{
    "title": "Colon cancer: Causes, signs and treatment",
    "category": "Oncology",
    "link": "https://tamanhhospital.vn/ung-thu-dai-trang/",
    "abstract": "Colon cancer is the 4th leading cause of death in the world and the 5th leading cause of death in Vietnam. If detected and treated in the early stages, the cure rate is up to 90%. So how to detect early, effectively treat and prevent this dangerous disease? According to Globocan statistics in 2020, Vietnam recorded nearly 16,000 new cases of colon cancer, and more than 8,200 deaths from this disease. The disease is common in people over 50 years old, however in recent years, the incidence of the disease has increased rapidly in young people. (1) Currently, this is the 5th most common cancer in Vietnam, only after liver cancer, lung cancer, breast cancer and stomach cancer.",
    "content": "Colon cancer: Causes, signs and treatment\n\nColon cancer is the 4th leading cause of death in the world and the 5th leading cause of death in Vietnam. If detected and treated in the early stages, the cure rate is up to 90%. So how to detect early, effectively treat and prevent this dangerous disease? According to Globocan statistics in 2020, Vietnam recorded nearly 16,000 new cases of colon cancer, and more than 8,200 deaths from this disease. The disease is common in people over 50 years old, however in recent years, the incidence of the disease has increased rapidly in young people. (1) Currently, this is the 5th most common cancer in Vietnam, only after liver cancer, lung cancer, breast cancer and stomach cancer.\n\nWhat is colon cancer?\nColon cancer is a cancer that occurs in the colon (the longest part of the large intestine). This is a common cancer diagnosed in both men and women.(2)\nThe colon wall is composed of many layers. Cancer cells are formed from the cells lining the inside of the colon (mucosa), largely due to the growth of polyps in the colon. After appearing on the colon wall, cancer cells begin to move into blood vessels or lymph vessels (small tubes responsible for carrying waste and fluid to the outside).\nThat causes cancer cells to metastasize to nearby lymph nodes, or to move further to other organs in the body.\nColon cancer is a common cancer in both men and women\nMost colon polyps are benign, but they also have the risk of becoming malignant. There are two main types of polyps:\nAdenomatous polyp (adenoma): This type of polyp will sometimes develop into cancer, so it is also called a precancerous condition.; Hyperplastic polyps and inflammatory polyps: These are more common types of polyps, not pre-cancerous conditions.; Dysplasia is also a form of pre-cancer that appears in the polyp itself or the colon lining when abnormal cells are present.\n\nIs colon cancer dangerous?\nThis is a question that many patients are interested in. Doctor Tran Vuong Thao Nghi, Head of Oncology Department, Tam Anh General Hospital, Ho Chi Minh City, said that colon cancer is one of the cancers with a good prognosis, meaning the level of danger of the disease is high. lower than other cancer diseases. If patients are treated promptly and actively, the chance of survival is high. In many cases, early detection and treatment intervention in the early stages can cure the disease.\n“However, if not detected early and treated promptly, colon cancer can metastasize to other organs and organizations in the body, causing dangerous complications such as: Intestinal obstruction, intestinal perforation, compression leading to pain. The patient's prognosis in this case is greatly reduced, treatment is difficult, and the survival time after 5 years is shortened,\" Dr. Tran Vuong Thao Nghi added.\n\nSigns of colon cancer\nColon cancer often has no symptoms in its early stages, but warning signs often include:\nBlood in the stool, or mucus in the stool;; Changes in the nature and shape of stools (like stools that are flatter than normal, have an unusual fishy smell, etc.);; Change in bowel habits (frequent bowel movements, constipation or diarrhea...);; Diarrhea, constipation or feeling of unclean bowels;; Body weakness, fatigue;; Unexplained weight loss;; Abdominal pain or lower abdominal discomfort;; Vomiting;; A tumor appears in the abdomen, the abdomen gradually enlarges...\nFrequent bowel movements, constipation or diarrhea... are some of the early signs of cancer\n\nCauses of colon cancer\nGenetic factors: Malignant tumors in the colon appear when there are changes in certain genes, related to a number of genetic syndromes such as familial colon polyposis (FAP), colon cancer syndrome. hereditary non-polyposis colon cancer (HNPCC or Lynch syndrome).; Pre-cancerous lesions: Bleeding colitis, Crohn's disease, Colon polyps...; Nutritional factors: Diet high in meat, animal fat, low in fiber, lacking vitamins, or foods containing nitrosamines...\nAlthough medicine has not yet found the mechanism and cause of genetic mutations, there are a number of risk factors that can increase the likelihood of colon cancer, including: (3)\nOverweight or obese\nBeing overweight or obese can increase your risk of getting the disease, as well as a higher risk of dying from cancer. This condition occurs in both sexes, but the risk is higher in men than in women.\nInactive lifestyle\nUnscientific lifestyle, less physical activity increases the risk of colon cancer. Therefore, it is necessary to develop a reasonable and moderate exercise plan to eliminate the risks of disease.\nUnscientific diet\nA diet containing too much red meat (beef, pork, lamb, liver...), processed foods (sausages, canned meat...) can increase the risk of cancer. In addition, processing food at too high a temperature (frying, baking, etc.) will create harmful chemicals, increasing the risk of cancer. Therefore, it is recommended that you build a scientific diet, supplementing lots of vegetables, fruits, whole grains, and limiting red meat and canned processed foods to reduce the risk of cancer. letters.\nSmoke\nPeople who smoke regularly for a long time have a higher risk of getting and dying from colon cancer than non-smokers.\nSmoking is also associated with an increased risk of colon adenoma formation. Smokers who have had colon adenoma surgically removed have a high risk of adenoma recurrence.\nDrink lots of alcohol\nResearch shows that drinking alcohol at a reasonable level has many health benefits, including reducing the risk of many cancers. However, excessive alcohol abuse will increase the risk of colon cancer. The recommended amount of alcohol is ≥ 2 drinks/day for men and 1 drink/day for women (the unit is a standard cup containing about 14 grams of alcohol).\nElderly\nYoung people will still be at risk of getting the disease, but this risk will increase in patients over 50 years old.\nPatient's own medical history\nPatients will be at increased risk of cancer if they have a history of the following diseases:\nHaving had colon cancer before;; High-risk adenomatous polyps are 1cm in size or the polyp's cells have an abnormal shape under a microscope;; Ovarian Cancer;; Inflammatory bowel disease (IBD) such as ulcerative colitis, Crohn's disease...\nFamily medical history\nPeople whose parents or siblings have a history of colon cancer have a higher risk of developing the disease. In particular, this risk will increase if the family has an infected person under the age of 50, or the family has many people with the disease. Besides, if a family member has had adenomatous polyps, the risk of getting the disease is also higher. Therefore, you should proactively screen before age 45 for early detection and effective treatment intervention if you have the disease.\nGenetic syndrome\nAbout 5% of patients are due to genetic syndromes, of which the two most common syndromes are Lynch syndrome (hereditary non-polyposis colon cancer - HNPCC) and familial polyposis (FAP).\nIn addition, there are a number of other rare syndromes that can also increase the risk of cancer such as Peutz - Jeghers syndrome (PJS) and MUTYH gene-associated polyposis (MAP). However, it should be noted that these genetic syndromes are not only related to colon cancer, but also to many other cancers.\n\nStages of colon cancer\nColon cancer is divided into 5 main stages, based on the structure of the colon and the way cancer cells spread from the colon to other organs.\nStage 0\nAbnormal cells are detected in the mucosa (innermost layer) of the colon wall. These abnormal cells can become cancerous and spread to adjacent normal tissues. This stage is also called the local cancer stage.\nPhase I\nCancer cells have formed in the mucosa (innermost layer) of the colon wall and have spread to the submucosa (layer next to the mucosa) or to the muscle layer.\nPhase II\nStage II is divided into IIA, IIB, IIC:\nStage IIA: Cancer grows through the muscle layer, entering the serosal layer of the colon. However, these cells are still only located in the outermost layer of the colon, and have not spread to neighboring tissues and lymph nodes.; Stage IIB: Cancer has grown through the serosa (outermost layer) of the colon wall to the visceral peritoneum, and has not spread to nearby lymph nodes.; Stage IIC: Cancer has spread, penetrated the colon's serosa, grown to nearby organs but has not spread to nearby lymph nodes.\nPhase III\nStage III is divided into IIIA, IIIB, IIIC:\nStage IIIA: Cancer has spread beyond the mucosa to the submucosa or muscle layer of the colon wall. Cancer cells have also spread to 1-3 lymph nodes or to tissue adjacent to the lymph nodes. Or the cancer spreads beyond the mucosa to the submucosa of the colon wall. Cancer cells have also spread to 4-6 lymph nodes; Cancer spreads beyond the mucosa to the submucosa or to the muscle layer of the colon wall. Cancer cells have also spread to 1-3 lymph nodes or to tissue adjacent to the lymph nodes.; Or the cancer spreads beyond the mucosa to the submucosa of the colon wall. Cancer cells have also spread to 4-6 lymph nodes; Stage IIIB: Cancer has spread beyond the muscle layer of the colon wall to the serosa or beyond the serosa to the visceral peritoneum. Cancer cells have also spread to 1-3 lymph nodes or to tissue adjacent to the lymph nodes. Passes through the muscle layer or through the serosal layer of the colon wall. Cancer cells have also spread to 4-6 lymph nodes. Or pass through the mucosa to the submucosa or to the muscle layer of the colon wall. Cancer cells also spread to at least 7 lymph nodes; Cancer has spread beyond the muscle layer of the colon wall to the serosa or beyond the serosa to the visceral peritoneum. Cancer cells have also spread to 1-3 lymph nodes or to tissue adjacent to the lymph nodes.; Passes through the muscle layer or through the serosal layer of the colon wall. Cancer cells have also spread to 4-6 lymph nodes; Or pass through the mucosa to the submucosa or to the muscle layer of the colon wall. Cancer cells also spread to at least 7 lymph nodes; Stage IIIC: Passes through the serosa to the visceral peritoneum. Cancer cells have also spread to 4-6 nearby lymph nodes. Either through the muscle layer to the serosa or through the serosa to the visceral peritoneum. Cancer cells also spread to at least 7 lymph nodes. Or pass through the serosa layer to adjacent organs. Cancer cells have also spread to at least 1 lymph node or to tissue adjacent to the lymph nodes.; Pass through the serosa to the visceral peritoneum. Cancer cells have also spread to 4-6 nearby lymph nodes; Either through the muscle layer to the serosa or through the serosa to the visceral peritoneum. Cancer cells also spread to at least 7 lymph nodes; Or pass through the serosa layer to adjacent organs. Cancer cells have also spread to at least 1 lymph node or to tissue adjacent to the lymph nodes.\nStage IV\nStage IV is divided into IVA, IVB, IVC:\nStage IVA: Cancer has spread to an area or organ away from the colon, such as the liver, lungs, ovaries, or lymph nodes distant from the colon.; Stage IVB: Cancer has spread to many areas or organs away from the colon.; Stage IVC: Cancer has spread to the tissues of the inner lining of the abdomen and may have spread to other areas and organs.\nSee more: 5 stages of colon cancer: How to evaluate and diagnose in detail.\n\nDiagnosis of colon cancer\nFirst, the doctor will conduct an initial examination, record additional information about the patient's symptoms, medical history, family medical history, etc. Based on the information collected, in the case In case a malignant tumor is suspected to appear in the colon, the doctor will instruct the patient to undergo paraclinical examinations to diagnose the disease more accurately. (4)\nAbdominal ultrasound: Detecting tumors located in the colon is very difficult because the digestive tract will block the ultrasound. However, this technique will contribute to detecting indirect warning signs such as thickened colon wall, intestinal obstruction, etc.; Blood test in stool: Blood in stool can be seen when there are polyps, cancer or some other diseases of the colon.; CT scan or MRI: To detect the shape, size and level of invasion of the tumor, and to detect the spread of cancer to other organs in the body. .; Colonoscopy: This is a technique to look inside the colon, where polyps, abnormal tissue areas or cancer can be observed. Through endoscopy, people use equipment to take samples of abnormal tissue for biopsy.; Biopsy: A sample of abnormal tissue or cells is examined under a microscope by a pathologist to look for malignant cells.\nColonoscopy combined with biopsy helps detect colon cancer early\n\nCan colon cancer be cured?\nThe later the detection and treatment at a later stage, the lower the prognosis for effective treatment and longer survival in the patient. Cancer in the early stages often progresses more slowly, and if detected and treated early, the prognosis is good. The 5-year survival rate for treatment by stage is as follows: Stage I is about over 90%, stage II is about 80 - 83%, stage III is about 60% and stage IV is very low. , only 11%.\n\nColon cancer treatment methods\nDepending on the type of cancer cells and stage of the disease, the doctor will prescribe either monotherapy or a combination of treatments to achieve the highest effectiveness. At the Oncology Department, Tam Anh General Hospital, treatment plans are always suitable for each individual patient based on updating the latest treatment guidelines in the world. (5)\nTreatments that may be prescribed include:\nSurgery\nSurgery is a commonly used method in most stages of colon cancer. After surgery, the patient may continue to receive chemotherapy and radiotherapy to destroy remaining cancer cells.\nThe cancerous part of the colon and lymph glands will be removed. Laparoscopic surgery or keyhole surgery helps patients avoid long scars after surgery. This new method has the advantage of shortening recovery time after surgery and minimizing the risk of infection. In some necessary cases, laparoscopic surgery will be combined with open surgery, but only with a short scar.\nRadiotherapy\nA method that uses high-energy beams to kill cancer cells or slow their growth. The way radiotherapy will be applied depends on the type and stage of the cancer.\nFor malignant tumors in the colon, radiotherapy is only used in cases where the disease has metastasized to the bones, brain, etc.\nValence\nChemotherapy is a treatment that uses drugs to stop the growth, kill, or prevent the division of cancer cells. When the drug is taken orally or administered intravenously, it enters the bloodstream and targets cancer cells throughout the body. Chemotherapy drugs will be used depending on the type and stage of the cancer.\nChemotherapy combined with targeted drugs is indicated for patients with advanced colon cancer with signs of metastasis to other organs in the body (such as liver, lungs...) that cannot be treated. Treated with simple surgical methods.\nThis method is also used after colon cancer surgery to prevent the risk of disease recurrence, as well as increase the patient's chance of survival if there are signs of metastasis to lymph nodes adjacent to the cancerous area.\nTargeted treatment\nTargeted therapy is a treatment that uses drugs to target and destroy cancer cells with specific characteristics. Targeted drugs commonly used in colon cancer:\nMonoclonal antibodies.; Vascular antibiotics.\nImmunity\nImmunotherapy is a treatment that uses the patient's immune system to fight cancer.\nDepending on the stage of the disease and the patient's wishes, the doctor will prescribe an appropriate treatment regimen\n\nNutrition for people with colon cancer\nAdd more vegetables, fruits, and whole grains: Accumulated waste is the cause of polyps formation, which over time develop into cancer cells. Research shows that adding lots of fiber-rich foods will help eliminate waste, reducing the risk of colon polyps by 40%.; Avoid greasy foods: You need to limit greasy foods because they will produce acid in the colon, causing tumors to grow quickly.; Supplement folic acid from plants: Folic acid found in citrus fruits such as oranges, grapefruit, tangerines... has been proven to reduce the risk of colon cancer.; Adequate calcium supplementation: Research shows that supplementing 700 - 800 mg of calcium/day will reduce the risk of disease by 40 - 50%. Besides, vitamin D will help absorb calcium more effectively.\n\nPreventing colon cancer\nDoctor Thao Nghi shares that you can completely prevent the risk of colon cancer by changing your lifestyle:\nNo smoking;; Limit alcoholic beverages;; Maintain a reasonable weight, avoid being overweight or obese;; Follow a high-fiber diet and consume a reasonable amount of protein; Scientific food processing;; Exercise regularly, 2-3 times/week;\nMost importantly, each person needs to proactively go to a specialized medical facility with modern equipment and experienced experts to receive advice on colon cancer screening to detect the disease early and treat it effectively. fruit. In addition, you can also update the latest information and knowledge about malignant cancers at https://tamanhhospital.vn/benh/ung-buou/.\n\nExamination, screening and treatment of colon cancer \"Singapore standard\" at Tam Anh General Hospital\nGathering a team of doctors and clinical pharmacists with many years of experience in the field of cancer treatment, with a spacious infrastructure system, Oncology Department - Tam Anh General Hospital aims to become a center Cancer consultation and treatment combined with comprehensive care for patients according to Singapore standards right in Vietnam according to treatment criteria along with outstanding features as follows:\nMultimodal treatment: Combining many methods such as Surgery, Chemotherapy, Endocrine therapy, Targeted and immunotherapy, Stem cell transplantation into bone marrow...; Individualize treatment: Depending on the patient's condition, psycho-social needs and ability to pursue treatment, a suitable and effective treatment regimen can be devised; Cooperate and connect with Singapore's leading oncology experts: Online consultation helps patients feel completely secure with their treatment plan in Vietnam.; Collaborate with the Clinical Psychology and Nutrition departments to provide psychological counseling and nutritional care to patients before, during and after treatment; Negative pressure chemical mixing room with specialized sterile isolation mixing machine according to international standards (ULPA filter membrane has 99.999% filtration efficiency, creating a working area that meets ISO Class 3 clean air standards, in accordance with ISO standards. American Pharmacopoeia USP 797) optimally protects the safety of clinical pharmacists when mixing drugs, minimizes the risk of drug contamination, combined with standard procedures in preparation will help provide accurate drug doses. High precision, ensuring quality and treatment effectiveness.\nDay treatment room system with full modern amenities and equipment and large treatment room equipped with Japanese standard chemical infusion chair with 3 smart motor design to easily adjust height and lift. Flexible folding, screen, and attached dining table ensure entertainment and relaxation needs during treatment and privacy of each patient.\nVIP day treatment room system with full modern amenities, ensuring privacy and meeting the entertainment and relaxation needs of patients during treatment.; The mobile emergency cabinet located in the department is fully equipped with medical equipment, including an electric shock machine to serve emergency treatment for patients.; In particular, to ensure patient privacy, blood collection for testing as well as medicine dispensing and meal service are all arranged right at the department.\nWith a system of modern screening and diagnostic machinery such as: Somatom Drive 768-slice CT machine, the latest generation MRI machine Magnetom Amira BioMatrix, high-end general ultrasound machine Acuson Sequoia, endoscope Fuji 7000, system The first Cobas Pro testing machine in Southeast Asia... Department of Oncology, Tam Anh General Hospital also deploys screening packages for early detection of colon cancer, helping treatment achieve the most effective results. , while saving costs and reducing the economic burden on patients.\nTo get advice and schedule an examination with Oncology experts at Tam Anh General Hospital, please contact: TAM ANH GENERAL HOSPITAL SYSTEM Hanoi: Address: 108 Hoang Nhu Tiep Street, Bo De Ward, Long Bien District, Hanoi City Hotline: 024 3872 3872 – 024 7106 6858 Ho Chi Minh City: Address: 2B Pho Quang, Ward 2, Tan Binh District, Ho Chi Minh City Hotline: 0287 102 6789 – 093 180 6858 Fanpage: https://www.facebook.com/benhvientamanh Website: https://tamanhhospital.vn\nAt Tam Anh General Hospital, colon cancer can be detected early with modern screening methods. Therefore, it is recommended that people over 40 years old or people with risk factors have regular health checks to detect diseases early and have optimal treatment measures.",
    "subsections": [
        {
            "subsection_name": "What is colon cancer?",
            "subsection_content": "Colon cancer is a cancer that occurs in the colon (the longest part of the large intestine). This is a common cancer diagnosed in both men and women.(2)\nThe colon wall is composed of many layers. Cancer cells are formed from the cells lining the inside of the colon (mucosa), largely due to the growth of polyps in the colon. After appearing on the colon wall, cancer cells begin to move into blood vessels or lymph vessels (small tubes responsible for carrying waste and fluid to the outside).\nThat causes cancer cells to metastasize to nearby lymph nodes, or to move further to other organs in the body.\nColon cancer is a common cancer in both men and women\nMost colon polyps are benign, but they also have the risk of becoming malignant. There are two main types of polyps:\nAdenomatous polyp (adenoma): This type of polyp will sometimes develop into cancer, so it is also called a precancerous condition.; Hyperplastic polyps and inflammatory polyps: These are more common types of polyps, not pre-cancerous conditions.; Dysplasia is also a form of pre-cancer that appears in the polyp itself or the colon lining when abnormal cells are present.",
            "subsection_string": "What is colon cancer?\nColon cancer is a cancer that occurs in the colon (the longest part of the large intestine). This is a common cancer diagnosed in both men and women.(2)\nThe colon wall is composed of many layers. Cancer cells are formed from the cells lining the inside of the colon (mucosa), largely due to the growth of polyps in the colon. After appearing on the colon wall, cancer cells begin to move into blood vessels or lymph vessels (small tubes responsible for carrying waste and fluid to the outside).\nThat causes cancer cells to metastasize to nearby lymph nodes, or to move further to other organs in the body.\nColon cancer is a common cancer in both men and women\nMost colon polyps are benign, but they also have the risk of becoming malignant. There are two main types of polyps:\nAdenomatous polyp (adenoma): This type of polyp will sometimes develop into cancer, so it is also called a precancerous condition.; Hyperplastic polyps and inflammatory polyps: These are more common types of polyps, not pre-cancerous conditions.; Dysplasia is also a form of pre-cancer that appears in the polyp itself or the colon lining when abnormal cells are present."
        },
        {
            "subsection_name": "Is colon cancer dangerous?",
            "subsection_content": "This is a question that many patients are interested in. Doctor Tran Vuong Thao Nghi, Head of Oncology Department, Tam Anh General Hospital, Ho Chi Minh City, said that colon cancer is one of the cancers with a good prognosis, meaning the level of danger of the disease is high. lower than other cancer diseases. If patients are treated promptly and actively, the chance of survival is high. In many cases, early detection and treatment intervention in the early stages can cure the disease.\n“However, if not detected early and treated promptly, colon cancer can metastasize to other organs and organizations in the body, causing dangerous complications such as: Intestinal obstruction, intestinal perforation, compression leading to pain. The patient's prognosis in this case is greatly reduced, treatment is difficult, and the survival time after 5 years is shortened,\" Dr. Tran Vuong Thao Nghi added.",
            "subsection_string": "Is colon cancer dangerous?\nThis is a question that many patients are interested in. Doctor Tran Vuong Thao Nghi, Head of Oncology Department, Tam Anh General Hospital, Ho Chi Minh City, said that colon cancer is one of the cancers with a good prognosis, meaning the level of danger of the disease is high. lower than other cancer diseases. If patients are treated promptly and actively, the chance of survival is high. In many cases, early detection and treatment intervention in the early stages can cure the disease.\n“However, if not detected early and treated promptly, colon cancer can metastasize to other organs and organizations in the body, causing dangerous complications such as: Intestinal obstruction, intestinal perforation, compression leading to pain. The patient's prognosis in this case is greatly reduced, treatment is difficult, and the survival time after 5 years is shortened,\" Dr. Tran Vuong Thao Nghi added."
        },
        {
            "subsection_name": "Signs of colon cancer",
            "subsection_content": "Colon cancer often has no symptoms in its early stages, but warning signs often include:\nBlood in the stool, or mucus in the stool;; Changes in the nature and shape of stools (like stools that are flatter than normal, have an unusual fishy smell, etc.);; Change in bowel habits (frequent bowel movements, constipation or diarrhea...);; Diarrhea, constipation or feeling of unclean bowels;; Body weakness, fatigue;; Unexplained weight loss;; Abdominal pain or lower abdominal discomfort;; Vomiting;; A tumor appears in the abdomen, the abdomen gradually enlarges...\nFrequent bowel movements, constipation or diarrhea... are some of the early signs of cancer",
            "subsection_string": "Signs of colon cancer\nColon cancer often has no symptoms in its early stages, but warning signs often include:\nBlood in the stool, or mucus in the stool;; Changes in the nature and shape of stools (like stools that are flatter than normal, have an unusual fishy smell, etc.);; Change in bowel habits (frequent bowel movements, constipation or diarrhea...);; Diarrhea, constipation or feeling of unclean bowels;; Body weakness, fatigue;; Unexplained weight loss;; Abdominal pain or lower abdominal discomfort;; Vomiting;; A tumor appears in the abdomen, the abdomen gradually enlarges...\nFrequent bowel movements, constipation or diarrhea... are some of the early signs of cancer"
        },
        {
            "subsection_name": "Causes of colon cancer",
            "subsection_content": "Genetic factors: Malignant tumors in the colon appear when there are changes in certain genes, related to a number of genetic syndromes such as familial colon polyposis (FAP), colon cancer syndrome. hereditary non-polyposis colon cancer (HNPCC or Lynch syndrome).; Pre-cancerous lesions: Bleeding colitis, Crohn's disease, Colon polyps...; Nutritional factors: Diet high in meat, animal fat, low in fiber, lacking vitamins, or foods containing nitrosamines...\nAlthough medicine has not yet found the mechanism and cause of genetic mutations, there are a number of risk factors that can increase the likelihood of colon cancer, including: (3)\nOverweight or obese\nBeing overweight or obese can increase your risk of getting the disease, as well as a higher risk of dying from cancer. This condition occurs in both sexes, but the risk is higher in men than in women.\nInactive lifestyle\nUnscientific lifestyle, less physical activity increases the risk of colon cancer. Therefore, it is necessary to develop a reasonable and moderate exercise plan to eliminate the risks of disease.\nUnscientific diet\nA diet containing too much red meat (beef, pork, lamb, liver...), processed foods (sausages, canned meat...) can increase the risk of cancer. In addition, processing food at too high a temperature (frying, baking, etc.) will create harmful chemicals, increasing the risk of cancer. Therefore, it is recommended that you build a scientific diet, supplementing lots of vegetables, fruits, whole grains, and limiting red meat and canned processed foods to reduce the risk of cancer. letters.\nSmoke\nPeople who smoke regularly for a long time have a higher risk of getting and dying from colon cancer than non-smokers.\nSmoking is also associated with an increased risk of colon adenoma formation. Smokers who have had colon adenoma surgically removed have a high risk of adenoma recurrence.\nDrink lots of alcohol\nResearch shows that drinking alcohol at a reasonable level has many health benefits, including reducing the risk of many cancers. However, excessive alcohol abuse will increase the risk of colon cancer. The recommended amount of alcohol is ≥ 2 drinks/day for men and 1 drink/day for women (the unit is a standard cup containing about 14 grams of alcohol).\nElderly\nYoung people will still be at risk of getting the disease, but this risk will increase in patients over 50 years old.\nPatient's own medical history\nPatients will be at increased risk of cancer if they have a history of the following diseases:\nHaving had colon cancer before;; High-risk adenomatous polyps are 1cm in size or the polyp's cells have an abnormal shape under a microscope;; Ovarian Cancer;; Inflammatory bowel disease (IBD) such as ulcerative colitis, Crohn's disease...\nFamily medical history\nPeople whose parents or siblings have a history of colon cancer have a higher risk of developing the disease. In particular, this risk will increase if the family has an infected person under the age of 50, or the family has many people with the disease. Besides, if a family member has had adenomatous polyps, the risk of getting the disease is also higher. Therefore, you should proactively screen before age 45 for early detection and effective treatment intervention if you have the disease.\nGenetic syndrome\nAbout 5% of patients are due to genetic syndromes, of which the two most common syndromes are Lynch syndrome (hereditary non-polyposis colon cancer - HNPCC) and familial polyposis (FAP).\nIn addition, there are a number of other rare syndromes that can also increase the risk of cancer such as Peutz - Jeghers syndrome (PJS) and MUTYH gene-associated polyposis (MAP). However, it should be noted that these genetic syndromes are not only related to colon cancer, but also to many other cancers.",
            "subsection_string": "Causes of colon cancer\nGenetic factors: Malignant tumors in the colon appear when there are changes in certain genes, related to a number of genetic syndromes such as familial colon polyposis (FAP), colon cancer syndrome. hereditary non-polyposis colon cancer (HNPCC or Lynch syndrome).; Pre-cancerous lesions: Bleeding colitis, Crohn's disease, Colon polyps...; Nutritional factors: Diet high in meat, animal fat, low in fiber, lacking vitamins, or foods containing nitrosamines...\nAlthough medicine has not yet found the mechanism and cause of genetic mutations, there are a number of risk factors that can increase the likelihood of colon cancer, including: (3)\nOverweight or obese\nBeing overweight or obese can increase your risk of getting the disease, as well as a higher risk of dying from cancer. This condition occurs in both sexes, but the risk is higher in men than in women.\nInactive lifestyle\nUnscientific lifestyle, less physical activity increases the risk of colon cancer. Therefore, it is necessary to develop a reasonable and moderate exercise plan to eliminate the risks of disease.\nUnscientific diet\nA diet containing too much red meat (beef, pork, lamb, liver...), processed foods (sausages, canned meat...) can increase the risk of cancer. In addition, processing food at too high a temperature (frying, baking, etc.) will create harmful chemicals, increasing the risk of cancer. Therefore, it is recommended that you build a scientific diet, supplementing lots of vegetables, fruits, whole grains, and limiting red meat and canned processed foods to reduce the risk of cancer. letters.\nSmoke\nPeople who smoke regularly for a long time have a higher risk of getting and dying from colon cancer than non-smokers.\nSmoking is also associated with an increased risk of colon adenoma formation. Smokers who have had colon adenoma surgically removed have a high risk of adenoma recurrence.\nDrink lots of alcohol\nResearch shows that drinking alcohol at a reasonable level has many health benefits, including reducing the risk of many cancers. However, excessive alcohol abuse will increase the risk of colon cancer. The recommended amount of alcohol is ≥ 2 drinks/day for men and 1 drink/day for women (the unit is a standard cup containing about 14 grams of alcohol).\nElderly\nYoung people will still be at risk of getting the disease, but this risk will increase in patients over 50 years old.\nPatient's own medical history\nPatients will be at increased risk of cancer if they have a history of the following diseases:\nHaving had colon cancer before;; High-risk adenomatous polyps are 1cm in size or the polyp's cells have an abnormal shape under a microscope;; Ovarian Cancer;; Inflammatory bowel disease (IBD) such as ulcerative colitis, Crohn's disease...\nFamily medical history\nPeople whose parents or siblings have a history of colon cancer have a higher risk of developing the disease. In particular, this risk will increase if the family has an infected person under the age of 50, or the family has many people with the disease. Besides, if a family member has had adenomatous polyps, the risk of getting the disease is also higher. Therefore, you should proactively screen before age 45 for early detection and effective treatment intervention if you have the disease.\nGenetic syndrome\nAbout 5% of patients are due to genetic syndromes, of which the two most common syndromes are Lynch syndrome (hereditary non-polyposis colon cancer - HNPCC) and familial polyposis (FAP).\nIn addition, there are a number of other rare syndromes that can also increase the risk of cancer such as Peutz - Jeghers syndrome (PJS) and MUTYH gene-associated polyposis (MAP). However, it should be noted that these genetic syndromes are not only related to colon cancer, but also to many other cancers."
        },
        {
            "subsection_name": "Stages of colon cancer",
            "subsection_content": "Colon cancer is divided into 5 main stages, based on the structure of the colon and the way cancer cells spread from the colon to other organs.\nStage 0\nAbnormal cells are detected in the mucosa (innermost layer) of the colon wall. These abnormal cells can become cancerous and spread to adjacent normal tissues. This stage is also called the local cancer stage.\nPhase I\nCancer cells have formed in the mucosa (innermost layer) of the colon wall and have spread to the submucosa (layer next to the mucosa) or to the muscle layer.\nPhase II\nStage II is divided into IIA, IIB, IIC:\nStage IIA: Cancer grows through the muscle layer, entering the serosal layer of the colon. However, these cells are still only located in the outermost layer of the colon, and have not spread to neighboring tissues and lymph nodes.; Stage IIB: Cancer has grown through the serosa (outermost layer) of the colon wall to the visceral peritoneum, and has not spread to nearby lymph nodes.; Stage IIC: Cancer has spread, penetrated the colon's serosa, grown to nearby organs but has not spread to nearby lymph nodes.\nPhase III\nStage III is divided into IIIA, IIIB, IIIC:\nStage IIIA: Cancer has spread beyond the mucosa to the submucosa or muscle layer of the colon wall. Cancer cells have also spread to 1-3 lymph nodes or to tissue adjacent to the lymph nodes. Or the cancer spreads beyond the mucosa to the submucosa of the colon wall. Cancer cells have also spread to 4-6 lymph nodes; Cancer spreads beyond the mucosa to the submucosa or to the muscle layer of the colon wall. Cancer cells have also spread to 1-3 lymph nodes or to tissue adjacent to the lymph nodes.; Or the cancer spreads beyond the mucosa to the submucosa of the colon wall. Cancer cells have also spread to 4-6 lymph nodes; Stage IIIB: Cancer has spread beyond the muscle layer of the colon wall to the serosa or beyond the serosa to the visceral peritoneum. Cancer cells have also spread to 1-3 lymph nodes or to tissue adjacent to the lymph nodes. Passes through the muscle layer or through the serosal layer of the colon wall. Cancer cells have also spread to 4-6 lymph nodes. Or pass through the mucosa to the submucosa or to the muscle layer of the colon wall. Cancer cells also spread to at least 7 lymph nodes; Cancer has spread beyond the muscle layer of the colon wall to the serosa or beyond the serosa to the visceral peritoneum. Cancer cells have also spread to 1-3 lymph nodes or to tissue adjacent to the lymph nodes.; Passes through the muscle layer or through the serosal layer of the colon wall. Cancer cells have also spread to 4-6 lymph nodes; Or pass through the mucosa to the submucosa or to the muscle layer of the colon wall. Cancer cells also spread to at least 7 lymph nodes; Stage IIIC: Passes through the serosa to the visceral peritoneum. Cancer cells have also spread to 4-6 nearby lymph nodes. Either through the muscle layer to the serosa or through the serosa to the visceral peritoneum. Cancer cells also spread to at least 7 lymph nodes. Or pass through the serosa layer to adjacent organs. Cancer cells have also spread to at least 1 lymph node or to tissue adjacent to the lymph nodes.; Pass through the serosa to the visceral peritoneum. Cancer cells have also spread to 4-6 nearby lymph nodes; Either through the muscle layer to the serosa or through the serosa to the visceral peritoneum. Cancer cells also spread to at least 7 lymph nodes; Or pass through the serosa layer to adjacent organs. Cancer cells have also spread to at least 1 lymph node or to tissue adjacent to the lymph nodes.\nStage IV\nStage IV is divided into IVA, IVB, IVC:\nStage IVA: Cancer has spread to an area or organ away from the colon, such as the liver, lungs, ovaries, or lymph nodes distant from the colon.; Stage IVB: Cancer has spread to many areas or organs away from the colon.; Stage IVC: Cancer has spread to the tissues of the inner lining of the abdomen and may have spread to other areas and organs.\nSee more: 5 stages of colon cancer: How to evaluate and diagnose in detail.",
            "subsection_string": "Stages of colon cancer\nColon cancer is divided into 5 main stages, based on the structure of the colon and the way cancer cells spread from the colon to other organs.\nStage 0\nAbnormal cells are detected in the mucosa (innermost layer) of the colon wall. These abnormal cells can become cancerous and spread to adjacent normal tissues. This stage is also called the local cancer stage.\nPhase I\nCancer cells have formed in the mucosa (innermost layer) of the colon wall and have spread to the submucosa (layer next to the mucosa) or to the muscle layer.\nPhase II\nStage II is divided into IIA, IIB, IIC:\nStage IIA: Cancer grows through the muscle layer, entering the serosal layer of the colon. However, these cells are still only located in the outermost layer of the colon, and have not spread to neighboring tissues and lymph nodes.; Stage IIB: Cancer has grown through the serosa (outermost layer) of the colon wall to the visceral peritoneum, and has not spread to nearby lymph nodes.; Stage IIC: Cancer has spread, penetrated the colon's serosa, grown to nearby organs but has not spread to nearby lymph nodes.\nPhase III\nStage III is divided into IIIA, IIIB, IIIC:\nStage IIIA: Cancer has spread beyond the mucosa to the submucosa or muscle layer of the colon wall. Cancer cells have also spread to 1-3 lymph nodes or to tissue adjacent to the lymph nodes. Or the cancer spreads beyond the mucosa to the submucosa of the colon wall. Cancer cells have also spread to 4-6 lymph nodes; Cancer spreads beyond the mucosa to the submucosa or to the muscle layer of the colon wall. Cancer cells have also spread to 1-3 lymph nodes or to tissue adjacent to the lymph nodes.; Or the cancer spreads beyond the mucosa to the submucosa of the colon wall. Cancer cells have also spread to 4-6 lymph nodes; Stage IIIB: Cancer has spread beyond the muscle layer of the colon wall to the serosa or beyond the serosa to the visceral peritoneum. Cancer cells have also spread to 1-3 lymph nodes or to tissue adjacent to the lymph nodes. Passes through the muscle layer or through the serosal layer of the colon wall. Cancer cells have also spread to 4-6 lymph nodes. Or pass through the mucosa to the submucosa or to the muscle layer of the colon wall. Cancer cells also spread to at least 7 lymph nodes; Cancer has spread beyond the muscle layer of the colon wall to the serosa or beyond the serosa to the visceral peritoneum. Cancer cells have also spread to 1-3 lymph nodes or to tissue adjacent to the lymph nodes.; Passes through the muscle layer or through the serosal layer of the colon wall. Cancer cells have also spread to 4-6 lymph nodes; Or pass through the mucosa to the submucosa or to the muscle layer of the colon wall. Cancer cells also spread to at least 7 lymph nodes; Stage IIIC: Passes through the serosa to the visceral peritoneum. Cancer cells have also spread to 4-6 nearby lymph nodes. Either through the muscle layer to the serosa or through the serosa to the visceral peritoneum. Cancer cells also spread to at least 7 lymph nodes. Or pass through the serosa layer to adjacent organs. Cancer cells have also spread to at least 1 lymph node or to tissue adjacent to the lymph nodes.; Pass through the serosa to the visceral peritoneum. Cancer cells have also spread to 4-6 nearby lymph nodes; Either through the muscle layer to the serosa or through the serosa to the visceral peritoneum. Cancer cells also spread to at least 7 lymph nodes; Or pass through the serosa layer to adjacent organs. Cancer cells have also spread to at least 1 lymph node or to tissue adjacent to the lymph nodes.\nStage IV\nStage IV is divided into IVA, IVB, IVC:\nStage IVA: Cancer has spread to an area or organ away from the colon, such as the liver, lungs, ovaries, or lymph nodes distant from the colon.; Stage IVB: Cancer has spread to many areas or organs away from the colon.; Stage IVC: Cancer has spread to the tissues of the inner lining of the abdomen and may have spread to other areas and organs.\nSee more: 5 stages of colon cancer: How to evaluate and diagnose in detail."
        },
        {
            "subsection_name": "Diagnosis of colon cancer",
            "subsection_content": "First, the doctor will conduct an initial examination, record additional information about the patient's symptoms, medical history, family medical history, etc. Based on the information collected, in the case In case a malignant tumor is suspected to appear in the colon, the doctor will instruct the patient to undergo paraclinical examinations to diagnose the disease more accurately. (4)\nAbdominal ultrasound: Detecting tumors located in the colon is very difficult because the digestive tract will block the ultrasound. However, this technique will contribute to detecting indirect warning signs such as thickened colon wall, intestinal obstruction, etc.; Blood test in stool: Blood in stool can be seen when there are polyps, cancer or some other diseases of the colon.; CT scan or MRI: To detect the shape, size and level of invasion of the tumor, and to detect the spread of cancer to other organs in the body. .; Colonoscopy: This is a technique to look inside the colon, where polyps, abnormal tissue areas or cancer can be observed. Through endoscopy, people use equipment to take samples of abnormal tissue for biopsy.; Biopsy: A sample of abnormal tissue or cells is examined under a microscope by a pathologist to look for malignant cells.\nColonoscopy combined with biopsy helps detect colon cancer early",
            "subsection_string": "Diagnosis of colon cancer\nFirst, the doctor will conduct an initial examination, record additional information about the patient's symptoms, medical history, family medical history, etc. Based on the information collected, in the case In case a malignant tumor is suspected to appear in the colon, the doctor will instruct the patient to undergo paraclinical examinations to diagnose the disease more accurately. (4)\nAbdominal ultrasound: Detecting tumors located in the colon is very difficult because the digestive tract will block the ultrasound. However, this technique will contribute to detecting indirect warning signs such as thickened colon wall, intestinal obstruction, etc.; Blood test in stool: Blood in stool can be seen when there are polyps, cancer or some other diseases of the colon.; CT scan or MRI: To detect the shape, size and level of invasion of the tumor, and to detect the spread of cancer to other organs in the body. .; Colonoscopy: This is a technique to look inside the colon, where polyps, abnormal tissue areas or cancer can be observed. Through endoscopy, people use equipment to take samples of abnormal tissue for biopsy.; Biopsy: A sample of abnormal tissue or cells is examined under a microscope by a pathologist to look for malignant cells.\nColonoscopy combined with biopsy helps detect colon cancer early"
        },
        {
            "subsection_name": "Can colon cancer be cured?",
            "subsection_content": "The later the detection and treatment at a later stage, the lower the prognosis for effective treatment and longer survival in the patient. Cancer in the early stages often progresses more slowly, and if detected and treated early, the prognosis is good. The 5-year survival rate for treatment by stage is as follows: Stage I is about over 90%, stage II is about 80 - 83%, stage III is about 60% and stage IV is very low. , only 11%.",
            "subsection_string": "Can colon cancer be cured?\nThe later the detection and treatment at a later stage, the lower the prognosis for effective treatment and longer survival in the patient. Cancer in the early stages often progresses more slowly, and if detected and treated early, the prognosis is good. The 5-year survival rate for treatment by stage is as follows: Stage I is about over 90%, stage II is about 80 - 83%, stage III is about 60% and stage IV is very low. , only 11%."
        },
        {
            "subsection_name": "Colon cancer treatment methods",
            "subsection_content": "Depending on the type of cancer cells and stage of the disease, the doctor will prescribe either monotherapy or a combination of treatments to achieve the highest effectiveness. At the Oncology Department, Tam Anh General Hospital, treatment plans are always suitable for each individual patient based on updating the latest treatment guidelines in the world. (5)\nTreatments that may be prescribed include:\nSurgery\nSurgery is a commonly used method in most stages of colon cancer. After surgery, the patient may continue to receive chemotherapy and radiotherapy to destroy remaining cancer cells.\nThe cancerous part of the colon and lymph glands will be removed. Laparoscopic surgery or keyhole surgery helps patients avoid long scars after surgery. This new method has the advantage of shortening recovery time after surgery and minimizing the risk of infection. In some necessary cases, laparoscopic surgery will be combined with open surgery, but only with a short scar.\nRadiotherapy\nA method that uses high-energy beams to kill cancer cells or slow their growth. The way radiotherapy will be applied depends on the type and stage of the cancer.\nFor malignant tumors in the colon, radiotherapy is only used in cases where the disease has metastasized to the bones, brain, etc.\nValence\nChemotherapy is a treatment that uses drugs to stop the growth, kill, or prevent the division of cancer cells. When the drug is taken orally or administered intravenously, it enters the bloodstream and targets cancer cells throughout the body. Chemotherapy drugs will be used depending on the type and stage of the cancer.\nChemotherapy combined with targeted drugs is indicated for patients with advanced colon cancer with signs of metastasis to other organs in the body (such as liver, lungs...) that cannot be treated. Treated with simple surgical methods.\nThis method is also used after colon cancer surgery to prevent the risk of disease recurrence, as well as increase the patient's chance of survival if there are signs of metastasis to lymph nodes adjacent to the cancerous area.\nTargeted treatment\nTargeted therapy is a treatment that uses drugs to target and destroy cancer cells with specific characteristics. Targeted drugs commonly used in colon cancer:\nMonoclonal antibodies.; Vascular antibiotics.\nImmunity\nImmunotherapy is a treatment that uses the patient's immune system to fight cancer.\nDepending on the stage of the disease and the patient's wishes, the doctor will prescribe an appropriate treatment regimen",
            "subsection_string": "Colon cancer treatment methods\nDepending on the type of cancer cells and stage of the disease, the doctor will prescribe either monotherapy or a combination of treatments to achieve the highest effectiveness. At the Oncology Department, Tam Anh General Hospital, treatment plans are always suitable for each individual patient based on updating the latest treatment guidelines in the world. (5)\nTreatments that may be prescribed include:\nSurgery\nSurgery is a commonly used method in most stages of colon cancer. After surgery, the patient may continue to receive chemotherapy and radiotherapy to destroy remaining cancer cells.\nThe cancerous part of the colon and lymph glands will be removed. Laparoscopic surgery or keyhole surgery helps patients avoid long scars after surgery. This new method has the advantage of shortening recovery time after surgery and minimizing the risk of infection. In some necessary cases, laparoscopic surgery will be combined with open surgery, but only with a short scar.\nRadiotherapy\nA method that uses high-energy beams to kill cancer cells or slow their growth. The way radiotherapy will be applied depends on the type and stage of the cancer.\nFor malignant tumors in the colon, radiotherapy is only used in cases where the disease has metastasized to the bones, brain, etc.\nValence\nChemotherapy is a treatment that uses drugs to stop the growth, kill, or prevent the division of cancer cells. When the drug is taken orally or administered intravenously, it enters the bloodstream and targets cancer cells throughout the body. Chemotherapy drugs will be used depending on the type and stage of the cancer.\nChemotherapy combined with targeted drugs is indicated for patients with advanced colon cancer with signs of metastasis to other organs in the body (such as liver, lungs...) that cannot be treated. Treated with simple surgical methods.\nThis method is also used after colon cancer surgery to prevent the risk of disease recurrence, as well as increase the patient's chance of survival if there are signs of metastasis to lymph nodes adjacent to the cancerous area.\nTargeted treatment\nTargeted therapy is a treatment that uses drugs to target and destroy cancer cells with specific characteristics. Targeted drugs commonly used in colon cancer:\nMonoclonal antibodies.; Vascular antibiotics.\nImmunity\nImmunotherapy is a treatment that uses the patient's immune system to fight cancer.\nDepending on the stage of the disease and the patient's wishes, the doctor will prescribe an appropriate treatment regimen"
        },
        {
            "subsection_name": "Nutrition for people with colon cancer",
            "subsection_content": "Add more vegetables, fruits, and whole grains: Accumulated waste is the cause of polyps formation, which over time develop into cancer cells. Research shows that adding lots of fiber-rich foods will help eliminate waste, reducing the risk of colon polyps by 40%.; Avoid greasy foods: You need to limit greasy foods because they will produce acid in the colon, causing tumors to grow quickly.; Supplement folic acid from plants: Folic acid found in citrus fruits such as oranges, grapefruit, tangerines... has been proven to reduce the risk of colon cancer.; Adequate calcium supplementation: Research shows that supplementing 700 - 800 mg of calcium/day will reduce the risk of disease by 40 - 50%. Besides, vitamin D will help absorb calcium more effectively.",
            "subsection_string": "Nutrition for people with colon cancer\nAdd more vegetables, fruits, and whole grains: Accumulated waste is the cause of polyps formation, which over time develop into cancer cells. Research shows that adding lots of fiber-rich foods will help eliminate waste, reducing the risk of colon polyps by 40%.; Avoid greasy foods: You need to limit greasy foods because they will produce acid in the colon, causing tumors to grow quickly.; Supplement folic acid from plants: Folic acid found in citrus fruits such as oranges, grapefruit, tangerines... has been proven to reduce the risk of colon cancer.; Adequate calcium supplementation: Research shows that supplementing 700 - 800 mg of calcium/day will reduce the risk of disease by 40 - 50%. Besides, vitamin D will help absorb calcium more effectively."
        },
        {
            "subsection_name": "Preventing colon cancer",
            "subsection_content": "Doctor Thao Nghi shares that you can completely prevent the risk of colon cancer by changing your lifestyle:\nNo smoking;; Limit alcoholic beverages;; Maintain a reasonable weight, avoid being overweight or obese;; Follow a high-fiber diet and consume a reasonable amount of protein; Scientific food processing;; Exercise regularly, 2-3 times/week;\nMost importantly, each person needs to proactively go to a specialized medical facility with modern equipment and experienced experts to receive advice on colon cancer screening to detect the disease early and treat it effectively. fruit. In addition, you can also update the latest information and knowledge about malignant cancers at https://tamanhhospital.vn/benh/ung-buou/.",
            "subsection_string": "Preventing colon cancer\nDoctor Thao Nghi shares that you can completely prevent the risk of colon cancer by changing your lifestyle:\nNo smoking;; Limit alcoholic beverages;; Maintain a reasonable weight, avoid being overweight or obese;; Follow a high-fiber diet and consume a reasonable amount of protein; Scientific food processing;; Exercise regularly, 2-3 times/week;\nMost importantly, each person needs to proactively go to a specialized medical facility with modern equipment and experienced experts to receive advice on colon cancer screening to detect the disease early and treat it effectively. fruit. In addition, you can also update the latest information and knowledge about malignant cancers at https://tamanhhospital.vn/benh/ung-buou/."
        },
        {
            "subsection_name": "Examination, screening and treatment of colon cancer \"Singapore standard\" at Tam Anh General Hospital",
            "subsection_content": "Gathering a team of doctors and clinical pharmacists with many years of experience in the field of cancer treatment, with a spacious infrastructure system, Oncology Department - Tam Anh General Hospital aims to become a center Cancer consultation and treatment combined with comprehensive care for patients according to Singapore standards right in Vietnam according to treatment criteria along with outstanding features as follows:\nMultimodal treatment: Combining many methods such as Surgery, Chemotherapy, Endocrine therapy, Targeted and immunotherapy, Stem cell transplantation into bone marrow...; Individualize treatment: Depending on the patient's condition, psycho-social needs and ability to pursue treatment, a suitable and effective treatment regimen can be devised; Cooperate and connect with Singapore's leading oncology experts: Online consultation helps patients feel completely secure with their treatment plan in Vietnam.; Collaborate with the Clinical Psychology and Nutrition departments to provide psychological counseling and nutritional care to patients before, during and after treatment; Negative pressure chemical mixing room with specialized sterile isolation mixing machine according to international standards (ULPA filter membrane has 99.999% filtration efficiency, creating a working area that meets ISO Class 3 clean air standards, in accordance with ISO standards. American Pharmacopoeia USP 797) optimally protects the safety of clinical pharmacists when mixing drugs, minimizes the risk of drug contamination, combined with standard procedures in preparation will help provide accurate drug doses. High precision, ensuring quality and treatment effectiveness.\nDay treatment room system with full modern amenities and equipment and large treatment room equipped with Japanese standard chemical infusion chair with 3 smart motor design to easily adjust height and lift. Flexible folding, screen, and attached dining table ensure entertainment and relaxation needs during treatment and privacy of each patient.\nVIP day treatment room system with full modern amenities, ensuring privacy and meeting the entertainment and relaxation needs of patients during treatment.; The mobile emergency cabinet located in the department is fully equipped with medical equipment, including an electric shock machine to serve emergency treatment for patients.; In particular, to ensure patient privacy, blood collection for testing as well as medicine dispensing and meal service are all arranged right at the department.\nWith a system of modern screening and diagnostic machinery such as: Somatom Drive 768-slice CT machine, the latest generation MRI machine Magnetom Amira BioMatrix, high-end general ultrasound machine Acuson Sequoia, endoscope Fuji 7000, system The first Cobas Pro testing machine in Southeast Asia... Department of Oncology, Tam Anh General Hospital also deploys screening packages for early detection of colon cancer, helping treatment achieve the most effective results. , while saving costs and reducing the economic burden on patients.\nTo get advice and schedule an examination with Oncology experts at Tam Anh General Hospital, please contact: TAM ANH GENERAL HOSPITAL SYSTEM Hanoi: Address: 108 Hoang Nhu Tiep Street, Bo De Ward, Long Bien District, Hanoi City Hotline: 024 3872 3872 – 024 7106 6858 Ho Chi Minh City: Address: 2B Pho Quang, Ward 2, Tan Binh District, Ho Chi Minh City Hotline: 0287 102 6789 – 093 180 6858 Fanpage: https://www.facebook.com/benhvientamanh Website: https://tamanhhospital.vn\nAt Tam Anh General Hospital, colon cancer can be detected early with modern screening methods. Therefore, it is recommended that people over 40 years old or people with risk factors have regular health checks to detect diseases early and have optimal treatment measures.",
            "subsection_string": "Examination, screening and treatment of colon cancer \"Singapore standard\" at Tam Anh General Hospital\nGathering a team of doctors and clinical pharmacists with many years of experience in the field of cancer treatment, with a spacious infrastructure system, Oncology Department - Tam Anh General Hospital aims to become a center Cancer consultation and treatment combined with comprehensive care for patients according to Singapore standards right in Vietnam according to treatment criteria along with outstanding features as follows:\nMultimodal treatment: Combining many methods such as Surgery, Chemotherapy, Endocrine therapy, Targeted and immunotherapy, Stem cell transplantation into bone marrow...; Individualize treatment: Depending on the patient's condition, psycho-social needs and ability to pursue treatment, a suitable and effective treatment regimen can be devised; Cooperate and connect with Singapore's leading oncology experts: Online consultation helps patients feel completely secure with their treatment plan in Vietnam.; Collaborate with the Clinical Psychology and Nutrition departments to provide psychological counseling and nutritional care to patients before, during and after treatment; Negative pressure chemical mixing room with specialized sterile isolation mixing machine according to international standards (ULPA filter membrane has 99.999% filtration efficiency, creating a working area that meets ISO Class 3 clean air standards, in accordance with ISO standards. American Pharmacopoeia USP 797) optimally protects the safety of clinical pharmacists when mixing drugs, minimizes the risk of drug contamination, combined with standard procedures in preparation will help provide accurate drug doses. High precision, ensuring quality and treatment effectiveness.\nDay treatment room system with full modern amenities and equipment and large treatment room equipped with Japanese standard chemical infusion chair with 3 smart motor design to easily adjust height and lift. Flexible folding, screen, and attached dining table ensure entertainment and relaxation needs during treatment and privacy of each patient.\nVIP day treatment room system with full modern amenities, ensuring privacy and meeting the entertainment and relaxation needs of patients during treatment.; The mobile emergency cabinet located in the department is fully equipped with medical equipment, including an electric shock machine to serve emergency treatment for patients.; In particular, to ensure patient privacy, blood collection for testing as well as medicine dispensing and meal service are all arranged right at the department.\nWith a system of modern screening and diagnostic machinery such as: Somatom Drive 768-slice CT machine, the latest generation MRI machine Magnetom Amira BioMatrix, high-end general ultrasound machine Acuson Sequoia, endoscope Fuji 7000, system The first Cobas Pro testing machine in Southeast Asia... Department of Oncology, Tam Anh General Hospital also deploys screening packages for early detection of colon cancer, helping treatment achieve the most effective results. , while saving costs and reducing the economic burden on patients.\nTo get advice and schedule an examination with Oncology experts at Tam Anh General Hospital, please contact: TAM ANH GENERAL HOSPITAL SYSTEM Hanoi: Address: 108 Hoang Nhu Tiep Street, Bo De Ward, Long Bien District, Hanoi City Hotline: 024 3872 3872 – 024 7106 6858 Ho Chi Minh City: Address: 2B Pho Quang, Ward 2, Tan Binh District, Ho Chi Minh City Hotline: 0287 102 6789 – 093 180 6858 Fanpage: https://www.facebook.com/benhvientamanh Website: https://tamanhhospital.vn\nAt Tam Anh General Hospital, colon cancer can be detected early with modern screening methods. Therefore, it is recommended that people over 40 years old or people with risk factors have regular health checks to detect diseases early and have optimal treatment measures."
        }
    ],
    "name": "ung-thu-dai-trang.json"
}