{
    "title": "Stage 4 breast cancer: Symptoms, treatment and prognosis",
    "category": "Oncology",
    "link": "https://tamanhhospital.vn/ung-thu-vu-giai-doan-4/",
    "abstract": "The goal of treatment for stage IV breast cancer is not to completely cure the disease, but it can help alleviate symptoms and prolong the patient's life.",
    "content": "Stage 4 breast cancer: Symptoms, treatment and prognosis\n\nThe goal of treatment for stage IV breast cancer is not to completely cure the disease, but it can help alleviate symptoms and prolong the patient's life.\n\nWhat is stage IV breast cancer?\nStage IV breast cancer is also called metastatic breast cancer, meaning the breast cancer has spread to other parts of the body.\nWhen cancer cells move through the bloodstream and/or lymph nodes to other parts of the body, it is called metastasis.\nBreast cancer can spread to other parts of the body within months or years after diagnosis and treatment. Sometimes, breast cancer is discovered and diagnosed in a state that has metastasized to other parts of the body.\n\nClassification of stage IV breast cancer\nThe TNM staging system stands for Tumor, Nodes, Metastasis. (first)\nT (Tumor): Describes the size and nature of the tumor.; N (Node): Describes the state of cancer metastasis to regional lymph nodes.; M (Metastasis): Describes the state of cancer metastasis to other parts of the body.\nTNM Stage of Breast Cancer:\nTNM stage (AJCC 8)  T (Tumor): Primary tumor Tx  Primary tumor cannot be evaluated. T0  No evidence of primary tumor. T1  U is 2cm in greatest diameter. T2  The tumor is ≤5cm in diameter and the largest is >2cm  T3  The diameter of the largest tumor is >5cm. T4   Regardless of the size of the tumor, the tumor directly invades the chest wall and/or skin. Skin symptoms may include ulcers, rough skin like an orange peel, or spots on the skin. N (Node): Regional lymph nodes Nx  Regional lymph nodes could not be evaluated (possibly because the lymph nodes had been operated on previously). N0  No palpable or imaging findings did not reveal regional lymph node metastases. N1  Axillary lymph node metastasis on the same side, the lymph node is still mobile. N2  Metastases to ipsilateral axillary lymph nodes, adherent lymph nodes, or adhesions to other tissues that can be detected clinically. Or there is metastasis in the internal mammary lymph nodes on the same side but no evidence of axillary lymph node metastasis is found clinically. N3  Ipsilateral subclavicular lymph node metastasis with or without axillary lymph node metastasis. Or metastasis to internal mammary lymph nodes on the same side and accompanied by metastasis to axillary lymph nodes. Or metastasis to the supraclavicular lymph node on the same side but with or without metastasis to the internal mammary or axillary lymph nodes. M (Metastasis): Distant metastasis M0  No clinical or imaging evidence of distant metastatic disease was found. M1  Distant metastases can be detected by clinical examination and by means of diagnostic imaging.\nThe stage of cancer indicates how large the tumor is and how much it has spread. Finding the stage of breast cancer will help doctors decide which treatment method is most appropriate and effective.\nStage IV breast cancer has the following characteristics:\nThe tumor can be any size.; May or may not metastasize to lymph nodes; Cancer has metastasized to other parts of the body such as bones, lungs, liver, brain...\nStage IV breast cancer includes patient groups assessed according to TNM as any T, any N, M1.\nSee more:\nStage 0 breast cancer; Stage 1 breast cancer; Stage 2 breast cancer; Stage 3 breast cancer\n\nSymptoms of stage IV breast cancer\nBreast cancer can metastasize to all parts of the body. However, the most common parts of breast cancer that metastasize are bones, lungs, liver, brain and lymph nodes.\nAccording to Dr. Tran Thi Thien Huong, symptoms of stage IV breast cancer can be very different depending on the location of metastasis, but can be divided into the following groups: (2)\nGroup of symptoms related to bone metastases, soft tissue metastases around the bones accompanied by spinal cord compression: Pain in the back, bones or joints, numbness or weakness anywhere in the body,... not related to other conditions. other benign causes and do not improve with conventional medical treatment. Difficulty urinating (incontinence or inability to urinate).; Group of symptoms related to lung-pleural-lymph node metastases in the mediastinum (mid-chest space): Dry cough lasting over 1-2 months, shortness of breath or difficulty breathing, chest tightness unrelated to the cause other benign and not relieving with conventional medical treatment; Group of symptoms related to liver-lymph node metastasis: Prolonged loss of appetite unrelated to other causes, bloating, abdominal pain, continuous nausea, vomiting or weight loss, jaundice (yellow color in the skin and the whites of the eyes),... not related to other benign causes and not reduced with conventional medical treatment.; Group of symptoms related to brain-meningeal metastases: Persistent headaches, vision problems (blurred vision, double vision, loss of vision), dizziness, balance disorders, epilepsy … is not related to other benign causes and does not improve with conventional medical treatment.\n\nPrognosis of survival for stage IV breast cancer\nIs stage IV breast cancer curable? Stage IV breast cancer cannot be cured. The prognosis will worsen significantly when the tumor has metastasized throughout the body. Typically, only about 22% of stage IV breast cancer patients survive the next 5 years.\n\nDiagnosis of stage IV breast cancer\nIf you have a history of breast cancer or have recently been diagnosed with breast cancer and have any symptoms that suggest metastasis, your doctor may recommend one or more of the following tests:\nBlood tests (including tumor markers in some patients).; Breast ultrasound and mammography to determine the nature of breast tumors + axillary lymph nodes.; CT scan (computed tomography) of part of the body (brain, neck, chest, abdomen, pelvis) or whole body CT scan.; PET-CT scan.; MRI (magnetic resonance) of the breast, spine or brain.; Whole body bone scan, possibly combined with X-rays of suspicious locations; Bronchoscopy: may be indicated if the patient has continuous cough or difficulty breathing, to rule out primary lesions in the trachea and bronchi and assess whether the airway is obstructed or not. ; Biopsy of any part with lesions suspected of metastasis: to do cytological testing, to identify cancer cells as well as perform biological tests of the tumor (hormone receptor ER PR, hormone receptor Her2 body, gene mutation), to diagnose and choose appropriate treatment methods.; Aspiration of fluid from symptomatic parts (pleural fluid, peritoneal fluid...): first to alleviate symptoms, then cytology can be performed to identify cancer cells as well as Perform biological tests of the tumor (ER PR hormone receptor, Her2 receptor, gene mutations), to diagnose and choose appropriate treatment methods.\nThe DBT mammography system helps determine the nature of breast tumors.\n\nHow to treat stage IV breast cancer\nSystemic drug therapy (chemotherapy and other drugs) is the mainstay of treatment. Medications that may be used include chemotherapy, endocrine therapy, targeted therapy, and immunotherapy. These medications can be used individually or in combination. Surgery and/or radiation therapy may be helpful in certain cases. (3)\nAccording to Dr. Thao Nghi, the purpose of treating stage IV breast cancer is not to completely cure the disease, but to alleviate symptoms and prolong the patient's life. If the response is good to treatment, the lesions can be reduced in size or temporarily disappeared, or their growth can be slowed down.\nHowever, these lesions are not completely eliminated, but can still progress again. Therefore, there is no specific total treatment time for this stage. Treatment usually lasts until the cancer begins to progress again; or until side effects that may be detrimental to the patient occur. At that time, the patient can be switched to another medication.\nThe choice of treatment depends on the biological properties of the tumor (ER PR hormone receptor, HER2 receptor, gene mutations) as well as the metastatic status of the disease and the patient's physical condition. There is absolutely no fixed formula, but there are many situations to consider and choose from. You can refer to a few examples below:\nIf ER PR hormone receptor positive, HER2 receptor negative: May be pretreated with endocrine therapy (Tamoxifen or Aromatase inhibitor); these drugs may be combined with a targeted drug such as a CDK4/6 inhibitor, Everolimus, or a PI3K inhibitor.\nDepending on the status of menopause, the doctor will choose methods such as: (4)\nNot yet menopausal: Tamoxifen, possibly combined with ovarian function removal (by surgery, radiation therapy or medication). Menopausal or ovarian function removed: Use Aromatase inhibitors (Letrozole, Anastrozol, Exemestan); Consider using additional biphosphonates if needed; Not yet menopausal: Tamoxifen, can be combined with ovarian function removal (by surgery, radiation therapy or medication).; Menopausal or ovarian function removed: Use Aromatase inhibitors (Letrozole, Anastrozol, Exemestan); Consider using additional biphosphonates if needed; If the ER PR hormone receptor is negative, the HER2 receptor is negative (also called trinegative): Chemotherapy is the main treatment method. Can be combined with immunotherapy (if PD-L1 positive), or combined with drugs with PARP inhibitors (Olaparib or Talazoparib) (if BRCA mutation is positive),; If HER2 receptor is positive: Treatment is usually chemotherapy combined with anti-HER2 drugs (Trastuzumab can be combined with Pertuzumab). Endocrine therapy may be combined if the endocrine receptor ER PR is positive.; If HER2 receptor is negative: Treatment with the antibody conjugate drug Fam-Trastuzumab Deruxtecan may be considered.; If the HER2 receptor is negative, there is a BRCA gene mutation on the blood sample: Treatment is with drugs that contain PARP inhibitors, such as Olaparib or Talazoparib. May combine endocrine therapy (if ER PR endocrine receptor positive) and chemotherapy drugs.; If the HER2 receptor is negative, there is a PIK3CA gene mutation on tumor tissue (or in the blood), the ER hormone receptor is positive: PIK3 inhibitors can be used with Fulvestrant for postmenopausal women.\nThe goal of stage IV breast cancer treatment is to alleviate symptoms and prolong the patient's life.\nLocal or regional treatments\nRadiation therapy and/or surgery may be used in some cases to relieve local/regional symptoms, such as:\nRadiation therapy or breast surgery to reduce local tumor volume; Radiation therapy for brain metastases; Radiation therapy reduces pain and prevents fractures due to bone metastasis.; Radiation therapy or spine surgery: to reduce spinal cord compression; Radiation therapy pain relief.\nTreat symptoms\nPain relievers, stress relievers, drugs to slow down bone destruction due to bone metastasis such as Bisphosphonate, Pamidronate...\nThe disease progresses during treatment\nDr. Thao Nghi said that with stage IV breast cancer, the decision to continue specific treatment with drugs, or just palliative treatment, will depend on many factors such as: physical health status - spiritual-psychological-family-social as well as the wishes of the patient and relatives, biological properties of the tumor, previously used treatment drugs, progressive parts...\nPatients and relatives, in any situation, should not be pessimistic and give up everything. “Although there is no cure for stage IV breast cancer, with the continued advancement of medicine, there are many medications and supportive treatments available to help provide the best possible quality of life for women. patient. In particular, we should focus on screening to detect cancer at an early stage as possible, so that treatment is more effective and the prognosis is more positive,\" Dr. Thao Nghi advised.",
    "subsections": [
        {
            "subsection_name": "What is stage IV breast cancer?",
            "subsection_content": "Stage IV breast cancer is also called metastatic breast cancer, meaning the breast cancer has spread to other parts of the body.\nWhen cancer cells move through the bloodstream and/or lymph nodes to other parts of the body, it is called metastasis.\nBreast cancer can spread to other parts of the body within months or years after diagnosis and treatment. Sometimes, breast cancer is discovered and diagnosed in a state that has metastasized to other parts of the body.",
            "subsection_string": "What is stage IV breast cancer?\nStage IV breast cancer is also called metastatic breast cancer, meaning the breast cancer has spread to other parts of the body.\nWhen cancer cells move through the bloodstream and/or lymph nodes to other parts of the body, it is called metastasis.\nBreast cancer can spread to other parts of the body within months or years after diagnosis and treatment. Sometimes, breast cancer is discovered and diagnosed in a state that has metastasized to other parts of the body."
        },
        {
            "subsection_name": "Classification of stage IV breast cancer",
            "subsection_content": "The TNM staging system stands for Tumor, Nodes, Metastasis. (first)\nT (Tumor): Describes the size and nature of the tumor.; N (Node): Describes the state of cancer metastasis to regional lymph nodes.; M (Metastasis): Describes the state of cancer metastasis to other parts of the body.\nTNM Stage of Breast Cancer:\nTNM stage (AJCC 8)  T (Tumor): Primary tumor Tx  Primary tumor cannot be evaluated. T0  No evidence of primary tumor. T1  U is 2cm in greatest diameter. T2  The tumor is ≤5cm in diameter and the largest is >2cm  T3  The diameter of the largest tumor is >5cm. T4   Regardless of the size of the tumor, the tumor directly invades the chest wall and/or skin. Skin symptoms may include ulcers, rough skin like an orange peel, or spots on the skin. N (Node): Regional lymph nodes Nx  Regional lymph nodes could not be evaluated (possibly because the lymph nodes had been operated on previously). N0  No palpable or imaging findings did not reveal regional lymph node metastases. N1  Axillary lymph node metastasis on the same side, the lymph node is still mobile. N2  Metastases to ipsilateral axillary lymph nodes, adherent lymph nodes, or adhesions to other tissues that can be detected clinically. Or there is metastasis in the internal mammary lymph nodes on the same side but no evidence of axillary lymph node metastasis is found clinically. N3  Ipsilateral subclavicular lymph node metastasis with or without axillary lymph node metastasis. Or metastasis to internal mammary lymph nodes on the same side and accompanied by metastasis to axillary lymph nodes. Or metastasis to the supraclavicular lymph node on the same side but with or without metastasis to the internal mammary or axillary lymph nodes. M (Metastasis): Distant metastasis M0  No clinical or imaging evidence of distant metastatic disease was found. M1  Distant metastases can be detected by clinical examination and by means of diagnostic imaging.\nThe stage of cancer indicates how large the tumor is and how much it has spread. Finding the stage of breast cancer will help doctors decide which treatment method is most appropriate and effective.\nStage IV breast cancer has the following characteristics:\nThe tumor can be any size.; May or may not metastasize to lymph nodes; Cancer has metastasized to other parts of the body such as bones, lungs, liver, brain...\nStage IV breast cancer includes patient groups assessed according to TNM as any T, any N, M1.\nSee more:\nStage 0 breast cancer; Stage 1 breast cancer; Stage 2 breast cancer; Stage 3 breast cancer",
            "subsection_string": "Classification of stage IV breast cancer\nThe TNM staging system stands for Tumor, Nodes, Metastasis. (first)\nT (Tumor): Describes the size and nature of the tumor.; N (Node): Describes the state of cancer metastasis to regional lymph nodes.; M (Metastasis): Describes the state of cancer metastasis to other parts of the body.\nTNM Stage of Breast Cancer:\nTNM stage (AJCC 8)  T (Tumor): Primary tumor Tx  Primary tumor cannot be evaluated. T0  No evidence of primary tumor. T1  U is 2cm in greatest diameter. T2  The tumor is ≤5cm in diameter and the largest is >2cm  T3  The diameter of the largest tumor is >5cm. T4   Regardless of the size of the tumor, the tumor directly invades the chest wall and/or skin. Skin symptoms may include ulcers, rough skin like an orange peel, or spots on the skin. N (Node): Regional lymph nodes Nx  Regional lymph nodes could not be evaluated (possibly because the lymph nodes had been operated on previously). N0  No palpable or imaging findings did not reveal regional lymph node metastases. N1  Axillary lymph node metastasis on the same side, the lymph node is still mobile. N2  Metastases to ipsilateral axillary lymph nodes, adherent lymph nodes, or adhesions to other tissues that can be detected clinically. Or there is metastasis in the internal mammary lymph nodes on the same side but no evidence of axillary lymph node metastasis is found clinically. N3  Ipsilateral subclavicular lymph node metastasis with or without axillary lymph node metastasis. Or metastasis to internal mammary lymph nodes on the same side and accompanied by metastasis to axillary lymph nodes. Or metastasis to the supraclavicular lymph node on the same side but with or without metastasis to the internal mammary or axillary lymph nodes. M (Metastasis): Distant metastasis M0  No clinical or imaging evidence of distant metastatic disease was found. M1  Distant metastases can be detected by clinical examination and by means of diagnostic imaging.\nThe stage of cancer indicates how large the tumor is and how much it has spread. Finding the stage of breast cancer will help doctors decide which treatment method is most appropriate and effective.\nStage IV breast cancer has the following characteristics:\nThe tumor can be any size.; May or may not metastasize to lymph nodes; Cancer has metastasized to other parts of the body such as bones, lungs, liver, brain...\nStage IV breast cancer includes patient groups assessed according to TNM as any T, any N, M1.\nSee more:\nStage 0 breast cancer; Stage 1 breast cancer; Stage 2 breast cancer; Stage 3 breast cancer"
        },
        {
            "subsection_name": "Symptoms of stage IV breast cancer",
            "subsection_content": "Breast cancer can metastasize to all parts of the body. However, the most common parts of breast cancer that metastasize are bones, lungs, liver, brain and lymph nodes.\nAccording to Dr. Tran Thi Thien Huong, symptoms of stage IV breast cancer can be very different depending on the location of metastasis, but can be divided into the following groups: (2)\nGroup of symptoms related to bone metastases, soft tissue metastases around the bones accompanied by spinal cord compression: Pain in the back, bones or joints, numbness or weakness anywhere in the body,... not related to other conditions. other benign causes and do not improve with conventional medical treatment. Difficulty urinating (incontinence or inability to urinate).; Group of symptoms related to lung-pleural-lymph node metastases in the mediastinum (mid-chest space): Dry cough lasting over 1-2 months, shortness of breath or difficulty breathing, chest tightness unrelated to the cause other benign and not relieving with conventional medical treatment; Group of symptoms related to liver-lymph node metastasis: Prolonged loss of appetite unrelated to other causes, bloating, abdominal pain, continuous nausea, vomiting or weight loss, jaundice (yellow color in the skin and the whites of the eyes),... not related to other benign causes and not reduced with conventional medical treatment.; Group of symptoms related to brain-meningeal metastases: Persistent headaches, vision problems (blurred vision, double vision, loss of vision), dizziness, balance disorders, epilepsy … is not related to other benign causes and does not improve with conventional medical treatment.",
            "subsection_string": "Symptoms of stage IV breast cancer\nBreast cancer can metastasize to all parts of the body. However, the most common parts of breast cancer that metastasize are bones, lungs, liver, brain and lymph nodes.\nAccording to Dr. Tran Thi Thien Huong, symptoms of stage IV breast cancer can be very different depending on the location of metastasis, but can be divided into the following groups: (2)\nGroup of symptoms related to bone metastases, soft tissue metastases around the bones accompanied by spinal cord compression: Pain in the back, bones or joints, numbness or weakness anywhere in the body,... not related to other conditions. other benign causes and do not improve with conventional medical treatment. Difficulty urinating (incontinence or inability to urinate).; Group of symptoms related to lung-pleural-lymph node metastases in the mediastinum (mid-chest space): Dry cough lasting over 1-2 months, shortness of breath or difficulty breathing, chest tightness unrelated to the cause other benign and not relieving with conventional medical treatment; Group of symptoms related to liver-lymph node metastasis: Prolonged loss of appetite unrelated to other causes, bloating, abdominal pain, continuous nausea, vomiting or weight loss, jaundice (yellow color in the skin and the whites of the eyes),... not related to other benign causes and not reduced with conventional medical treatment.; Group of symptoms related to brain-meningeal metastases: Persistent headaches, vision problems (blurred vision, double vision, loss of vision), dizziness, balance disorders, epilepsy … is not related to other benign causes and does not improve with conventional medical treatment."
        },
        {
            "subsection_name": "Prognosis of survival for stage IV breast cancer",
            "subsection_content": "Is stage IV breast cancer curable? Stage IV breast cancer cannot be cured. The prognosis will worsen significantly when the tumor has metastasized throughout the body. Typically, only about 22% of stage IV breast cancer patients survive the next 5 years.",
            "subsection_string": "Prognosis of survival for stage IV breast cancer\nIs stage IV breast cancer curable? Stage IV breast cancer cannot be cured. The prognosis will worsen significantly when the tumor has metastasized throughout the body. Typically, only about 22% of stage IV breast cancer patients survive the next 5 years."
        },
        {
            "subsection_name": "Diagnosis of stage IV breast cancer",
            "subsection_content": "If you have a history of breast cancer or have recently been diagnosed with breast cancer and have any symptoms that suggest metastasis, your doctor may recommend one or more of the following tests:\nBlood tests (including tumor markers in some patients).; Breast ultrasound and mammography to determine the nature of breast tumors + axillary lymph nodes.; CT scan (computed tomography) of part of the body (brain, neck, chest, abdomen, pelvis) or whole body CT scan.; PET-CT scan.; MRI (magnetic resonance) of the breast, spine or brain.; Whole body bone scan, possibly combined with X-rays of suspicious locations; Bronchoscopy: may be indicated if the patient has continuous cough or difficulty breathing, to rule out primary lesions in the trachea and bronchi and assess whether the airway is obstructed or not. ; Biopsy of any part with lesions suspected of metastasis: to do cytological testing, to identify cancer cells as well as perform biological tests of the tumor (hormone receptor ER PR, hormone receptor Her2 body, gene mutation), to diagnose and choose appropriate treatment methods.; Aspiration of fluid from symptomatic parts (pleural fluid, peritoneal fluid...): first to alleviate symptoms, then cytology can be performed to identify cancer cells as well as Perform biological tests of the tumor (ER PR hormone receptor, Her2 receptor, gene mutations), to diagnose and choose appropriate treatment methods.\nThe DBT mammography system helps determine the nature of breast tumors.",
            "subsection_string": "Diagnosis of stage IV breast cancer\nIf you have a history of breast cancer or have recently been diagnosed with breast cancer and have any symptoms that suggest metastasis, your doctor may recommend one or more of the following tests:\nBlood tests (including tumor markers in some patients).; Breast ultrasound and mammography to determine the nature of breast tumors + axillary lymph nodes.; CT scan (computed tomography) of part of the body (brain, neck, chest, abdomen, pelvis) or whole body CT scan.; PET-CT scan.; MRI (magnetic resonance) of the breast, spine or brain.; Whole body bone scan, possibly combined with X-rays of suspicious locations; Bronchoscopy: may be indicated if the patient has continuous cough or difficulty breathing, to rule out primary lesions in the trachea and bronchi and assess whether the airway is obstructed or not. ; Biopsy of any part with lesions suspected of metastasis: to do cytological testing, to identify cancer cells as well as perform biological tests of the tumor (hormone receptor ER PR, hormone receptor Her2 body, gene mutation), to diagnose and choose appropriate treatment methods.; Aspiration of fluid from symptomatic parts (pleural fluid, peritoneal fluid...): first to alleviate symptoms, then cytology can be performed to identify cancer cells as well as Perform biological tests of the tumor (ER PR hormone receptor, Her2 receptor, gene mutations), to diagnose and choose appropriate treatment methods.\nThe DBT mammography system helps determine the nature of breast tumors."
        },
        {
            "subsection_name": "How to treat stage IV breast cancer",
            "subsection_content": "Systemic drug therapy (chemotherapy and other drugs) is the mainstay of treatment. Medications that may be used include chemotherapy, endocrine therapy, targeted therapy, and immunotherapy. These medications can be used individually or in combination. Surgery and/or radiation therapy may be helpful in certain cases. (3)\nAccording to Dr. Thao Nghi, the purpose of treating stage IV breast cancer is not to completely cure the disease, but to alleviate symptoms and prolong the patient's life. If the response is good to treatment, the lesions can be reduced in size or temporarily disappeared, or their growth can be slowed down.\nHowever, these lesions are not completely eliminated, but can still progress again. Therefore, there is no specific total treatment time for this stage. Treatment usually lasts until the cancer begins to progress again; or until side effects that may be detrimental to the patient occur. At that time, the patient can be switched to another medication.\nThe choice of treatment depends on the biological properties of the tumor (ER PR hormone receptor, HER2 receptor, gene mutations) as well as the metastatic status of the disease and the patient's physical condition. There is absolutely no fixed formula, but there are many situations to consider and choose from. You can refer to a few examples below:\nIf ER PR hormone receptor positive, HER2 receptor negative: May be pretreated with endocrine therapy (Tamoxifen or Aromatase inhibitor); these drugs may be combined with a targeted drug such as a CDK4/6 inhibitor, Everolimus, or a PI3K inhibitor.\nDepending on the status of menopause, the doctor will choose methods such as: (4)\nNot yet menopausal: Tamoxifen, possibly combined with ovarian function removal (by surgery, radiation therapy or medication). Menopausal or ovarian function removed: Use Aromatase inhibitors (Letrozole, Anastrozol, Exemestan); Consider using additional biphosphonates if needed; Not yet menopausal: Tamoxifen, can be combined with ovarian function removal (by surgery, radiation therapy or medication).; Menopausal or ovarian function removed: Use Aromatase inhibitors (Letrozole, Anastrozol, Exemestan); Consider using additional biphosphonates if needed; If the ER PR hormone receptor is negative, the HER2 receptor is negative (also called trinegative): Chemotherapy is the main treatment method. Can be combined with immunotherapy (if PD-L1 positive), or combined with drugs with PARP inhibitors (Olaparib or Talazoparib) (if BRCA mutation is positive),; If HER2 receptor is positive: Treatment is usually chemotherapy combined with anti-HER2 drugs (Trastuzumab can be combined with Pertuzumab). Endocrine therapy may be combined if the endocrine receptor ER PR is positive.; If HER2 receptor is negative: Treatment with the antibody conjugate drug Fam-Trastuzumab Deruxtecan may be considered.; If the HER2 receptor is negative, there is a BRCA gene mutation on the blood sample: Treatment is with drugs that contain PARP inhibitors, such as Olaparib or Talazoparib. May combine endocrine therapy (if ER PR endocrine receptor positive) and chemotherapy drugs.; If the HER2 receptor is negative, there is a PIK3CA gene mutation on tumor tissue (or in the blood), the ER hormone receptor is positive: PIK3 inhibitors can be used with Fulvestrant for postmenopausal women.\nThe goal of stage IV breast cancer treatment is to alleviate symptoms and prolong the patient's life.\nLocal or regional treatments\nRadiation therapy and/or surgery may be used in some cases to relieve local/regional symptoms, such as:\nRadiation therapy or breast surgery to reduce local tumor volume; Radiation therapy for brain metastases; Radiation therapy reduces pain and prevents fractures due to bone metastasis.; Radiation therapy or spine surgery: to reduce spinal cord compression; Radiation therapy pain relief.\nTreat symptoms\nPain relievers, stress relievers, drugs to slow down bone destruction due to bone metastasis such as Bisphosphonate, Pamidronate...\nThe disease progresses during treatment\nDr. Thao Nghi said that with stage IV breast cancer, the decision to continue specific treatment with drugs, or just palliative treatment, will depend on many factors such as: physical health status - spiritual-psychological-family-social as well as the wishes of the patient and relatives, biological properties of the tumor, previously used treatment drugs, progressive parts...\nPatients and relatives, in any situation, should not be pessimistic and give up everything. “Although there is no cure for stage IV breast cancer, with the continued advancement of medicine, there are many medications and supportive treatments available to help provide the best possible quality of life for women. patient. In particular, we should focus on screening to detect cancer at an early stage as possible, so that treatment is more effective and the prognosis is more positive,\" Dr. Thao Nghi advised.",
            "subsection_string": "How to treat stage IV breast cancer\nSystemic drug therapy (chemotherapy and other drugs) is the mainstay of treatment. Medications that may be used include chemotherapy, endocrine therapy, targeted therapy, and immunotherapy. These medications can be used individually or in combination. Surgery and/or radiation therapy may be helpful in certain cases. (3)\nAccording to Dr. Thao Nghi, the purpose of treating stage IV breast cancer is not to completely cure the disease, but to alleviate symptoms and prolong the patient's life. If the response is good to treatment, the lesions can be reduced in size or temporarily disappeared, or their growth can be slowed down.\nHowever, these lesions are not completely eliminated, but can still progress again. Therefore, there is no specific total treatment time for this stage. Treatment usually lasts until the cancer begins to progress again; or until side effects that may be detrimental to the patient occur. At that time, the patient can be switched to another medication.\nThe choice of treatment depends on the biological properties of the tumor (ER PR hormone receptor, HER2 receptor, gene mutations) as well as the metastatic status of the disease and the patient's physical condition. There is absolutely no fixed formula, but there are many situations to consider and choose from. You can refer to a few examples below:\nIf ER PR hormone receptor positive, HER2 receptor negative: May be pretreated with endocrine therapy (Tamoxifen or Aromatase inhibitor); these drugs may be combined with a targeted drug such as a CDK4/6 inhibitor, Everolimus, or a PI3K inhibitor.\nDepending on the status of menopause, the doctor will choose methods such as: (4)\nNot yet menopausal: Tamoxifen, possibly combined with ovarian function removal (by surgery, radiation therapy or medication). Menopausal or ovarian function removed: Use Aromatase inhibitors (Letrozole, Anastrozol, Exemestan); Consider using additional biphosphonates if needed; Not yet menopausal: Tamoxifen, can be combined with ovarian function removal (by surgery, radiation therapy or medication).; Menopausal or ovarian function removed: Use Aromatase inhibitors (Letrozole, Anastrozol, Exemestan); Consider using additional biphosphonates if needed; If the ER PR hormone receptor is negative, the HER2 receptor is negative (also called trinegative): Chemotherapy is the main treatment method. Can be combined with immunotherapy (if PD-L1 positive), or combined with drugs with PARP inhibitors (Olaparib or Talazoparib) (if BRCA mutation is positive),; If HER2 receptor is positive: Treatment is usually chemotherapy combined with anti-HER2 drugs (Trastuzumab can be combined with Pertuzumab). Endocrine therapy may be combined if the endocrine receptor ER PR is positive.; If HER2 receptor is negative: Treatment with the antibody conjugate drug Fam-Trastuzumab Deruxtecan may be considered.; If the HER2 receptor is negative, there is a BRCA gene mutation on the blood sample: Treatment is with drugs that contain PARP inhibitors, such as Olaparib or Talazoparib. May combine endocrine therapy (if ER PR endocrine receptor positive) and chemotherapy drugs.; If the HER2 receptor is negative, there is a PIK3CA gene mutation on tumor tissue (or in the blood), the ER hormone receptor is positive: PIK3 inhibitors can be used with Fulvestrant for postmenopausal women.\nThe goal of stage IV breast cancer treatment is to alleviate symptoms and prolong the patient's life.\nLocal or regional treatments\nRadiation therapy and/or surgery may be used in some cases to relieve local/regional symptoms, such as:\nRadiation therapy or breast surgery to reduce local tumor volume; Radiation therapy for brain metastases; Radiation therapy reduces pain and prevents fractures due to bone metastasis.; Radiation therapy or spine surgery: to reduce spinal cord compression; Radiation therapy pain relief.\nTreat symptoms\nPain relievers, stress relievers, drugs to slow down bone destruction due to bone metastasis such as Bisphosphonate, Pamidronate...\nThe disease progresses during treatment\nDr. Thao Nghi said that with stage IV breast cancer, the decision to continue specific treatment with drugs, or just palliative treatment, will depend on many factors such as: physical health status - spiritual-psychological-family-social as well as the wishes of the patient and relatives, biological properties of the tumor, previously used treatment drugs, progressive parts...\nPatients and relatives, in any situation, should not be pessimistic and give up everything. “Although there is no cure for stage IV breast cancer, with the continued advancement of medicine, there are many medications and supportive treatments available to help provide the best possible quality of life for women. patient. In particular, we should focus on screening to detect cancer at an early stage as possible, so that treatment is more effective and the prognosis is more positive,\" Dr. Thao Nghi advised."
        }
    ],
    "name": "ung-thu-vu-giai-doan-4.json"
}