{
    "title": "Skin cancer: Signs, causes and diagnosis",
    "category": "Oncology",
    "link": "https://tamanhhospital.vn/ung-thu-da/",
    "abstract": "Skin cancer is the abnormal, uncontrolled growth of the layer of skin epithelial cells that cover the outside of the body. Timely diagnosis and treatment in the early stages has a 5-year survival prognosis of more than 90%. According to the World Health Organization (WHO), each year there are 2-3 million cases of skin cancer that are not malignant melanoma and 132,000 cases of malignant melanoma. WHO also warns that as ozone levels are depleted, the atmosphere increasingly loses its filtering and protective function, more and more ultraviolet radiation from the sun reaches the Earth's surface, and skin cancer will increase. stronger. Researchers estimate that when ozone levels decrease by 10%, there will be about 300,000 more cases of non-melanoma skin cancer and 4,500 more cases of melanoma skin cancer. (first)",
    "content": "Skin cancer: Signs, causes and diagnosis\n\nSkin cancer is the abnormal, uncontrolled growth of the layer of skin epithelial cells that cover the outside of the body. Timely diagnosis and treatment in the early stages has a 5-year survival prognosis of more than 90%. According to the World Health Organization (WHO), each year there are 2-3 million cases of skin cancer that are not malignant melanoma and 132,000 cases of malignant melanoma. WHO also warns that as ozone levels are depleted, the atmosphere increasingly loses its filtering and protective function, more and more ultraviolet radiation from the sun reaches the Earth's surface, and skin cancer will increase. stronger. Researchers estimate that when ozone levels decrease by 10%, there will be about 300,000 more cases of non-melanoma skin cancer and 4,500 more cases of melanoma skin cancer. (first)\n\nWhat is skin cancer?\nSkin cancer is a condition in which skin cells grow out of control. This is a common disease and tends to be more frequent in white people. Black people and people of color have a lower incidence.\nThe incidence of malignant skin cancer is related primarily to sun exposure or a history of sunburn. These are factors and risks that can be changed. It is important that each individual should be aware of prevention early to avoid contracting this disease.\nSee more: 5 stages of skin cancer: How to evaluate and diagnose in detail.\n\nTypes of skin cancer\nThere are many layers of skin but the epidermis (upper or outer layer) and dermis (lower or inner layer) are the two main layers. The epidermis is made up of 3 types of cells. (2)\nSquamous cells: are very thin and flat layers that form the top layer of the epidermis.; Basal cells: are round-shaped layers located below squamous cells; Melanocytes: These are cells that produce melanin, located in the lower part of the epidermis. Melanin is the pigment that gives skin its different colors. Melanocytes will produce more pigment when exposed to sunlight. The more pigment, the darker the skin.\nDoctor Ngo Truong Son, Deputy Head of Oncology Department, Tam Anh General Hospital, Hanoi, said that which layer of skin cancer starts in will be named after that layer of skin. There are two types of skin cancer: non-melanoma skin cancer and melanoma skin cancer.\nNon-melanoma skin cancer\nNon-melanoma skin cancer is a type of skin cancer that is not malignant melanoma. Non-melanoma skin cancer includes squamous cell carcinoma and basal cell carcinoma. (3)\nSquamous cell carcinoma: Squamous cell carcinoma is a type of cancer that affects the cells located on the outermost layer of the epidermis, or mucous membranes, or the lungs. When cancer forms on the skin, it is called squamous cell skin cancer.; Basal cell carcinoma: A type of cancer that begins in the basal cells of the skin.\nSquamous cell carcinoma and basal cell carcinoma are the two most common types of skin cancer, originating in the basal and squamous layers of the skin, respectively.\nThis type of cancer is rarely fatal, but surgical treatment often causes pain and disfigurement of the skin surface.\nNon-melanoma skin cancer most often occurs on parts of the body that are exposed to the sun such as the ears, face, neck and arms. This suggests that long-term, repeated exposure to UV radiation is a major causative factor.\nIn some countries, a clear relationship can be seen between increasing incidence of malignant non-melanoma skin cancer, i.e. higher levels of UV radiation.\nMalignant melanoma skin cancer\nThis type of skin cancer begins in melanocytes. Of all types of skin cancer, melanoma causes the most deaths because it tends to spread to other parts of the body, including vital organs. (4)\nDiagnosis of this type of cancer is likely to be more accurate than that of non-melanoma skin cancer.\nMany studies indicate that the risk of melanoma correlates with genetic and individual characteristics as well as behavioral UV exposure.\nOther less common types of skin cancer\nMerkel cell skin cancer: This type of cancer is formed due to the overgrowth of Merkel cells. This type of cancer is rare and very dangerous, because the rate of metastasis is very fast.; Cutaneous lymphoma: Cancer that forms when white blood cells in the skin grow abnormally. White blood cells function to protect the body from infection and disease and are part of the immune system.; Kaposi sarcoma: This is a malignant skin tumor that shows almost no symptoms in the early stages. When metastasized, it can cause brown, red, or purple tumors or patches of skin. Symptoms often appear on the face, limbs or genitals and lymph nodes.; Actinic keratosis: Is a type of skin pre-cancer of the squamous cell epithelial type. Can progress to malignancy if not promptly intervened and managed. Small patches of skin that are pink, red or brown are common symptoms of skin cancer.\n\nSigns of skin cancer\nWhen any new spots or changes appear on the skin that persist for two weeks or more, people should not be subjective. According to Dr. Ngo Truong Son, CKII, skin cancer often has no symptoms in the early stages, although symptoms can appear at any time.\nSkin cancer symptoms may include: (5)\nNew skin lesions or changes in size, shape or color. These changes can vary so much that there is no way to describe what skin cancer looks like;; Itchy or painful;; Ulcers that do not heal but bleed or develop scabs;; The top of the skin appears as a shiny red or skin-colored bump;; Red, rough or scaly spots that can be felt on the skin;; The tumor has a raised border and a central crust or bleeding;; Wart-like spots appear on the skin;; The skin appears as a scar-like streak without clear borders.\nWart-like spots appear on the skin\nAdditionally, skin cancer symptoms can vary depending on the type of skin cancer and its location on the skin. Below are general descriptions of the various symptoms associated with specific types of skin cancer.\nSymptoms of basal cell carcinoma\nSkin cancer often appears on the face, neck, arms, legs, ears and hands. These are areas that are heavily exposed to the sun. However, it can also appear in other areas.\nSigns of basal cell carcinoma may include:\nPearly or waxy bumps on the skin;; Flat, rough, or scar-like patches on the skin;; The ulcer bleeds, does not heal completely, or recurs.\nSymptoms of squamous cell carcinoma\nThis type of skin cancer also tends to develop in areas exposed to the sun. In some cases, squamous cell carcinoma can affect areas that are not exposed to sunlight. This is especially true for people with darker skin tones.\nSigns of squamous cell carcinoma may include:\nA hard, red nodule;; Lesions have scales or irregular borders;; Painful or itchy skin lesions.\nSymptoms of malignant melanoma\nMalignant melanoma can occur anywhere on the body and can develop from a mole. In people with darker skin tones, malignant melanoma tends to appear on the palms of the hands or soles of the feet.\nSigns of malignant melanoma often include:\nChange in appearance of mole;; Develop large brown spots, often with irregular edges;; Dark lesions on mucous membranes (nose, mouth, vagina or anus) or fingers and toes.\nSee more: Images of skin cancer are easy to recognize, don't be subjective with the signs.\n\nCauses of skin cancer\nAccording to BS.CKII Ngo Truong Son, the biggest cause of skin cancer is radiation from the sun's ultraviolet rays. In addition, skin cancer can also be caused by the following risk factors: (6)\nPeople with many atypical moles: This is the highest risk factor for malignant melanoma in people with fair skin. Malignant melanoma is more common in people with pale skin, blue eyes, and red or blonde hair;; People with a history of sunburn;; Exposure to coal and arsenic compounds;; Working at high altitudes: UV rays are stronger as altitude increases (because the thinner atmosphere at higher altitudes cannot filter UV rays as effectively as at sea level). People who work at heights and outdoors have a higher risk of skin cancer;; Latitude: The sun's rays are strongest near the equator, so people who live closer to the equator have a higher risk of skin cancer;; Repeated exposure to X-rays;; Scars due to illness and burns;; Immunosuppression, such as in people who have had organ transplants;; Male gender;; Age;; History of skin cancer;; Certain rare genetic diseases, such as basal cell nevus syndrome (Gorlin syndrome) or xeroderma pigmentosum (XP);; Smoking (increases the risk of squamous cell cancer, especially on the lips).\nSee more: Is skin cancer dangerous? How does it affect health?\n\nHow to diagnose skin cancer\nTo diagnose skin cancer, the most common methods are a general health examination and personal and family medical history. The doctor can then evaluate the lesions using dermoscopy, biopsy, and histopathological evaluation.\nA biopsy is the removal of a small amount of tissue to examine under a microscope. The suspected skin lesion is removed, usually after a local anesthetic is used to numb the area. The doctor also often removes an area of ​​healthy tissue around the lesion.\nThe sample removed during the biopsy is then analyzed to determine if it is skin cancer. Doctors will then evaluate the cells, tissues, and organs to diagnose the disease.\n\nHow to treat skin cancer\nDoctor Ngo Truong Son, PhD, said that skin cancer treatment methods may include:\nSurgery\nThis is the removal of cancerous skin and possible chemotherapy or radiotherapy afterward to prevent cancer cells from growing. There are many surgical methods such as liquid nitrogen cryosurgery, laminectomy, Mohs surgery, curettage and electrodes.\nChemotherapy\nChemicals that stop cancer cells from growing can be used orally, applied topically, or injected intravenously. Chemotherapy can cause side effects such as hair loss, fatigue, hormonal changes, etc.\nPhotodynamic therapy\nLaser light combines with drugs to kill cancer cells.\nRadiotherapy\nIs the use of high-energy beams to shine into the tumor to destroy cancer cells.\nBiological therapy\nThe patient's body's immune system is trained to fight cancer cells.\nImmunotherapy\nThe patient's immune system is stimulated with a drug to kill cancer cells.\n\nNutrition for people with skin cancer\nTo date, there are no official recommendations on nutrition for skin cancer patients. However, according to BS.CKII Ngo Truong Son, patients should limit eating foods that can cause skin allergies to reduce irritation when the skin is weakened. Depending on each person's constitution, allergenic foods may be different. For example, some people are allergic to seafood, nuts, and cow's milk, while others are allergic to certain vegetables and fruits.\nIn addition, patients need to limit eating processed foods, drinking alcohol, smoking, drinking soft drinks... because they are not good for health in general.\nIf skin cancer affects the mouth and throat, foods and soft foods such as porridge, soup, vermicelli, pho... may be beneficial.\n\nHow to prevent skin cancer\nDoctor Ngo Truong Son recommends that to reduce the risk of skin cancer, the best way is to avoid frequent skin exposure to sunlight and other sources of UV radiation, such as: (7)\nLimit sunbathing;; Limit going out during hours when ultraviolet rays are highly active, which in Vietnam is from 10 a.m. to 2 p.m.;; Use sunscreen with an SPF of 30 or higher for the whole body. Should be applied at least 10 minutes before going outside and reapplied every 30 minutes if outdoors;; You should wear sunscreen (specialized type to protect against UV rays), wear a wide-brimmed hat;; You should wear light colors instead of dark colors when going out in the sun because black will absorb more ultraviolet rays;; Wear sunglasses with 100% UV protection when going out in the sun;; Regular health check-ups at least once a year and twice in people with risk factors;; Go to the hospital immediately if unexplained skin lesions appear and do not go away for more than 2 weeks.\nSee more: 6 effective ways to prevent skin cancer you must see.\nWhen persistent skin abnormalities appear, the patient should see a doctor immediately for timely diagnosis and treatment\n\nHow long can skin cancer survive?\nIf treated promptly at the time of detection, non-melanoma skin cancer is rarely fatal. For early stage malignant melanoma, Doctor Ngo Truong Son, CKII, said that the survival rate after 5 years is 90% if treated and controlled well. The prognosis for survival is poorer if detected and treated at the metastatic stage.\nSee more: How long can skin cancer survive? Prognosis for each stage of the disease.\nTo contact for consultation and schedule an examination and skin cancer screening at Tam Anh General Hospital, you can contact:\nSkin cancer can be benign or malignant but needs to be treated promptly to prevent the progression of malignant cancer or the risk of metastasis leading to death. Doctor Ngo Truong Son advises that patients should immediately go to the hospital if unusual signs appear on the skin that do not disappear for more than a few weeks; The mole grows larger, especially with the appearance of blood vessels around the mole... for timely diagnosis and intervention.",
    "subsections": [
        {
            "subsection_name": "What is skin cancer?",
            "subsection_content": "Skin cancer is a condition in which skin cells grow out of control. This is a common disease and tends to be more frequent in white people. Black people and people of color have a lower incidence.\nThe incidence of malignant skin cancer is related primarily to sun exposure or a history of sunburn. These are factors and risks that can be changed. It is important that each individual should be aware of prevention early to avoid contracting this disease.\nSee more: 5 stages of skin cancer: How to evaluate and diagnose in detail.",
            "subsection_string": "What is skin cancer?\nSkin cancer is a condition in which skin cells grow out of control. This is a common disease and tends to be more frequent in white people. Black people and people of color have a lower incidence.\nThe incidence of malignant skin cancer is related primarily to sun exposure or a history of sunburn. These are factors and risks that can be changed. It is important that each individual should be aware of prevention early to avoid contracting this disease.\nSee more: 5 stages of skin cancer: How to evaluate and diagnose in detail."
        },
        {
            "subsection_name": "Types of skin cancer",
            "subsection_content": "There are many layers of skin but the epidermis (upper or outer layer) and dermis (lower or inner layer) are the two main layers. The epidermis is made up of 3 types of cells. (2)\nSquamous cells: are very thin and flat layers that form the top layer of the epidermis.; Basal cells: are round-shaped layers located below squamous cells; Melanocytes: These are cells that produce melanin, located in the lower part of the epidermis. Melanin is the pigment that gives skin its different colors. Melanocytes will produce more pigment when exposed to sunlight. The more pigment, the darker the skin.\nDoctor Ngo Truong Son, Deputy Head of Oncology Department, Tam Anh General Hospital, Hanoi, said that which layer of skin cancer starts in will be named after that layer of skin. There are two types of skin cancer: non-melanoma skin cancer and melanoma skin cancer.\nNon-melanoma skin cancer\nNon-melanoma skin cancer is a type of skin cancer that is not malignant melanoma. Non-melanoma skin cancer includes squamous cell carcinoma and basal cell carcinoma. (3)\nSquamous cell carcinoma: Squamous cell carcinoma is a type of cancer that affects the cells located on the outermost layer of the epidermis, or mucous membranes, or the lungs. When cancer forms on the skin, it is called squamous cell skin cancer.; Basal cell carcinoma: A type of cancer that begins in the basal cells of the skin.\nSquamous cell carcinoma and basal cell carcinoma are the two most common types of skin cancer, originating in the basal and squamous layers of the skin, respectively.\nThis type of cancer is rarely fatal, but surgical treatment often causes pain and disfigurement of the skin surface.\nNon-melanoma skin cancer most often occurs on parts of the body that are exposed to the sun such as the ears, face, neck and arms. This suggests that long-term, repeated exposure to UV radiation is a major causative factor.\nIn some countries, a clear relationship can be seen between increasing incidence of malignant non-melanoma skin cancer, i.e. higher levels of UV radiation.\nMalignant melanoma skin cancer\nThis type of skin cancer begins in melanocytes. Of all types of skin cancer, melanoma causes the most deaths because it tends to spread to other parts of the body, including vital organs. (4)\nDiagnosis of this type of cancer is likely to be more accurate than that of non-melanoma skin cancer.\nMany studies indicate that the risk of melanoma correlates with genetic and individual characteristics as well as behavioral UV exposure.\nOther less common types of skin cancer\nMerkel cell skin cancer: This type of cancer is formed due to the overgrowth of Merkel cells. This type of cancer is rare and very dangerous, because the rate of metastasis is very fast.; Cutaneous lymphoma: Cancer that forms when white blood cells in the skin grow abnormally. White blood cells function to protect the body from infection and disease and are part of the immune system.; Kaposi sarcoma: This is a malignant skin tumor that shows almost no symptoms in the early stages. When metastasized, it can cause brown, red, or purple tumors or patches of skin. Symptoms often appear on the face, limbs or genitals and lymph nodes.; Actinic keratosis: Is a type of skin pre-cancer of the squamous cell epithelial type. Can progress to malignancy if not promptly intervened and managed. Small patches of skin that are pink, red or brown are common symptoms of skin cancer.",
            "subsection_string": "Types of skin cancer\nThere are many layers of skin but the epidermis (upper or outer layer) and dermis (lower or inner layer) are the two main layers. The epidermis is made up of 3 types of cells. (2)\nSquamous cells: are very thin and flat layers that form the top layer of the epidermis.; Basal cells: are round-shaped layers located below squamous cells; Melanocytes: These are cells that produce melanin, located in the lower part of the epidermis. Melanin is the pigment that gives skin its different colors. Melanocytes will produce more pigment when exposed to sunlight. The more pigment, the darker the skin.\nDoctor Ngo Truong Son, Deputy Head of Oncology Department, Tam Anh General Hospital, Hanoi, said that which layer of skin cancer starts in will be named after that layer of skin. There are two types of skin cancer: non-melanoma skin cancer and melanoma skin cancer.\nNon-melanoma skin cancer\nNon-melanoma skin cancer is a type of skin cancer that is not malignant melanoma. Non-melanoma skin cancer includes squamous cell carcinoma and basal cell carcinoma. (3)\nSquamous cell carcinoma: Squamous cell carcinoma is a type of cancer that affects the cells located on the outermost layer of the epidermis, or mucous membranes, or the lungs. When cancer forms on the skin, it is called squamous cell skin cancer.; Basal cell carcinoma: A type of cancer that begins in the basal cells of the skin.\nSquamous cell carcinoma and basal cell carcinoma are the two most common types of skin cancer, originating in the basal and squamous layers of the skin, respectively.\nThis type of cancer is rarely fatal, but surgical treatment often causes pain and disfigurement of the skin surface.\nNon-melanoma skin cancer most often occurs on parts of the body that are exposed to the sun such as the ears, face, neck and arms. This suggests that long-term, repeated exposure to UV radiation is a major causative factor.\nIn some countries, a clear relationship can be seen between increasing incidence of malignant non-melanoma skin cancer, i.e. higher levels of UV radiation.\nMalignant melanoma skin cancer\nThis type of skin cancer begins in melanocytes. Of all types of skin cancer, melanoma causes the most deaths because it tends to spread to other parts of the body, including vital organs. (4)\nDiagnosis of this type of cancer is likely to be more accurate than that of non-melanoma skin cancer.\nMany studies indicate that the risk of melanoma correlates with genetic and individual characteristics as well as behavioral UV exposure.\nOther less common types of skin cancer\nMerkel cell skin cancer: This type of cancer is formed due to the overgrowth of Merkel cells. This type of cancer is rare and very dangerous, because the rate of metastasis is very fast.; Cutaneous lymphoma: Cancer that forms when white blood cells in the skin grow abnormally. White blood cells function to protect the body from infection and disease and are part of the immune system.; Kaposi sarcoma: This is a malignant skin tumor that shows almost no symptoms in the early stages. When metastasized, it can cause brown, red, or purple tumors or patches of skin. Symptoms often appear on the face, limbs or genitals and lymph nodes.; Actinic keratosis: Is a type of skin pre-cancer of the squamous cell epithelial type. Can progress to malignancy if not promptly intervened and managed. Small patches of skin that are pink, red or brown are common symptoms of skin cancer."
        },
        {
            "subsection_name": "Signs of skin cancer",
            "subsection_content": "When any new spots or changes appear on the skin that persist for two weeks or more, people should not be subjective. According to Dr. Ngo Truong Son, CKII, skin cancer often has no symptoms in the early stages, although symptoms can appear at any time.\nSkin cancer symptoms may include: (5)\nNew skin lesions or changes in size, shape or color. These changes can vary so much that there is no way to describe what skin cancer looks like;; Itchy or painful;; Ulcers that do not heal but bleed or develop scabs;; The top of the skin appears as a shiny red or skin-colored bump;; Red, rough or scaly spots that can be felt on the skin;; The tumor has a raised border and a central crust or bleeding;; Wart-like spots appear on the skin;; The skin appears as a scar-like streak without clear borders.\nWart-like spots appear on the skin\nAdditionally, skin cancer symptoms can vary depending on the type of skin cancer and its location on the skin. Below are general descriptions of the various symptoms associated with specific types of skin cancer.\nSymptoms of basal cell carcinoma\nSkin cancer often appears on the face, neck, arms, legs, ears and hands. These are areas that are heavily exposed to the sun. However, it can also appear in other areas.\nSigns of basal cell carcinoma may include:\nPearly or waxy bumps on the skin;; Flat, rough, or scar-like patches on the skin;; The ulcer bleeds, does not heal completely, or recurs.\nSymptoms of squamous cell carcinoma\nThis type of skin cancer also tends to develop in areas exposed to the sun. In some cases, squamous cell carcinoma can affect areas that are not exposed to sunlight. This is especially true for people with darker skin tones.\nSigns of squamous cell carcinoma may include:\nA hard, red nodule;; Lesions have scales or irregular borders;; Painful or itchy skin lesions.\nSymptoms of malignant melanoma\nMalignant melanoma can occur anywhere on the body and can develop from a mole. In people with darker skin tones, malignant melanoma tends to appear on the palms of the hands or soles of the feet.\nSigns of malignant melanoma often include:\nChange in appearance of mole;; Develop large brown spots, often with irregular edges;; Dark lesions on mucous membranes (nose, mouth, vagina or anus) or fingers and toes.\nSee more: Images of skin cancer are easy to recognize, don't be subjective with the signs.",
            "subsection_string": "Signs of skin cancer\nWhen any new spots or changes appear on the skin that persist for two weeks or more, people should not be subjective. According to Dr. Ngo Truong Son, CKII, skin cancer often has no symptoms in the early stages, although symptoms can appear at any time.\nSkin cancer symptoms may include: (5)\nNew skin lesions or changes in size, shape or color. These changes can vary so much that there is no way to describe what skin cancer looks like;; Itchy or painful;; Ulcers that do not heal but bleed or develop scabs;; The top of the skin appears as a shiny red or skin-colored bump;; Red, rough or scaly spots that can be felt on the skin;; The tumor has a raised border and a central crust or bleeding;; Wart-like spots appear on the skin;; The skin appears as a scar-like streak without clear borders.\nWart-like spots appear on the skin\nAdditionally, skin cancer symptoms can vary depending on the type of skin cancer and its location on the skin. Below are general descriptions of the various symptoms associated with specific types of skin cancer.\nSymptoms of basal cell carcinoma\nSkin cancer often appears on the face, neck, arms, legs, ears and hands. These are areas that are heavily exposed to the sun. However, it can also appear in other areas.\nSigns of basal cell carcinoma may include:\nPearly or waxy bumps on the skin;; Flat, rough, or scar-like patches on the skin;; The ulcer bleeds, does not heal completely, or recurs.\nSymptoms of squamous cell carcinoma\nThis type of skin cancer also tends to develop in areas exposed to the sun. In some cases, squamous cell carcinoma can affect areas that are not exposed to sunlight. This is especially true for people with darker skin tones.\nSigns of squamous cell carcinoma may include:\nA hard, red nodule;; Lesions have scales or irregular borders;; Painful or itchy skin lesions.\nSymptoms of malignant melanoma\nMalignant melanoma can occur anywhere on the body and can develop from a mole. In people with darker skin tones, malignant melanoma tends to appear on the palms of the hands or soles of the feet.\nSigns of malignant melanoma often include:\nChange in appearance of mole;; Develop large brown spots, often with irregular edges;; Dark lesions on mucous membranes (nose, mouth, vagina or anus) or fingers and toes.\nSee more: Images of skin cancer are easy to recognize, don't be subjective with the signs."
        },
        {
            "subsection_name": "Causes of skin cancer",
            "subsection_content": "According to BS.CKII Ngo Truong Son, the biggest cause of skin cancer is radiation from the sun's ultraviolet rays. In addition, skin cancer can also be caused by the following risk factors: (6)\nPeople with many atypical moles: This is the highest risk factor for malignant melanoma in people with fair skin. Malignant melanoma is more common in people with pale skin, blue eyes, and red or blonde hair;; People with a history of sunburn;; Exposure to coal and arsenic compounds;; Working at high altitudes: UV rays are stronger as altitude increases (because the thinner atmosphere at higher altitudes cannot filter UV rays as effectively as at sea level). People who work at heights and outdoors have a higher risk of skin cancer;; Latitude: The sun's rays are strongest near the equator, so people who live closer to the equator have a higher risk of skin cancer;; Repeated exposure to X-rays;; Scars due to illness and burns;; Immunosuppression, such as in people who have had organ transplants;; Male gender;; Age;; History of skin cancer;; Certain rare genetic diseases, such as basal cell nevus syndrome (Gorlin syndrome) or xeroderma pigmentosum (XP);; Smoking (increases the risk of squamous cell cancer, especially on the lips).\nSee more: Is skin cancer dangerous? How does it affect health?",
            "subsection_string": "Causes of skin cancer\nAccording to BS.CKII Ngo Truong Son, the biggest cause of skin cancer is radiation from the sun's ultraviolet rays. In addition, skin cancer can also be caused by the following risk factors: (6)\nPeople with many atypical moles: This is the highest risk factor for malignant melanoma in people with fair skin. Malignant melanoma is more common in people with pale skin, blue eyes, and red or blonde hair;; People with a history of sunburn;; Exposure to coal and arsenic compounds;; Working at high altitudes: UV rays are stronger as altitude increases (because the thinner atmosphere at higher altitudes cannot filter UV rays as effectively as at sea level). People who work at heights and outdoors have a higher risk of skin cancer;; Latitude: The sun's rays are strongest near the equator, so people who live closer to the equator have a higher risk of skin cancer;; Repeated exposure to X-rays;; Scars due to illness and burns;; Immunosuppression, such as in people who have had organ transplants;; Male gender;; Age;; History of skin cancer;; Certain rare genetic diseases, such as basal cell nevus syndrome (Gorlin syndrome) or xeroderma pigmentosum (XP);; Smoking (increases the risk of squamous cell cancer, especially on the lips).\nSee more: Is skin cancer dangerous? How does it affect health?"
        },
        {
            "subsection_name": "How to diagnose skin cancer",
            "subsection_content": "To diagnose skin cancer, the most common methods are a general health examination and personal and family medical history. The doctor can then evaluate the lesions using dermoscopy, biopsy, and histopathological evaluation.\nA biopsy is the removal of a small amount of tissue to examine under a microscope. The suspected skin lesion is removed, usually after a local anesthetic is used to numb the area. The doctor also often removes an area of ​​healthy tissue around the lesion.\nThe sample removed during the biopsy is then analyzed to determine if it is skin cancer. Doctors will then evaluate the cells, tissues, and organs to diagnose the disease.",
            "subsection_string": "How to diagnose skin cancer\nTo diagnose skin cancer, the most common methods are a general health examination and personal and family medical history. The doctor can then evaluate the lesions using dermoscopy, biopsy, and histopathological evaluation.\nA biopsy is the removal of a small amount of tissue to examine under a microscope. The suspected skin lesion is removed, usually after a local anesthetic is used to numb the area. The doctor also often removes an area of ​​healthy tissue around the lesion.\nThe sample removed during the biopsy is then analyzed to determine if it is skin cancer. Doctors will then evaluate the cells, tissues, and organs to diagnose the disease."
        },
        {
            "subsection_name": "How to treat skin cancer",
            "subsection_content": "Doctor Ngo Truong Son, PhD, said that skin cancer treatment methods may include:\nSurgery\nThis is the removal of cancerous skin and possible chemotherapy or radiotherapy afterward to prevent cancer cells from growing. There are many surgical methods such as liquid nitrogen cryosurgery, laminectomy, Mohs surgery, curettage and electrodes.\nChemotherapy\nChemicals that stop cancer cells from growing can be used orally, applied topically, or injected intravenously. Chemotherapy can cause side effects such as hair loss, fatigue, hormonal changes, etc.\nPhotodynamic therapy\nLaser light combines with drugs to kill cancer cells.\nRadiotherapy\nIs the use of high-energy beams to shine into the tumor to destroy cancer cells.\nBiological therapy\nThe patient's body's immune system is trained to fight cancer cells.\nImmunotherapy\nThe patient's immune system is stimulated with a drug to kill cancer cells.",
            "subsection_string": "How to treat skin cancer\nDoctor Ngo Truong Son, PhD, said that skin cancer treatment methods may include:\nSurgery\nThis is the removal of cancerous skin and possible chemotherapy or radiotherapy afterward to prevent cancer cells from growing. There are many surgical methods such as liquid nitrogen cryosurgery, laminectomy, Mohs surgery, curettage and electrodes.\nChemotherapy\nChemicals that stop cancer cells from growing can be used orally, applied topically, or injected intravenously. Chemotherapy can cause side effects such as hair loss, fatigue, hormonal changes, etc.\nPhotodynamic therapy\nLaser light combines with drugs to kill cancer cells.\nRadiotherapy\nIs the use of high-energy beams to shine into the tumor to destroy cancer cells.\nBiological therapy\nThe patient's body's immune system is trained to fight cancer cells.\nImmunotherapy\nThe patient's immune system is stimulated with a drug to kill cancer cells."
        },
        {
            "subsection_name": "Nutrition for people with skin cancer",
            "subsection_content": "To date, there are no official recommendations on nutrition for skin cancer patients. However, according to BS.CKII Ngo Truong Son, patients should limit eating foods that can cause skin allergies to reduce irritation when the skin is weakened. Depending on each person's constitution, allergenic foods may be different. For example, some people are allergic to seafood, nuts, and cow's milk, while others are allergic to certain vegetables and fruits.\nIn addition, patients need to limit eating processed foods, drinking alcohol, smoking, drinking soft drinks... because they are not good for health in general.\nIf skin cancer affects the mouth and throat, foods and soft foods such as porridge, soup, vermicelli, pho... may be beneficial.",
            "subsection_string": "Nutrition for people with skin cancer\nTo date, there are no official recommendations on nutrition for skin cancer patients. However, according to BS.CKII Ngo Truong Son, patients should limit eating foods that can cause skin allergies to reduce irritation when the skin is weakened. Depending on each person's constitution, allergenic foods may be different. For example, some people are allergic to seafood, nuts, and cow's milk, while others are allergic to certain vegetables and fruits.\nIn addition, patients need to limit eating processed foods, drinking alcohol, smoking, drinking soft drinks... because they are not good for health in general.\nIf skin cancer affects the mouth and throat, foods and soft foods such as porridge, soup, vermicelli, pho... may be beneficial."
        },
        {
            "subsection_name": "How to prevent skin cancer",
            "subsection_content": "Doctor Ngo Truong Son recommends that to reduce the risk of skin cancer, the best way is to avoid frequent skin exposure to sunlight and other sources of UV radiation, such as: (7)\nLimit sunbathing;; Limit going out during hours when ultraviolet rays are highly active, which in Vietnam is from 10 a.m. to 2 p.m.;; Use sunscreen with an SPF of 30 or higher for the whole body. Should be applied at least 10 minutes before going outside and reapplied every 30 minutes if outdoors;; You should wear sunscreen (specialized type to protect against UV rays), wear a wide-brimmed hat;; You should wear light colors instead of dark colors when going out in the sun because black will absorb more ultraviolet rays;; Wear sunglasses with 100% UV protection when going out in the sun;; Regular health check-ups at least once a year and twice in people with risk factors;; Go to the hospital immediately if unexplained skin lesions appear and do not go away for more than 2 weeks.\nSee more: 6 effective ways to prevent skin cancer you must see.\nWhen persistent skin abnormalities appear, the patient should see a doctor immediately for timely diagnosis and treatment",
            "subsection_string": "How to prevent skin cancer\nDoctor Ngo Truong Son recommends that to reduce the risk of skin cancer, the best way is to avoid frequent skin exposure to sunlight and other sources of UV radiation, such as: (7)\nLimit sunbathing;; Limit going out during hours when ultraviolet rays are highly active, which in Vietnam is from 10 a.m. to 2 p.m.;; Use sunscreen with an SPF of 30 or higher for the whole body. Should be applied at least 10 minutes before going outside and reapplied every 30 minutes if outdoors;; You should wear sunscreen (specialized type to protect against UV rays), wear a wide-brimmed hat;; You should wear light colors instead of dark colors when going out in the sun because black will absorb more ultraviolet rays;; Wear sunglasses with 100% UV protection when going out in the sun;; Regular health check-ups at least once a year and twice in people with risk factors;; Go to the hospital immediately if unexplained skin lesions appear and do not go away for more than 2 weeks.\nSee more: 6 effective ways to prevent skin cancer you must see.\nWhen persistent skin abnormalities appear, the patient should see a doctor immediately for timely diagnosis and treatment"
        },
        {
            "subsection_name": "How long can skin cancer survive?",
            "subsection_content": "If treated promptly at the time of detection, non-melanoma skin cancer is rarely fatal. For early stage malignant melanoma, Doctor Ngo Truong Son, CKII, said that the survival rate after 5 years is 90% if treated and controlled well. The prognosis for survival is poorer if detected and treated at the metastatic stage.\nSee more: How long can skin cancer survive? Prognosis for each stage of the disease.\nTo contact for consultation and schedule an examination and skin cancer screening at Tam Anh General Hospital, you can contact:\nSkin cancer can be benign or malignant but needs to be treated promptly to prevent the progression of malignant cancer or the risk of metastasis leading to death. Doctor Ngo Truong Son advises that patients should immediately go to the hospital if unusual signs appear on the skin that do not disappear for more than a few weeks; The mole grows larger, especially with the appearance of blood vessels around the mole... for timely diagnosis and intervention.",
            "subsection_string": "How long can skin cancer survive?\nIf treated promptly at the time of detection, non-melanoma skin cancer is rarely fatal. For early stage malignant melanoma, Doctor Ngo Truong Son, CKII, said that the survival rate after 5 years is 90% if treated and controlled well. The prognosis for survival is poorer if detected and treated at the metastatic stage.\nSee more: How long can skin cancer survive? Prognosis for each stage of the disease.\nTo contact for consultation and schedule an examination and skin cancer screening at Tam Anh General Hospital, you can contact:\nSkin cancer can be benign or malignant but needs to be treated promptly to prevent the progression of malignant cancer or the risk of metastasis leading to death. Doctor Ngo Truong Son advises that patients should immediately go to the hospital if unusual signs appear on the skin that do not disappear for more than a few weeks; The mole grows larger, especially with the appearance of blood vessels around the mole... for timely diagnosis and intervention."
        }
    ],
    "name": "ung-thu-da.json"
}