{
    "title": "Breast cancer recurrence: Signs, causes and prevention",
    "category": "Breast - Breast",
    "link": "https://tamanhhospital.vn/ung-thu-vu-tai-phat/",
    "abstract": "Recurrent breast cancer can occur months or years after initial treatment.\nSo what are the signs of breast cancer recurrence? What are the causes and ways to prevent breast cancer recurrence?",
    "content": "Breast cancer recurrence: Signs, causes and prevention\n\nRecurrent breast cancer can occur months or years after initial treatment.\nSo what are the signs of breast cancer recurrence? What are the causes and ways to prevent breast cancer recurrence?\n\nWhat is recurrent breast cancer?\nRecurrent breast cancer is breast cancer that comes back after initial treatment. Although initial treatment aims to eliminate all cancer cells, a small number of cells may evade treatment and survive, multiplying, becoming recurrent breast cancer.\nCancer can recur in the same location as the original cancer (local recurrence) or it can spread to other areas (distant metastasis). Treatment can eliminate breast cancer that recurs locally, in the lymph node area or metastasizes distantly. Even if a cure is not possible, treatment can control the disease over the long term.\n\n3 signs of breast cancer recurrence\nSigns and symptoms of recurrent breast cancer vary depending on the location and extent of the recurrent lesion.\n1. Local recurrence\nLocal recurrence is when cancer reappears in the same area as the original cancer. If you have undergone extensive lumpectomy, the cancer may recur in the remaining breast tissue. If you have had mastectomy, the cancer may recur in the tissue of the chest wall or in the skin.\nSigns and symptoms of recurrence after extensive tumor resection include:\nNew lump in the breast or uneven firmness; Breast skin changes; Dermatitis or red skin areas; Nipple discharge.\nSigns and symptoms of postmasmoid chest wall recurrence include:\nOne or more painless nodules on or under the skin of the chest wall.; A new area of ​​thickening along or near the mastectomy scar.\n2. Regional recurrence\nRegional recurrence is cancer that has recurred in regional lymph nodes on the same side as the original breast cancer: including axillary lymph nodes or upper and subclavian lymph nodes or internal mammary nodes (inside the chest).\nRecurrent signs and symptoms include lumps or swelling in these lymph nodes.\nUnder the arms, in the armpits.; Near your collarbone.; In the groove above the clavicle.; In your neck.\n3. Distant recurrences - distant metastases\nDistant recurrences – most common distant metastases are bones, liver and lungs, contralateral regional lymph nodes (such as axillary or supra/subclavian lymph nodes, mediastinal or intrathoracic lymph nodes)\nSigns and symptoms include:\nPersistent and worsening pain such as chest, back or hip pain; Persistent cough.; Shortness of breath.; Loss of appetite; Lose weight in a short time.; Severe headache; Convulsion.; Contralateral lymph node locations such as axillary or supra/subclavian lymph nodes.\n\nCauses of breast cancer recurrence\nRecurrent breast cancer occurs when cells that were part of your original breast cancer break away from the original tumor and hide nearby in the breast or in another part of your body. Then these cells start to grow again.\nChemotherapy, biologics, radiation therapy, endocrine therapy, or other treatment you received after your first breast cancer diagnosis is intended to destroy any cancer cells that remain after surgery. But sometimes these treatments cannot kill all of the cancer cells.\nCancer cells can lie dormant for many years without causing harm. Then something happens that activates these cells, which grow and spread to other parts of the body. Current research is unclear as to why this happens.\nCancer recurs in the same location as the original cancer or spreads to other areas.\n\nRisk factors for breast cancer recurrence\nAge: Age less than 35 at the time of initial breast cancer diagnosis.; Obesity with a higher body mass index increases the risk of recurrence.; Cancer stage:; Triple negative breast cancer: no receptors for estrogen or progesterone and Her2.; Inflammatory breast cancer; Detection of cancer in lymph nodes: lymph node metastasis at the time of initial diagnosis.; Large tumor size; Positive border (edge): The surgical margin of the tumor is wide and there are malignant cells or the edge of healthy tissue is very small, not safe.; Lack of radiotherapy after extensive tumor resection surgery; Hormonal treatment is not recommended for hormone receptor-positive breast cancer.\n\nWhen do you see a doctor?\nAfter finishing breast cancer treatment, you will be periodically re-examined and monitored according to the severity of your disease and endocrine treatment.; The doctor will check for any symptoms or signs of recurrence if any, diagnose and treat side effects of endocrine treatment, screen for remaining breast cancer, etc.; You can report any new signs or symptoms to your doctor before your regular check-up. Make an appointment to see your doctor if you notice any persistent signs and symptoms that worry you.\n\nIs breast cancer recurrence dangerous?\nDepending on the level of metastatic recurrence and the biology of the recurrent tissue, there is a separate treatment method. [first]\n\nDiagnosis of recurrent breast cancer\nDiagnosing recurrent breast cancer may be more difficult than it initially seemed but is not hopeless. Treatment can eliminate breast cancer that recurs locally, in the lymph node area or metastasizes distantly. Even if a cure is not possible, treatment can control the disease over the long term.\nIf your doctor suspects you may have recurrent breast cancer based on your signs and symptoms and clinical exam results. Additional necessary tests include:\nClinical: Imaging tests depending on your specific situation may include ultrasound, magnetic resonance imaging (MRI), computed tomography (CT), X-ray, bone scan or PET scan. Your doctor will determine which tests are most needed in your situation.; Breast biopsy: The doctor may recommend a biopsy of the lesion suspected of recurrence or metastasis, because this is the only way to definitively determine metastatic recurrence, determine the type of malignant cells and the biology. of metastatic tissue to decide whether to treat with chemotherapy or endocrine or targeted therapy, etc. because the recurrent tissue may have changed biology compared to your original cancer.\n\nHow to treat recurrent breast cancer\nTreatment options will depend on a number of factors including the severity of the disease, your hormone receptor status, the type of previous treatment, and your general health.\nYour doctor also considers your treatment goals and wishes.\n1. Treatment of local recurrence\nTreatment for local recurrence usually begins with surgery and may include radiation therapy if you have not had radiation therapy before. Chemotherapy and hormone therapy may also be used after surgery depending on the biology of the recurrent tumor.\nType of surgery: For breast cancer that recurs limited to the breast after a wide lumpectomy, your doctor may recommend another wide lumpectomy if safe, or a total mastectomy (mastectomy). ). If the cancer recurs in the chest wall after mastectomy, you can have surgery to remove the recurrence with a margin of normal tissue.; Local recurrence may be accompanied by hidden axillary lymph node metastasis. The doctor may remove some or all of the axillary lymph nodes depending on whether the initial surgery treated the axillary lymph nodes or not.; Radiation therapy is used adjuvantly after wide excision of recurrence to achieve safe margins. If you have previously had radiation therapy when removing a tumor, radiation to treat recurrence is usually not recommended because of the high risk of side effects.; Chemotherapy uses drugs to kill cancer cells. Your doctor may recommend chemotherapy after surgery to reduce the risk of systemic recurrence depending on the tumor biology.; Oral hormone therapy including drugs that block the growth-promoting effects of estrogen and progesterone may be recommended if your cancer is positive for this receptor.; Targeted therapy. If testing shows that your cancer cells produce excess HER2 protein, drugs that target that protein will likely be recommended.\n2. Treatment of regional recurrence\nSurgery: The doctor can widen or remove the recurrent axillary lymph nodes depending on the level of recurrence and previous treatment on the axillary lymph nodes.; Radiotherapy. Sometimes radiation therapy may be used after surgery. If surgery is not possible, radiotherapy may be used as the main treatment for recurrence of supraclavicular or subclavian lymph nodes, intrathoracic lymph nodes (internal mammary lymph nodes).; Medications such as Chemotherapy, targeted therapy or endocrine therapy may also be recommended as the main treatment or may be followed by surgery or radiotherapy.\n3. Treatment of recurrence in the form of metastasis\nThere are many treatments for metastatic breast cancer. Options will depend on where the metastasis is and how extensive it is. If one treatment is not effective, other treatments may be used.\nIn general, the goal of treating metastatic breast cancer is not to cure the disease. Treatment may allow you to live longer and may help relieve the symptoms metastasis causes. Doctors always consider achieving a balance between controlling symptoms but minimizing side effects of treatment. The aim is to help you live your best life for as long as possible.\nTreatments may include:\nEndocrine therapy: If metastatic cancer is identified in a biopsy tissue sample and is positive for hormone receptors, you may benefit from endocrine therapy greatly, with fewer side effects than chemotherapy and be an option. choose the highest priority. If metastasis cannot be determined histologically, it is based on the biology of the initial step. For example, some metastases can only be diagnosed through imaging and cannot be biopsied; Valence. Your doctor may recommend chemotherapy if your cancer is hormone receptor negative or if hormone therapy is no longer working, the disease is more advanced, or has spread elsewhere.; Targeted therapy. If the metastatic cancer cells have certain biological characteristics that make them suitable biological treatments, your doctor may recommend these drugs.; Immunotherapy: Because cancer cells can produce proteins that help them hide from immune system cells. Immunotherapy works by interfering with that process, especially in estrogen, progesterone and HER2-negative triple-negative breast cancer. Immunotherapy is combined with chemotherapy to treat advanced cancer. [2]; Bone-strengthening medications BPs: Your doctor may recommend a bone-building medication to reduce your risk of bone fractures or relieve bone pain you may experience with bone metastases.; Other treatments. Radiation therapy and surgery may be used in certain situations to control signs and symptoms of metastatic breast cancer. For example, radiotherapy for spinal metastases helps relieve pain and prevent spinal cord compression, whole brain radiotherapy for brain metastases, surgery to remove cancer with isolated liver metastases or brain metastases, and spinal fixation surgery helps Stable spine,…\n4. Combine non-drug therapy\nMany people diagnosed with recurrent cancer feel miserable, sad, anxious, have difficulty sleeping, eating, or concentrating on usual activities.\nComplementary and alternative medicine therapies can help you manage side effects of treatment in conjunction with your doctor's care, including:\nArt therapy; Dance or movement therapy; Exercise; Meditation; Music therapy; Relaxation exercises; Yoga\nYour doctor can refer you to specialists who can help you learn about and try these complementary treatments.\n\nPrevent breast cancer recurrence\nChemotherapy: adhere to treatment if you are at high risk of cancer recurrence. Chemotherapy has been shown to reduce the likelihood of cancer recurrence and increase survival compared to people who are not compliant with chemotherapy.; Radiation therapy: comply with continued adjuvant radiation therapy if your doctor prescribes radiation therapy after extensive lumpectomy (breast conservation surgery) or radiation therapy after mastectomy (with or without breast reconstruction). ; Targeted therapy: if your cancer is positive for the HER2 protein, drugs that target that protein can be very effective in reducing the risk of cancer recurrence.; Hormone therapy: adhere to treatment if you have hormone receptor-positive breast cancer, treatment course for at least 5 years.; Immunotherapy: (biological therapy) helps treat and protect the body against cancer cells.; Bone-strengthening drugs such as BPs: Taking bone-building drugs reduces the risk of cancer recurring in the bones (bone metastases) in people at high risk of breast cancer recurrence.; Nutrition: choose a healthy diet that includes plenty of vegetables, fruits and whole grains and limit alcohol intake. Maintaining a healthy weight can help reduce the risk of breast cancer recurring.; Exercise: regular exercise can reduce the risk of breast cancer recurrence.\n\nWhen you detect breast cancer recurrence, what should you do?\nDiscovering that breast cancer has returned makes you more anxious and depressed than the initial diagnosis. As you sort through your feelings and make decisions about treatment, the following suggestions may help you cope:\nAsk your doctor about your condition, treatment options, and prognosis. By learning more about recurrent breast cancer, you can be more confident in making treatment decisions.; Maintaining strong, close relationships with friends and family will help you cope with recurring breast cancer. You need practical support like help taking care of the house if you are in hospital, and they provide emotional support when you feel the most down.; Find a good listener who is willing to listen to you talk about your hopes and fears, whether it be a friend or family member, a counselor, a medical social worker, a member of the clergy or cancer support groups, etc. Ask your doctor about support groups.; Seek a connection to something outside of yourself. Having a strong faith or sense of something greater than themselves has helped many people cope with cancer.\n\nExamination and treatment at Breast Surgery Department, Tam Anh General Hospital\n1. Team of experts\nDepartment of Breast Surgery, Tam Anh General Hospital with a team of leading experts and experienced doctors, multi-specialty coordination in examination, diagnosis and treatment helps bring good treatment opportunities to unfortunate patients. breast cancer recurrence.\nIf you have any signs or symptoms that worry you, make an appointment with your doctor. Your doctor can recommend the necessary tests and procedures to confirm the diagnosis of recurrent cancer, then an oncologist who specializes in diagnosing and treating breast cancer will help you.\nWhat do you prepare?\nBe prepared to discuss your new symptoms and any other health problems you have.; If you are seeing a new doctor, send your previous records to the doctor and bring any imaging tests you have had.; Make a list of all medications, vitamins, or supplements you are taking. Tell your doctor if you have tried any of these supportive treatments.; Consider bringing a family member or friend along so you can remember something you missed or forgot.; Write down questions to ask your doctor.\nIf you may have recurrent breast cancer, some basic questions to ask your doctor include:\nHas my cancer really come back?; Are there other possible causes of recurring symptoms?; What types of tests do I need? Are there any special preparations needed?; What is the hormone receptor and HER2 status in the recurrent tissue?; What treatments are available to me during this period and which methods do your doctors recommend?; What side effects can I expect from treatment?; Are there any other options other than the method the doctor suggested?; Are there clinical trials available to me?; What is my prognosis?\nYour doctor may ask you a number of questions, depending on the severity of your condition, treatment preferences, and communication style. Your doctor may ask:\nWhen did you first have symptoms?; Do symptoms change over time?; Are these symptoms different from when you were first diagnosed with cancer?; How do you feel about your general health?; Have you lost weight unexpectedly? Have you lost your appetite?; Do you feel pain?; Can you sleep?; Do you want to keep your breast or have it removed?; Do you want to reshape the affected breast if all breast tissue is removed?; Do you want to adjust your healthy breast?\n2. Facilities and equipment\n\nFrequently asked questions about recurrent breast cancer\n1. Breast cancer recurrence rate\nRecurrent breast cancer can occur months or years after initial treatment. [3]\n2. How to prevent cancer from recurring?\nDoctors don't know why some women's breast cancer comes back. Depending on the initial spread of the disease and the malignant nature of each type of disease.\n3. Can recurrent cancer be cured?\nRecurrent breast cancer is more difficult to treat than the initial diagnosis. However, this disease is not hopeless. Treatment can eliminate local or distant breast cancer recurrence. Treatment can eliminate breast cancer that recurs locally, in the lymph node area or metastasizes distantly. Even if it cannot be cured, it can be controlled for a long time. [4]\n4. How long can you live with recurrent breast cancer (5 years after diagnosis)?\nMany factors affect survival after breast cancer recurrence. Each person's condition is different.\nThe chance of survival for breast cancer patients who relapse 5 years after diagnosis is quite high.\nBreast cancer recurs at any time, recurs locally, in the lymph node area, metastasizes... If the disease is detected early, it will be easier to treat. Therefore, it is necessary to see a doctor for timely examination and advice. Tam Anh General Hospital brings together leading experts, experienced and highly skilled specialists, and constantly updates new treatment methods in the world to help women screen and come up with appropriate methods. on the treatment of recurrent breast cancer.\nIf breast cancer recurrence is detected early, the chance of successful treatment will increase. When breast cancer recurs and metastasizes, treatment is more difficult. Through this article, we hope that women will better understand the causes, signs of recognition and prevention of breast cancer recurrence.",
    "subsections": [
        {
            "subsection_name": "What is recurrent breast cancer?",
            "subsection_content": "Recurrent breast cancer is breast cancer that comes back after initial treatment. Although initial treatment aims to eliminate all cancer cells, a small number of cells may evade treatment and survive, multiplying, becoming recurrent breast cancer.\nCancer can recur in the same location as the original cancer (local recurrence) or it can spread to other areas (distant metastasis). Treatment can eliminate breast cancer that recurs locally, in the lymph node area or metastasizes distantly. Even if a cure is not possible, treatment can control the disease over the long term.",
            "subsection_string": "What is recurrent breast cancer?\nRecurrent breast cancer is breast cancer that comes back after initial treatment. Although initial treatment aims to eliminate all cancer cells, a small number of cells may evade treatment and survive, multiplying, becoming recurrent breast cancer.\nCancer can recur in the same location as the original cancer (local recurrence) or it can spread to other areas (distant metastasis). Treatment can eliminate breast cancer that recurs locally, in the lymph node area or metastasizes distantly. Even if a cure is not possible, treatment can control the disease over the long term."
        },
        {
            "subsection_name": "3 signs of breast cancer recurrence",
            "subsection_content": "Signs and symptoms of recurrent breast cancer vary depending on the location and extent of the recurrent lesion.\n1. Local recurrence\nLocal recurrence is when cancer reappears in the same area as the original cancer. If you have undergone extensive lumpectomy, the cancer may recur in the remaining breast tissue. If you have had mastectomy, the cancer may recur in the tissue of the chest wall or in the skin.\nSigns and symptoms of recurrence after extensive tumor resection include:\nNew lump in the breast or uneven firmness; Breast skin changes; Dermatitis or red skin areas; Nipple discharge.\nSigns and symptoms of postmasmoid chest wall recurrence include:\nOne or more painless nodules on or under the skin of the chest wall.; A new area of ​​thickening along or near the mastectomy scar.\n2. Regional recurrence\nRegional recurrence is cancer that has recurred in regional lymph nodes on the same side as the original breast cancer: including axillary lymph nodes or upper and subclavian lymph nodes or internal mammary nodes (inside the chest).\nRecurrent signs and symptoms include lumps or swelling in these lymph nodes.\nUnder the arms, in the armpits.; Near your collarbone.; In the groove above the clavicle.; In your neck.\n3. Distant recurrences - distant metastases\nDistant recurrences – most common distant metastases are bones, liver and lungs, contralateral regional lymph nodes (such as axillary or supra/subclavian lymph nodes, mediastinal or intrathoracic lymph nodes)\nSigns and symptoms include:\nPersistent and worsening pain such as chest, back or hip pain; Persistent cough.; Shortness of breath.; Loss of appetite; Lose weight in a short time.; Severe headache; Convulsion.; Contralateral lymph node locations such as axillary or supra/subclavian lymph nodes.",
            "subsection_string": "3 signs of breast cancer recurrence\nSigns and symptoms of recurrent breast cancer vary depending on the location and extent of the recurrent lesion.\n1. Local recurrence\nLocal recurrence is when cancer reappears in the same area as the original cancer. If you have undergone extensive lumpectomy, the cancer may recur in the remaining breast tissue. If you have had mastectomy, the cancer may recur in the tissue of the chest wall or in the skin.\nSigns and symptoms of recurrence after extensive tumor resection include:\nNew lump in the breast or uneven firmness; Breast skin changes; Dermatitis or red skin areas; Nipple discharge.\nSigns and symptoms of postmasmoid chest wall recurrence include:\nOne or more painless nodules on or under the skin of the chest wall.; A new area of ​​thickening along or near the mastectomy scar.\n2. Regional recurrence\nRegional recurrence is cancer that has recurred in regional lymph nodes on the same side as the original breast cancer: including axillary lymph nodes or upper and subclavian lymph nodes or internal mammary nodes (inside the chest).\nRecurrent signs and symptoms include lumps or swelling in these lymph nodes.\nUnder the arms, in the armpits.; Near your collarbone.; In the groove above the clavicle.; In your neck.\n3. Distant recurrences - distant metastases\nDistant recurrences – most common distant metastases are bones, liver and lungs, contralateral regional lymph nodes (such as axillary or supra/subclavian lymph nodes, mediastinal or intrathoracic lymph nodes)\nSigns and symptoms include:\nPersistent and worsening pain such as chest, back or hip pain; Persistent cough.; Shortness of breath.; Loss of appetite; Lose weight in a short time.; Severe headache; Convulsion.; Contralateral lymph node locations such as axillary or supra/subclavian lymph nodes."
        },
        {
            "subsection_name": "Causes of breast cancer recurrence",
            "subsection_content": "Recurrent breast cancer occurs when cells that were part of your original breast cancer break away from the original tumor and hide nearby in the breast or in another part of your body. Then these cells start to grow again.\nChemotherapy, biologics, radiation therapy, endocrine therapy, or other treatment you received after your first breast cancer diagnosis is intended to destroy any cancer cells that remain after surgery. But sometimes these treatments cannot kill all of the cancer cells.\nCancer cells can lie dormant for many years without causing harm. Then something happens that activates these cells, which grow and spread to other parts of the body. Current research is unclear as to why this happens.\nCancer recurs in the same location as the original cancer or spreads to other areas.",
            "subsection_string": "Causes of breast cancer recurrence\nRecurrent breast cancer occurs when cells that were part of your original breast cancer break away from the original tumor and hide nearby in the breast or in another part of your body. Then these cells start to grow again.\nChemotherapy, biologics, radiation therapy, endocrine therapy, or other treatment you received after your first breast cancer diagnosis is intended to destroy any cancer cells that remain after surgery. But sometimes these treatments cannot kill all of the cancer cells.\nCancer cells can lie dormant for many years without causing harm. Then something happens that activates these cells, which grow and spread to other parts of the body. Current research is unclear as to why this happens.\nCancer recurs in the same location as the original cancer or spreads to other areas."
        },
        {
            "subsection_name": "Risk factors for breast cancer recurrence",
            "subsection_content": "Age: Age less than 35 at the time of initial breast cancer diagnosis.; Obesity with a higher body mass index increases the risk of recurrence.; Cancer stage:; Triple negative breast cancer: no receptors for estrogen or progesterone and Her2.; Inflammatory breast cancer; Detection of cancer in lymph nodes: lymph node metastasis at the time of initial diagnosis.; Large tumor size; Positive border (edge): The surgical margin of the tumor is wide and there are malignant cells or the edge of healthy tissue is very small, not safe.; Lack of radiotherapy after extensive tumor resection surgery; Hormonal treatment is not recommended for hormone receptor-positive breast cancer.",
            "subsection_string": "Risk factors for breast cancer recurrence\nAge: Age less than 35 at the time of initial breast cancer diagnosis.; Obesity with a higher body mass index increases the risk of recurrence.; Cancer stage:; Triple negative breast cancer: no receptors for estrogen or progesterone and Her2.; Inflammatory breast cancer; Detection of cancer in lymph nodes: lymph node metastasis at the time of initial diagnosis.; Large tumor size; Positive border (edge): The surgical margin of the tumor is wide and there are malignant cells or the edge of healthy tissue is very small, not safe.; Lack of radiotherapy after extensive tumor resection surgery; Hormonal treatment is not recommended for hormone receptor-positive breast cancer."
        },
        {
            "subsection_name": "When do you see a doctor?",
            "subsection_content": "After finishing breast cancer treatment, you will be periodically re-examined and monitored according to the severity of your disease and endocrine treatment.; The doctor will check for any symptoms or signs of recurrence if any, diagnose and treat side effects of endocrine treatment, screen for remaining breast cancer, etc.; You can report any new signs or symptoms to your doctor before your regular check-up. Make an appointment to see your doctor if you notice any persistent signs and symptoms that worry you.",
            "subsection_string": "When do you see a doctor?\nAfter finishing breast cancer treatment, you will be periodically re-examined and monitored according to the severity of your disease and endocrine treatment.; The doctor will check for any symptoms or signs of recurrence if any, diagnose and treat side effects of endocrine treatment, screen for remaining breast cancer, etc.; You can report any new signs or symptoms to your doctor before your regular check-up. Make an appointment to see your doctor if you notice any persistent signs and symptoms that worry you."
        },
        {
            "subsection_name": "Is breast cancer recurrence dangerous?",
            "subsection_content": "Depending on the level of metastatic recurrence and the biology of the recurrent tissue, there is a separate treatment method. [first]",
            "subsection_string": "Is breast cancer recurrence dangerous?\nDepending on the level of metastatic recurrence and the biology of the recurrent tissue, there is a separate treatment method. [first]"
        },
        {
            "subsection_name": "Diagnosis of recurrent breast cancer",
            "subsection_content": "Diagnosing recurrent breast cancer may be more difficult than it initially seemed but is not hopeless. Treatment can eliminate breast cancer that recurs locally, in the lymph node area or metastasizes distantly. Even if a cure is not possible, treatment can control the disease over the long term.\nIf your doctor suspects you may have recurrent breast cancer based on your signs and symptoms and clinical exam results. Additional necessary tests include:\nClinical: Imaging tests depending on your specific situation may include ultrasound, magnetic resonance imaging (MRI), computed tomography (CT), X-ray, bone scan or PET scan. Your doctor will determine which tests are most needed in your situation.; Breast biopsy: The doctor may recommend a biopsy of the lesion suspected of recurrence or metastasis, because this is the only way to definitively determine metastatic recurrence, determine the type of malignant cells and the biology. of metastatic tissue to decide whether to treat with chemotherapy or endocrine or targeted therapy, etc. because the recurrent tissue may have changed biology compared to your original cancer.",
            "subsection_string": "Diagnosis of recurrent breast cancer\nDiagnosing recurrent breast cancer may be more difficult than it initially seemed but is not hopeless. Treatment can eliminate breast cancer that recurs locally, in the lymph node area or metastasizes distantly. Even if a cure is not possible, treatment can control the disease over the long term.\nIf your doctor suspects you may have recurrent breast cancer based on your signs and symptoms and clinical exam results. Additional necessary tests include:\nClinical: Imaging tests depending on your specific situation may include ultrasound, magnetic resonance imaging (MRI), computed tomography (CT), X-ray, bone scan or PET scan. Your doctor will determine which tests are most needed in your situation.; Breast biopsy: The doctor may recommend a biopsy of the lesion suspected of recurrence or metastasis, because this is the only way to definitively determine metastatic recurrence, determine the type of malignant cells and the biology. of metastatic tissue to decide whether to treat with chemotherapy or endocrine or targeted therapy, etc. because the recurrent tissue may have changed biology compared to your original cancer."
        },
        {
            "subsection_name": "How to treat recurrent breast cancer",
            "subsection_content": "Treatment options will depend on a number of factors including the severity of the disease, your hormone receptor status, the type of previous treatment, and your general health.\nYour doctor also considers your treatment goals and wishes.\n1. Treatment of local recurrence\nTreatment for local recurrence usually begins with surgery and may include radiation therapy if you have not had radiation therapy before. Chemotherapy and hormone therapy may also be used after surgery depending on the biology of the recurrent tumor.\nType of surgery: For breast cancer that recurs limited to the breast after a wide lumpectomy, your doctor may recommend another wide lumpectomy if safe, or a total mastectomy (mastectomy). ). If the cancer recurs in the chest wall after mastectomy, you can have surgery to remove the recurrence with a margin of normal tissue.; Local recurrence may be accompanied by hidden axillary lymph node metastasis. The doctor may remove some or all of the axillary lymph nodes depending on whether the initial surgery treated the axillary lymph nodes or not.; Radiation therapy is used adjuvantly after wide excision of recurrence to achieve safe margins. If you have previously had radiation therapy when removing a tumor, radiation to treat recurrence is usually not recommended because of the high risk of side effects.; Chemotherapy uses drugs to kill cancer cells. Your doctor may recommend chemotherapy after surgery to reduce the risk of systemic recurrence depending on the tumor biology.; Oral hormone therapy including drugs that block the growth-promoting effects of estrogen and progesterone may be recommended if your cancer is positive for this receptor.; Targeted therapy. If testing shows that your cancer cells produce excess HER2 protein, drugs that target that protein will likely be recommended.\n2. Treatment of regional recurrence\nSurgery: The doctor can widen or remove the recurrent axillary lymph nodes depending on the level of recurrence and previous treatment on the axillary lymph nodes.; Radiotherapy. Sometimes radiation therapy may be used after surgery. If surgery is not possible, radiotherapy may be used as the main treatment for recurrence of supraclavicular or subclavian lymph nodes, intrathoracic lymph nodes (internal mammary lymph nodes).; Medications such as Chemotherapy, targeted therapy or endocrine therapy may also be recommended as the main treatment or may be followed by surgery or radiotherapy.\n3. Treatment of recurrence in the form of metastasis\nThere are many treatments for metastatic breast cancer. Options will depend on where the metastasis is and how extensive it is. If one treatment is not effective, other treatments may be used.\nIn general, the goal of treating metastatic breast cancer is not to cure the disease. Treatment may allow you to live longer and may help relieve the symptoms metastasis causes. Doctors always consider achieving a balance between controlling symptoms but minimizing side effects of treatment. The aim is to help you live your best life for as long as possible.\nTreatments may include:\nEndocrine therapy: If metastatic cancer is identified in a biopsy tissue sample and is positive for hormone receptors, you may benefit from endocrine therapy greatly, with fewer side effects than chemotherapy and be an option. choose the highest priority. If metastasis cannot be determined histologically, it is based on the biology of the initial step. For example, some metastases can only be diagnosed through imaging and cannot be biopsied; Valence. Your doctor may recommend chemotherapy if your cancer is hormone receptor negative or if hormone therapy is no longer working, the disease is more advanced, or has spread elsewhere.; Targeted therapy. If the metastatic cancer cells have certain biological characteristics that make them suitable biological treatments, your doctor may recommend these drugs.; Immunotherapy: Because cancer cells can produce proteins that help them hide from immune system cells. Immunotherapy works by interfering with that process, especially in estrogen, progesterone and HER2-negative triple-negative breast cancer. Immunotherapy is combined with chemotherapy to treat advanced cancer. [2]; Bone-strengthening medications BPs: Your doctor may recommend a bone-building medication to reduce your risk of bone fractures or relieve bone pain you may experience with bone metastases.; Other treatments. Radiation therapy and surgery may be used in certain situations to control signs and symptoms of metastatic breast cancer. For example, radiotherapy for spinal metastases helps relieve pain and prevent spinal cord compression, whole brain radiotherapy for brain metastases, surgery to remove cancer with isolated liver metastases or brain metastases, and spinal fixation surgery helps Stable spine,…\n4. Combine non-drug therapy\nMany people diagnosed with recurrent cancer feel miserable, sad, anxious, have difficulty sleeping, eating, or concentrating on usual activities.\nComplementary and alternative medicine therapies can help you manage side effects of treatment in conjunction with your doctor's care, including:\nArt therapy; Dance or movement therapy; Exercise; Meditation; Music therapy; Relaxation exercises; Yoga\nYour doctor can refer you to specialists who can help you learn about and try these complementary treatments.",
            "subsection_string": "How to treat recurrent breast cancer\nTreatment options will depend on a number of factors including the severity of the disease, your hormone receptor status, the type of previous treatment, and your general health.\nYour doctor also considers your treatment goals and wishes.\n1. Treatment of local recurrence\nTreatment for local recurrence usually begins with surgery and may include radiation therapy if you have not had radiation therapy before. Chemotherapy and hormone therapy may also be used after surgery depending on the biology of the recurrent tumor.\nType of surgery: For breast cancer that recurs limited to the breast after a wide lumpectomy, your doctor may recommend another wide lumpectomy if safe, or a total mastectomy (mastectomy). ). If the cancer recurs in the chest wall after mastectomy, you can have surgery to remove the recurrence with a margin of normal tissue.; Local recurrence may be accompanied by hidden axillary lymph node metastasis. The doctor may remove some or all of the axillary lymph nodes depending on whether the initial surgery treated the axillary lymph nodes or not.; Radiation therapy is used adjuvantly after wide excision of recurrence to achieve safe margins. If you have previously had radiation therapy when removing a tumor, radiation to treat recurrence is usually not recommended because of the high risk of side effects.; Chemotherapy uses drugs to kill cancer cells. Your doctor may recommend chemotherapy after surgery to reduce the risk of systemic recurrence depending on the tumor biology.; Oral hormone therapy including drugs that block the growth-promoting effects of estrogen and progesterone may be recommended if your cancer is positive for this receptor.; Targeted therapy. If testing shows that your cancer cells produce excess HER2 protein, drugs that target that protein will likely be recommended.\n2. Treatment of regional recurrence\nSurgery: The doctor can widen or remove the recurrent axillary lymph nodes depending on the level of recurrence and previous treatment on the axillary lymph nodes.; Radiotherapy. Sometimes radiation therapy may be used after surgery. If surgery is not possible, radiotherapy may be used as the main treatment for recurrence of supraclavicular or subclavian lymph nodes, intrathoracic lymph nodes (internal mammary lymph nodes).; Medications such as Chemotherapy, targeted therapy or endocrine therapy may also be recommended as the main treatment or may be followed by surgery or radiotherapy.\n3. Treatment of recurrence in the form of metastasis\nThere are many treatments for metastatic breast cancer. Options will depend on where the metastasis is and how extensive it is. If one treatment is not effective, other treatments may be used.\nIn general, the goal of treating metastatic breast cancer is not to cure the disease. Treatment may allow you to live longer and may help relieve the symptoms metastasis causes. Doctors always consider achieving a balance between controlling symptoms but minimizing side effects of treatment. The aim is to help you live your best life for as long as possible.\nTreatments may include:\nEndocrine therapy: If metastatic cancer is identified in a biopsy tissue sample and is positive for hormone receptors, you may benefit from endocrine therapy greatly, with fewer side effects than chemotherapy and be an option. choose the highest priority. If metastasis cannot be determined histologically, it is based on the biology of the initial step. For example, some metastases can only be diagnosed through imaging and cannot be biopsied; Valence. Your doctor may recommend chemotherapy if your cancer is hormone receptor negative or if hormone therapy is no longer working, the disease is more advanced, or has spread elsewhere.; Targeted therapy. If the metastatic cancer cells have certain biological characteristics that make them suitable biological treatments, your doctor may recommend these drugs.; Immunotherapy: Because cancer cells can produce proteins that help them hide from immune system cells. Immunotherapy works by interfering with that process, especially in estrogen, progesterone and HER2-negative triple-negative breast cancer. Immunotherapy is combined with chemotherapy to treat advanced cancer. [2]; Bone-strengthening medications BPs: Your doctor may recommend a bone-building medication to reduce your risk of bone fractures or relieve bone pain you may experience with bone metastases.; Other treatments. Radiation therapy and surgery may be used in certain situations to control signs and symptoms of metastatic breast cancer. For example, radiotherapy for spinal metastases helps relieve pain and prevent spinal cord compression, whole brain radiotherapy for brain metastases, surgery to remove cancer with isolated liver metastases or brain metastases, and spinal fixation surgery helps Stable spine,…\n4. Combine non-drug therapy\nMany people diagnosed with recurrent cancer feel miserable, sad, anxious, have difficulty sleeping, eating, or concentrating on usual activities.\nComplementary and alternative medicine therapies can help you manage side effects of treatment in conjunction with your doctor's care, including:\nArt therapy; Dance or movement therapy; Exercise; Meditation; Music therapy; Relaxation exercises; Yoga\nYour doctor can refer you to specialists who can help you learn about and try these complementary treatments."
        },
        {
            "subsection_name": "Prevent breast cancer recurrence",
            "subsection_content": "Chemotherapy: adhere to treatment if you are at high risk of cancer recurrence. Chemotherapy has been shown to reduce the likelihood of cancer recurrence and increase survival compared to people who are not compliant with chemotherapy.; Radiation therapy: comply with continued adjuvant radiation therapy if your doctor prescribes radiation therapy after extensive lumpectomy (breast conservation surgery) or radiation therapy after mastectomy (with or without breast reconstruction). ; Targeted therapy: if your cancer is positive for the HER2 protein, drugs that target that protein can be very effective in reducing the risk of cancer recurrence.; Hormone therapy: adhere to treatment if you have hormone receptor-positive breast cancer, treatment course for at least 5 years.; Immunotherapy: (biological therapy) helps treat and protect the body against cancer cells.; Bone-strengthening drugs such as BPs: Taking bone-building drugs reduces the risk of cancer recurring in the bones (bone metastases) in people at high risk of breast cancer recurrence.; Nutrition: choose a healthy diet that includes plenty of vegetables, fruits and whole grains and limit alcohol intake. Maintaining a healthy weight can help reduce the risk of breast cancer recurring.; Exercise: regular exercise can reduce the risk of breast cancer recurrence.",
            "subsection_string": "Prevent breast cancer recurrence\nChemotherapy: adhere to treatment if you are at high risk of cancer recurrence. Chemotherapy has been shown to reduce the likelihood of cancer recurrence and increase survival compared to people who are not compliant with chemotherapy.; Radiation therapy: comply with continued adjuvant radiation therapy if your doctor prescribes radiation therapy after extensive lumpectomy (breast conservation surgery) or radiation therapy after mastectomy (with or without breast reconstruction). ; Targeted therapy: if your cancer is positive for the HER2 protein, drugs that target that protein can be very effective in reducing the risk of cancer recurrence.; Hormone therapy: adhere to treatment if you have hormone receptor-positive breast cancer, treatment course for at least 5 years.; Immunotherapy: (biological therapy) helps treat and protect the body against cancer cells.; Bone-strengthening drugs such as BPs: Taking bone-building drugs reduces the risk of cancer recurring in the bones (bone metastases) in people at high risk of breast cancer recurrence.; Nutrition: choose a healthy diet that includes plenty of vegetables, fruits and whole grains and limit alcohol intake. Maintaining a healthy weight can help reduce the risk of breast cancer recurring.; Exercise: regular exercise can reduce the risk of breast cancer recurrence."
        },
        {
            "subsection_name": "When you detect breast cancer recurrence, what should you do?",
            "subsection_content": "Discovering that breast cancer has returned makes you more anxious and depressed than the initial diagnosis. As you sort through your feelings and make decisions about treatment, the following suggestions may help you cope:\nAsk your doctor about your condition, treatment options, and prognosis. By learning more about recurrent breast cancer, you can be more confident in making treatment decisions.; Maintaining strong, close relationships with friends and family will help you cope with recurring breast cancer. You need practical support like help taking care of the house if you are in hospital, and they provide emotional support when you feel the most down.; Find a good listener who is willing to listen to you talk about your hopes and fears, whether it be a friend or family member, a counselor, a medical social worker, a member of the clergy or cancer support groups, etc. Ask your doctor about support groups.; Seek a connection to something outside of yourself. Having a strong faith or sense of something greater than themselves has helped many people cope with cancer.",
            "subsection_string": "When you detect breast cancer recurrence, what should you do?\nDiscovering that breast cancer has returned makes you more anxious and depressed than the initial diagnosis. As you sort through your feelings and make decisions about treatment, the following suggestions may help you cope:\nAsk your doctor about your condition, treatment options, and prognosis. By learning more about recurrent breast cancer, you can be more confident in making treatment decisions.; Maintaining strong, close relationships with friends and family will help you cope with recurring breast cancer. You need practical support like help taking care of the house if you are in hospital, and they provide emotional support when you feel the most down.; Find a good listener who is willing to listen to you talk about your hopes and fears, whether it be a friend or family member, a counselor, a medical social worker, a member of the clergy or cancer support groups, etc. Ask your doctor about support groups.; Seek a connection to something outside of yourself. Having a strong faith or sense of something greater than themselves has helped many people cope with cancer."
        },
        {
            "subsection_name": "Examination and treatment at Breast Surgery Department, Tam Anh General Hospital",
            "subsection_content": "1. Team of experts\nDepartment of Breast Surgery, Tam Anh General Hospital with a team of leading experts and experienced doctors, multi-specialty coordination in examination, diagnosis and treatment helps bring good treatment opportunities to unfortunate patients. breast cancer recurrence.\nIf you have any signs or symptoms that worry you, make an appointment with your doctor. Your doctor can recommend the necessary tests and procedures to confirm the diagnosis of recurrent cancer, then an oncologist who specializes in diagnosing and treating breast cancer will help you.\nWhat do you prepare?\nBe prepared to discuss your new symptoms and any other health problems you have.; If you are seeing a new doctor, send your previous records to the doctor and bring any imaging tests you have had.; Make a list of all medications, vitamins, or supplements you are taking. Tell your doctor if you have tried any of these supportive treatments.; Consider bringing a family member or friend along so you can remember something you missed or forgot.; Write down questions to ask your doctor.\nIf you may have recurrent breast cancer, some basic questions to ask your doctor include:\nHas my cancer really come back?; Are there other possible causes of recurring symptoms?; What types of tests do I need? Are there any special preparations needed?; What is the hormone receptor and HER2 status in the recurrent tissue?; What treatments are available to me during this period and which methods do your doctors recommend?; What side effects can I expect from treatment?; Are there any other options other than the method the doctor suggested?; Are there clinical trials available to me?; What is my prognosis?\nYour doctor may ask you a number of questions, depending on the severity of your condition, treatment preferences, and communication style. Your doctor may ask:\nWhen did you first have symptoms?; Do symptoms change over time?; Are these symptoms different from when you were first diagnosed with cancer?; How do you feel about your general health?; Have you lost weight unexpectedly? Have you lost your appetite?; Do you feel pain?; Can you sleep?; Do you want to keep your breast or have it removed?; Do you want to reshape the affected breast if all breast tissue is removed?; Do you want to adjust your healthy breast?\n2. Facilities and equipment",
            "subsection_string": "Examination and treatment at Breast Surgery Department, Tam Anh General Hospital\n1. Team of experts\nDepartment of Breast Surgery, Tam Anh General Hospital with a team of leading experts and experienced doctors, multi-specialty coordination in examination, diagnosis and treatment helps bring good treatment opportunities to unfortunate patients. breast cancer recurrence.\nIf you have any signs or symptoms that worry you, make an appointment with your doctor. Your doctor can recommend the necessary tests and procedures to confirm the diagnosis of recurrent cancer, then an oncologist who specializes in diagnosing and treating breast cancer will help you.\nWhat do you prepare?\nBe prepared to discuss your new symptoms and any other health problems you have.; If you are seeing a new doctor, send your previous records to the doctor and bring any imaging tests you have had.; Make a list of all medications, vitamins, or supplements you are taking. Tell your doctor if you have tried any of these supportive treatments.; Consider bringing a family member or friend along so you can remember something you missed or forgot.; Write down questions to ask your doctor.\nIf you may have recurrent breast cancer, some basic questions to ask your doctor include:\nHas my cancer really come back?; Are there other possible causes of recurring symptoms?; What types of tests do I need? Are there any special preparations needed?; What is the hormone receptor and HER2 status in the recurrent tissue?; What treatments are available to me during this period and which methods do your doctors recommend?; What side effects can I expect from treatment?; Are there any other options other than the method the doctor suggested?; Are there clinical trials available to me?; What is my prognosis?\nYour doctor may ask you a number of questions, depending on the severity of your condition, treatment preferences, and communication style. Your doctor may ask:\nWhen did you first have symptoms?; Do symptoms change over time?; Are these symptoms different from when you were first diagnosed with cancer?; How do you feel about your general health?; Have you lost weight unexpectedly? Have you lost your appetite?; Do you feel pain?; Can you sleep?; Do you want to keep your breast or have it removed?; Do you want to reshape the affected breast if all breast tissue is removed?; Do you want to adjust your healthy breast?\n2. Facilities and equipment"
        },
        {
            "subsection_name": "Frequently asked questions about recurrent breast cancer",
            "subsection_content": "1. Breast cancer recurrence rate\nRecurrent breast cancer can occur months or years after initial treatment. [3]\n2. How to prevent cancer from recurring?\nDoctors don't know why some women's breast cancer comes back. Depending on the initial spread of the disease and the malignant nature of each type of disease.\n3. Can recurrent cancer be cured?\nRecurrent breast cancer is more difficult to treat than the initial diagnosis. However, this disease is not hopeless. Treatment can eliminate local or distant breast cancer recurrence. Treatment can eliminate breast cancer that recurs locally, in the lymph node area or metastasizes distantly. Even if it cannot be cured, it can be controlled for a long time. [4]\n4. How long can you live with recurrent breast cancer (5 years after diagnosis)?\nMany factors affect survival after breast cancer recurrence. Each person's condition is different.\nThe chance of survival for breast cancer patients who relapse 5 years after diagnosis is quite high.\nBreast cancer recurs at any time, recurs locally, in the lymph node area, metastasizes... If the disease is detected early, it will be easier to treat. Therefore, it is necessary to see a doctor for timely examination and advice. Tam Anh General Hospital brings together leading experts, experienced and highly skilled specialists, and constantly updates new treatment methods in the world to help women screen and come up with appropriate methods. on the treatment of recurrent breast cancer.\nIf breast cancer recurrence is detected early, the chance of successful treatment will increase. When breast cancer recurs and metastasizes, treatment is more difficult. Through this article, we hope that women will better understand the causes, signs of recognition and prevention of breast cancer recurrence.",
            "subsection_string": "Frequently asked questions about recurrent breast cancer\n1. Breast cancer recurrence rate\nRecurrent breast cancer can occur months or years after initial treatment. [3]\n2. How to prevent cancer from recurring?\nDoctors don't know why some women's breast cancer comes back. Depending on the initial spread of the disease and the malignant nature of each type of disease.\n3. Can recurrent cancer be cured?\nRecurrent breast cancer is more difficult to treat than the initial diagnosis. However, this disease is not hopeless. Treatment can eliminate local or distant breast cancer recurrence. Treatment can eliminate breast cancer that recurs locally, in the lymph node area or metastasizes distantly. Even if it cannot be cured, it can be controlled for a long time. [4]\n4. How long can you live with recurrent breast cancer (5 years after diagnosis)?\nMany factors affect survival after breast cancer recurrence. Each person's condition is different.\nThe chance of survival for breast cancer patients who relapse 5 years after diagnosis is quite high.\nBreast cancer recurs at any time, recurs locally, in the lymph node area, metastasizes... If the disease is detected early, it will be easier to treat. Therefore, it is necessary to see a doctor for timely examination and advice. Tam Anh General Hospital brings together leading experts, experienced and highly skilled specialists, and constantly updates new treatment methods in the world to help women screen and come up with appropriate methods. on the treatment of recurrent breast cancer.\nIf breast cancer recurrence is detected early, the chance of successful treatment will increase. When breast cancer recurs and metastasizes, treatment is more difficult. Through this article, we hope that women will better understand the causes, signs of recognition and prevention of breast cancer recurrence."
        }
    ],
    "name": "ung-thu-vu-tai-phat.json"
}