{
    "title": "Breast cancer: Signs, causes and prevention",
    "category": "Oncology",
    "link": "https://tamanhhospital.vn/ung-thu-vu/",
    "abstract": "According to Globocan 2020, there are 2,261,419 cases of breast cancer detected each year in both sexes, accounting for 11.7% of all types of cancer. What is worrying is that this number is on the rise and the age of incidence is increasing. The disease is getting younger and younger (1). How to recognize the warning signs of breast cancer? How can we screen for early detection and effectively treat this disease?",
    "content": "Breast cancer: Signs, causes and prevention\n\nAccording to Globocan 2020, there are 2,261,419 cases of breast cancer detected each year in both sexes, accounting for 11.7% of all types of cancer. What is worrying is that this number is on the rise and the age of incidence is increasing. The disease is getting younger and younger (1). How to recognize the warning signs of breast cancer? How can we screen for early detection and effectively treat this disease?\n\nWhat is breast cancer?\nBreast cancer is a malignant breast tumor where malignant cells form in mammary tissue. Cancer cells can then spread throughout the breast and metastasize to other parts of the body. This is the most common type of cancer in women.\nAccording to records, the global incidence rate of breast cancer in women is 24.5%, the highest among all types of cancer in women (according to Globocan Global Cancer Registry, 2020 data).\nThe most common type of breast cancer is ductal carcinoma, which originates from the cells of the ducts. Cancer that originates in the lobules and lobes of the breast is called lobular carcinoma. Inflammatory breast cancer often shows signs of swelling, heat and redness, this is a rare form of breast cancer.\n\n8 Signs of breast cancer\nIf you have these symptoms, you should see a doctor immediately for timely examination and diagnosis:\nLumps appear in the breast, near the breast or under the armpit;; Fluid from the nipple, especially bloody fluid;; Breast dimpling or thickening of the breast skin;; Soreness in the breast or nipple area;; Signs of nipple inversion;; Breasts change in size and shape;; The skin of the breast, areola or nipple is scaly, red or swollen;; Indentations in the skin of the breast that resemble the skin of an orange are called cellulite.\n\nCauses of breast cancer\nAccording to the inevitable laws of nature, everyone in the human body carries a potential risk of breast cancer throughout their lives and this risk increases with age and is calculated by accumulating the risk in each decade. year. However, there are many other factors that increase or promote the development of breast cancer. Important breast cancer risk factors include:\nOld.; Have malignant or benign breast diseases; Participate less in physical activities, have an unhealthy diet, use a lot of alcohol and tobacco; Overweight, obese; Women with early puberty or late menopause; Older women who have just had their first child or have not given birth or are not breastfeeding; Women have some genetic mutations such as BRCA 1 or BRCA 2. According to statistics, about 10% of breast cancer cases have mutated genetic factors.; Women using hormone replacement therapy; Family history of breast cancer, especially first-generation relatives (mother, sisters, daughters).; Have had radiation therapy to the breast or chest area.\n\nIs breast cancer dangerous?\nThe mortality rate from breast cancer ranks first among the causes of cancer death in women worldwide. Every year our country has more than 21,555 new cases and more than 9,315 deaths. Breast cancer in men accounts for about 1% of cases. (2)\nSome signs that suggest breast cancer include:\nBreasts change in shape and size;; The skin on the breasts, nipples or areola appears scaly, red or swollen;; When palpated, a lump is detected in the breast, or in the area around the breast such as under the armpit;; Inverted nipples;; The breast or nipple area appears sore;; There are indentations in the skin or thickening of the skin around the breast;; Discharge or bloody fluid from the nipple.\nWith dimples in the skin like orange skin dimples in the breast skin are called cellulite. In the early stages of breast cancer, the damage only affects the area around the breast. If not recognized and examined early combined with timely treatment, the disease will progress to more severe stages and affect the patient's health. many organs in the body.\nWhen cancer cells spread into the body, they will go through three main routes: neighboring tissue, the lymphatic system and the bloodstream. The invasion and spread of cancer cells in the body is called metastasis:\nNeighboring tissue: At this point, the cancer cells have spread from the disease-initiating organ and grown invasively into neighboring tissues.; Lymphatic system: At this time, cancer cells have spread from the disease-initiating organ into the lymphatic system and then move in the lymphatic vessels to reach other organs of the body.; Blood: After cancer cells invade from the disease-initiating organ, they enter the bloodstream and move right through the blood vessels to spread to other organs of the body.\nThe characteristic of a metastatic tumor is that it has similar properties to the primary tumor (initial tumor). For example, if breast cancer metastasizes to the bones, the bone cancer cells will behave similarly to breast cancer cells. This is called bone metastatic breast cancer, not primary bone cancer.\nAt this stage, the primary tumor metastasizes to tissues and organs in the body. In severe cases, it can lead to death. Therefore, screening is very important in finding signs of pathology before the patient is diagnosed. Symptoms of the disease appear. The goal of screening is to detect cancer at an early stage to help treat the disease completely. .\n\nClassification of breast cancer\nNon-invasive breast cancer\nNon-invasive breast cancer is also known as carcinoma in situ or is sometimes considered a pre-cancerous lesion. With non-invasive breast cancer, the cancer cells are limited to the breast lobules or milk ducts. With this cancer, the cancer cells have not grown or invaded normal breast tissue.\nThere are two types of non-invasive breast cancer: ductal cancer in situ and lobular cancer in situ. (3)\nInvasive breast cancer\nWhen cancer cells have spread beyond the ducts or lobules of the breast to surrounding breast tissue, it is called invasive breast cancer. Types of invasive breast cancer include:\nPaget's disease of the nipple;; Invasive ductal carcinoma;; Metastatic breast cancer;; Inflammatory breast cancer;; Invasive lobular carcinoma;; Locally advanced breast cancer;; Breast Phyllodes tumor.\nSubtypes of breast cancer\nOther forms of breast cancer are based on the genes the cancer expresses, such as:\nHormone receptor positive breast cancer;; HER2 positive breast cancer;; Triple negative breast cancer.\n\nBreast cancer stages\nStage 0\nAt this stage, abnormal cells have appeared but have not spread to adjacent tissues. It can also be called carcinoma in situ (CIS). CIS is not yet called cancer but in the future it may develop into cancer.\nPhases I, II, III\nCancer cells identified. The later the stage, the larger the tumor and the higher the chance of spreading to surrounding tissue.\nStage IV\nCancer cells spread to other parts and organs in the body (liver, lungs, bones, brain, kidneys, lymph nodes in other areas of the body, etc.)\nIn addition, your doctor may describe the stage of the disease in a few other ways:\nIn situ: There are abnormal cells but have not spread to surrounding tissue.; Localized: Cancer is limited to the originating organ, with no signs of spread; Regional: Cancer spreads to nearby organs/tissues/nodes; Distant: Cancer spreads to distant organs in the body.; Unknown: Not enough information to determine stage.\nYou may be interested in: 5 stages of breast cancer that women need to understand in detail.\n\nDiagnosis of breast cancer\nBreast examination\nBreast examination includes examining both sides of the breast along with the armpit and supraclavicle to check lymph nodes in neighboring areas, combined with examination of other organs. Some breast cancer symptoms to pay attention to include headaches, bone pain, and difficulty breathing because they are signs of distant metastases.\nBreast ultrasound\nRegular breast ultrasound or 3D ultrasound, elastic ultrasound, and automatic breast volume scanning ultrasound will be prescribed by the doctor depending on the case.\nMammography\nMammography (also known as mammography) is a method that uses X-rays to image the breast, with the purpose of early detection of suspected abnormalities and breast cancer. Dr. Albert Salomon (1883-1976) was a German surgeon. He X-rayed 3,000 breast cancer specimens and found that the majority of breast cancer cases would be manifested by small calcifications and axillary lymph nodes. This is a very important achievement, creating the foundation for using X-rays to detect breast cancer early in people who have no symptoms.\nMammography is often prescribed for women over 40 years old for diagnostic purposes when they have symptoms such as a palpable lump, thickened or indented breast skin, discharge, or abnormally inverted nipples. , ulcers appear that erode the nipple, causing pain.\nWith a high sensitivity of up to 70% (ie if 100 people have breast cancer, mammography can detect 70 people) and reasonable price, until now, mammography is considered a screening method. most effective control of breast cancer. Other means such as Ultrasound and Breast Magnetic Resonance (MRI) will play a supporting role in some specific situations and will be prescribed by the doctor.\nThere are 3 types of mammograms:\nScreening mammography: Subjects are people without symptoms, to detect breast cancer early (pre-clinical stage).; Diagnostic mammography: The subject is a person who comes for examination because of abnormal signs in the breast, most commonly a palpable mass in the breast or discharge from the nipple.; Follow-up mammography: After a mammogram (screening and diagnosis), the doctor has not yet clearly concluded whether or not there is cancer, and what support methods should be done immediately afterward. (eg ultrasound, special mammography, magnetic resonance, etc.) still does not give a clear conclusion, then you can be sent home and make an appointment to have another mammogram 6 months later to compare with the first time.\nMagnetic resonance imaging\nIn some cases, the doctor may prescribe an MRI when the nature of the damage has not been determined after mammography, or the breast has undergone previous plastic surgery.…\nTesting fluid from the nipple\nAbnormal nipple discharge is also one of the signs of breast cancer. Cytological examination of nipple secretions is aimed at finding sloughed cancer cells to help with diagnosis.\nBreast biopsy\nBreast biopsy is a method of removing part of a tumor or completely removing a breast tumor under analysis by pathologists and a microscope on cell morphology indicators and breast tissue structure.\nPlease watch more videos about risk factors that need to be screened for breast cancer:\n\nBreast cancer treatment methods\nSurgery\nMost breast cancer patients will have surgery to remove breast tumors. Some surgical methods include:\nBreast-conserving surgery: Surgery to remove the malignant tumor and a few benign cells around the tumor, and not remove all remaining breast tissue.; Total mastectomy: Surgery to remove the entire breast. It is also called simple mastectomy. A few axillary lymph nodes can be combined; Modified radical mastectomy: Surgery to remove the entire breast, axillary lymph nodes, and part of the pectoral muscle.\nValence\nUsing chemical drugs to kill cancer cells or slow the growth of cancer cells. When performing chemotherapy (oral or intravenous), the drug travels through the bloodstream to find and kill cancer cells in the body. Chemotherapy can be performed before surgery, after surgery or when cancer cells have metastasized distantly.\nRadiotherapy\nBreast cancer treatment with radiation therapy is a method that uses high-energy beams to kill cancer cells or stop their growth. The way radiotherapy is given depends on the type and stage of the cancer.\nTargeted therapy\nIs the use of drugs or preparations that have a \"selective\" effect on one or more specific characteristics of cancer cell types. Compared to chemotherapy or radiotherapy, targeted therapy often causes fewer side effects on healthy cells.\nHormone therapy\nIt is a treatment method to remove hormones or inhibit the activity of hormones, thereby stopping the growth of cancer cells.\nImmunotherapy\nA treatment that uses the patient's immune system to fight cancer.\n\nBreast cancer prevention\nNutrition\nCurrently, there is no food or diet that can prevent breast cancer. But choosing the right foods and diet can help your body be as healthy as possible, strengthen your immune system and help keep your risk of breast cancer as low as possible. And no food or diet can cure cancer, although some can help control side effects of treatment or help your body get better after treatment. Some food choices may help treat cancer more effectively or may help you stay healthy.\nKeep your body weight in the right range.; Eat lots of vegetables and fruits.; Limit saturated fat intake to less than 10% of total calories per day and recommended fat intake should be around 30g per day.; Use more foods rich in omega-3 and fatty acids, limit the use of trans fats, and cassava processed foods that contain many additives.\nDo exercise\nWomen who exercise more than 4 hours per week have been found to have a lower risk of breast cancer than women who do not exercise. The effectiveness of exercise in reducing the risk of breast cancer is clearly documented in premenopausal women of normal or low weight.\nBreast self-examination at home\nAccording to Dr. Tran Vuong Thao Nghi, breast self-examination is an important job to help detect breast cancer early by quickly recognizing abnormal signs appearing in the breast.\nBreast examination can be done on your own here and you should do it once a month, usually on days 7 - 10 of the menstrual cycle (Day 1 of the menstrual cycle = the day your period starts). ) because at this time the breast is the softest, you will easily self-examine to detect abnormalities. Self-examination can be easily done following the instructions in the image below.\nScreening\nBreast cancer diagnosis is often based on disease screening, starting with regular monthly breast self-examination to detect abnormalities early. The majority of these tumors are benign changes of the mammary gland, only about 10 - 20% of breast tumors are unfortunately malignant.\nFor women aged 40-49 years without symptoms, mammography may be considered annually and every 1-2 years for those over 50 years old.\nAt Tam Anh General Hospital, all tests to screen for breast cancer are performed including: breast ultrasound, mammography (mammography), breast magnetic resonance imaging (MRI) or mammography. Biopsy and pathology tests are used to determine whether the cells are benign or malignant.\nBreast cancer screening package at Tam Anh General Hospital, Ho Chi Minh City\nBreast Cancer Screening Package/ Breast Cancer Screening  Categories/ Items Female <40T/ Female <40ys Female >40T/ Female >40ys 1. Clinical Examination/Doctor Consultation ✔ ✔ 2. Surveys/Imaging Service  Breast Ultrasound 3D/3D Breast Ultrasound ✔ ✔  3D Mammography/3D Mammography ✔\n\nExamination, treatment & palliative care at Oncology Department, Tam Anh General Hospital\nOncology Department, Tam Anh General Hospital is invested and built according to international standards, providing top health care services, applying an individualized and multi-modal treatment model.\nA team of leading industry experts and experienced doctors\nOncology Department, Tam Anh General Hospital, Ho Chi Minh City with a team of leading experts and experienced, dedicated doctors who understand the psychology of patients, ready to accompany them on their journey to fight cancer. cancer.\nModern facilities and equipment system\n– Digital Breast Tomosynthesis system, also known as 3D mammography. This technique helps increase cancer detection rates by up to 40% and also reduces false positive rates by up to 40% with very low radiation doses.\n– The world's most modern Real Time 3D Elastic Ultrasound system allows doctors and diagnostic technicians to provide many valuable information such as: hardness and neoplastic microvasculature in lesions, structural deformation. bamboo…\n– Magnetic resonance imaging (MRI) system applies the latest technology – “Full biological matrix” from Siemens (Germany), bringing outstanding diagnostic value, making patients more comfortable through Ability to reduce noise up to 97% and shorten shooting time by 50% with standard procedures.\n– The chemotherapy drug infusion room space is designed to be airy and cozy with the Paramount chemotherapy chair system from Japan, which will help make the patient's chemotherapy drug infusion time more comfortable.\n– Negative pressure chemical mixing room with specialized sterile isolation mixing machine according to international standards (ULPA filter membrane with 99.999% filtration efficiency creates a working area that meets ISO Class 3 clean air standards, in accordance with US standards , optimizing safety for pharmacists when mixing drugs and minimizing the risk of drug contamination.\n– Hats limit hair loss with a mechanism to help cool the pores in the hair, limiting medication to these areas to limit hair loss.\n– The mobile emergency cabinet is fully equipped with essential tools, including an electric shock machine, to serve emergency patient care.\nUpdate the latest treatment regimens according to international treatment guidelines; At Tam Anh General Hospital, new drugs, immunotherapy drugs, and targeted treatment drugs that are recognized to be highly effective in treatment are updated and used in the Oncology Department.\nClosely coordinate with other specialties such as: General Surgery, Obstetrics, Endocrinology, Diagnostic Imaging, Laboratory Testing, Anesthesia, Nutrition, Psychology,... to create a comprehensive, multi-faceted treatment plan. treatment modality and individualization to shorten treatment time and increase treatment effectiveness.\nHigh-end care and treatment services:\n– VIP room system for day treatment with full machinery and modern amenities such as dining tables for entertainment needs, chemical infusion chairs with screens to ensure the privacy of each patient.\n– For the purpose of ensuring privacy, blood tests or medicine dispensing are arranged separately in the department.\n– The boarding area is designed and decorated according to high standards with full personal belongings, equipment to connect medical staff 24/24, medical gas system and emergency equipment arranged immediately. in bed…\nProfessional, dedicated care staff, quick consulting support via hotline, website and fanpage.\n\nSome frequently asked questions about breast cancer\nCan wearing a bra regularly cause breast cancer?\nThere are many theories surrounding this question. However, there is currently no scientific evidence proving that wearing a bra can cause breast cancer. There is a theory that wearing an underwire bra can restrict the flow of lymph fluid out of the breast, causing toxic substances to build up in the tissue. But according to a 2014 study of about 1,500 women with breast cancer, there was absolutely no link between wearing a bra and breast cancer. (4)\nDo men and children get breast cancer?\nHave. But the rate is very low. Men and children < 18 years old only come for examination when they have abnormal breast symptoms, and do not need to participate in regular screening.\nBreast cancer only occurs in middle-aged and older women?\nYoung women can still get breast cancer. In theory, middle-aged and older women have a higher incidence of breast cancer than other age groups. In 2017, about 4% of invasive breast cancers were diagnosed in women under 40, while about 23% were diagnosed in women in their 50s and 27% in women 60 to 69. While 4% may seem small, it is not. This percentage means that one in every 25 cases of invasive breast cancer occurs in women under 40 years of age. (5)\nAt the Oncology Department, Tam Anh General Hospital, screening tests include breast ultrasound, mammography, magnetic resonance imaging, and breast biopsy-pathology tests to determine benign nature. or malignancy of breast tumor cells.\nThe examination, screening and consultation process is directly performed by a team of excellent doctors and experts at the Oncology Department, Tam Anh General Hospital with many years of experience in the field of cancer treatment.\nThe majority of breast tumors are benign changes of the mammary gland, only about 10 - 20% of tumors are malignant. Therefore, it is recommended that women from 40 years old should proactively have their breasts screened every year.\nTo schedule an examination and consultation with a doctor in the Oncology Department, Tam Anh General Hospital System, please contact:\nWomen of all ages need to pay attention to their breast health, need to self-examine their breasts and note any unusual breast changes, so they can quickly see a doctor. Women with a family history of breast cancer, especially if relatives are under the age of 40, can start screening earlier.",
    "subsections": [
        {
            "subsection_name": "What is breast cancer?",
            "subsection_content": "Breast cancer is a malignant breast tumor where malignant cells form in mammary tissue. Cancer cells can then spread throughout the breast and metastasize to other parts of the body. This is the most common type of cancer in women.\nAccording to records, the global incidence rate of breast cancer in women is 24.5%, the highest among all types of cancer in women (according to Globocan Global Cancer Registry, 2020 data).\nThe most common type of breast cancer is ductal carcinoma, which originates from the cells of the ducts. Cancer that originates in the lobules and lobes of the breast is called lobular carcinoma. Inflammatory breast cancer often shows signs of swelling, heat and redness, this is a rare form of breast cancer.",
            "subsection_string": "What is breast cancer?\nBreast cancer is a malignant breast tumor where malignant cells form in mammary tissue. Cancer cells can then spread throughout the breast and metastasize to other parts of the body. This is the most common type of cancer in women.\nAccording to records, the global incidence rate of breast cancer in women is 24.5%, the highest among all types of cancer in women (according to Globocan Global Cancer Registry, 2020 data).\nThe most common type of breast cancer is ductal carcinoma, which originates from the cells of the ducts. Cancer that originates in the lobules and lobes of the breast is called lobular carcinoma. Inflammatory breast cancer often shows signs of swelling, heat and redness, this is a rare form of breast cancer."
        },
        {
            "subsection_name": "8 Signs of breast cancer",
            "subsection_content": "If you have these symptoms, you should see a doctor immediately for timely examination and diagnosis:\nLumps appear in the breast, near the breast or under the armpit;; Fluid from the nipple, especially bloody fluid;; Breast dimpling or thickening of the breast skin;; Soreness in the breast or nipple area;; Signs of nipple inversion;; Breasts change in size and shape;; The skin of the breast, areola or nipple is scaly, red or swollen;; Indentations in the skin of the breast that resemble the skin of an orange are called cellulite.",
            "subsection_string": "8 Signs of breast cancer\nIf you have these symptoms, you should see a doctor immediately for timely examination and diagnosis:\nLumps appear in the breast, near the breast or under the armpit;; Fluid from the nipple, especially bloody fluid;; Breast dimpling or thickening of the breast skin;; Soreness in the breast or nipple area;; Signs of nipple inversion;; Breasts change in size and shape;; The skin of the breast, areola or nipple is scaly, red or swollen;; Indentations in the skin of the breast that resemble the skin of an orange are called cellulite."
        },
        {
            "subsection_name": "Causes of breast cancer",
            "subsection_content": "According to the inevitable laws of nature, everyone in the human body carries a potential risk of breast cancer throughout their lives and this risk increases with age and is calculated by accumulating the risk in each decade. year. However, there are many other factors that increase or promote the development of breast cancer. Important breast cancer risk factors include:\nOld.; Have malignant or benign breast diseases; Participate less in physical activities, have an unhealthy diet, use a lot of alcohol and tobacco; Overweight, obese; Women with early puberty or late menopause; Older women who have just had their first child or have not given birth or are not breastfeeding; Women have some genetic mutations such as BRCA 1 or BRCA 2. According to statistics, about 10% of breast cancer cases have mutated genetic factors.; Women using hormone replacement therapy; Family history of breast cancer, especially first-generation relatives (mother, sisters, daughters).; Have had radiation therapy to the breast or chest area.",
            "subsection_string": "Causes of breast cancer\nAccording to the inevitable laws of nature, everyone in the human body carries a potential risk of breast cancer throughout their lives and this risk increases with age and is calculated by accumulating the risk in each decade. year. However, there are many other factors that increase or promote the development of breast cancer. Important breast cancer risk factors include:\nOld.; Have malignant or benign breast diseases; Participate less in physical activities, have an unhealthy diet, use a lot of alcohol and tobacco; Overweight, obese; Women with early puberty or late menopause; Older women who have just had their first child or have not given birth or are not breastfeeding; Women have some genetic mutations such as BRCA 1 or BRCA 2. According to statistics, about 10% of breast cancer cases have mutated genetic factors.; Women using hormone replacement therapy; Family history of breast cancer, especially first-generation relatives (mother, sisters, daughters).; Have had radiation therapy to the breast or chest area."
        },
        {
            "subsection_name": "Is breast cancer dangerous?",
            "subsection_content": "The mortality rate from breast cancer ranks first among the causes of cancer death in women worldwide. Every year our country has more than 21,555 new cases and more than 9,315 deaths. Breast cancer in men accounts for about 1% of cases. (2)\nSome signs that suggest breast cancer include:\nBreasts change in shape and size;; The skin on the breasts, nipples or areola appears scaly, red or swollen;; When palpated, a lump is detected in the breast, or in the area around the breast such as under the armpit;; Inverted nipples;; The breast or nipple area appears sore;; There are indentations in the skin or thickening of the skin around the breast;; Discharge or bloody fluid from the nipple.\nWith dimples in the skin like orange skin dimples in the breast skin are called cellulite. In the early stages of breast cancer, the damage only affects the area around the breast. If not recognized and examined early combined with timely treatment, the disease will progress to more severe stages and affect the patient's health. many organs in the body.\nWhen cancer cells spread into the body, they will go through three main routes: neighboring tissue, the lymphatic system and the bloodstream. The invasion and spread of cancer cells in the body is called metastasis:\nNeighboring tissue: At this point, the cancer cells have spread from the disease-initiating organ and grown invasively into neighboring tissues.; Lymphatic system: At this time, cancer cells have spread from the disease-initiating organ into the lymphatic system and then move in the lymphatic vessels to reach other organs of the body.; Blood: After cancer cells invade from the disease-initiating organ, they enter the bloodstream and move right through the blood vessels to spread to other organs of the body.\nThe characteristic of a metastatic tumor is that it has similar properties to the primary tumor (initial tumor). For example, if breast cancer metastasizes to the bones, the bone cancer cells will behave similarly to breast cancer cells. This is called bone metastatic breast cancer, not primary bone cancer.\nAt this stage, the primary tumor metastasizes to tissues and organs in the body. In severe cases, it can lead to death. Therefore, screening is very important in finding signs of pathology before the patient is diagnosed. Symptoms of the disease appear. The goal of screening is to detect cancer at an early stage to help treat the disease completely. .",
            "subsection_string": "Is breast cancer dangerous?\nThe mortality rate from breast cancer ranks first among the causes of cancer death in women worldwide. Every year our country has more than 21,555 new cases and more than 9,315 deaths. Breast cancer in men accounts for about 1% of cases. (2)\nSome signs that suggest breast cancer include:\nBreasts change in shape and size;; The skin on the breasts, nipples or areola appears scaly, red or swollen;; When palpated, a lump is detected in the breast, or in the area around the breast such as under the armpit;; Inverted nipples;; The breast or nipple area appears sore;; There are indentations in the skin or thickening of the skin around the breast;; Discharge or bloody fluid from the nipple.\nWith dimples in the skin like orange skin dimples in the breast skin are called cellulite. In the early stages of breast cancer, the damage only affects the area around the breast. If not recognized and examined early combined with timely treatment, the disease will progress to more severe stages and affect the patient's health. many organs in the body.\nWhen cancer cells spread into the body, they will go through three main routes: neighboring tissue, the lymphatic system and the bloodstream. The invasion and spread of cancer cells in the body is called metastasis:\nNeighboring tissue: At this point, the cancer cells have spread from the disease-initiating organ and grown invasively into neighboring tissues.; Lymphatic system: At this time, cancer cells have spread from the disease-initiating organ into the lymphatic system and then move in the lymphatic vessels to reach other organs of the body.; Blood: After cancer cells invade from the disease-initiating organ, they enter the bloodstream and move right through the blood vessels to spread to other organs of the body.\nThe characteristic of a metastatic tumor is that it has similar properties to the primary tumor (initial tumor). For example, if breast cancer metastasizes to the bones, the bone cancer cells will behave similarly to breast cancer cells. This is called bone metastatic breast cancer, not primary bone cancer.\nAt this stage, the primary tumor metastasizes to tissues and organs in the body. In severe cases, it can lead to death. Therefore, screening is very important in finding signs of pathology before the patient is diagnosed. Symptoms of the disease appear. The goal of screening is to detect cancer at an early stage to help treat the disease completely. ."
        },
        {
            "subsection_name": "Classification of breast cancer",
            "subsection_content": "Non-invasive breast cancer\nNon-invasive breast cancer is also known as carcinoma in situ or is sometimes considered a pre-cancerous lesion. With non-invasive breast cancer, the cancer cells are limited to the breast lobules or milk ducts. With this cancer, the cancer cells have not grown or invaded normal breast tissue.\nThere are two types of non-invasive breast cancer: ductal cancer in situ and lobular cancer in situ. (3)\nInvasive breast cancer\nWhen cancer cells have spread beyond the ducts or lobules of the breast to surrounding breast tissue, it is called invasive breast cancer. Types of invasive breast cancer include:\nPaget's disease of the nipple;; Invasive ductal carcinoma;; Metastatic breast cancer;; Inflammatory breast cancer;; Invasive lobular carcinoma;; Locally advanced breast cancer;; Breast Phyllodes tumor.\nSubtypes of breast cancer\nOther forms of breast cancer are based on the genes the cancer expresses, such as:\nHormone receptor positive breast cancer;; HER2 positive breast cancer;; Triple negative breast cancer.",
            "subsection_string": "Classification of breast cancer\nNon-invasive breast cancer\nNon-invasive breast cancer is also known as carcinoma in situ or is sometimes considered a pre-cancerous lesion. With non-invasive breast cancer, the cancer cells are limited to the breast lobules or milk ducts. With this cancer, the cancer cells have not grown or invaded normal breast tissue.\nThere are two types of non-invasive breast cancer: ductal cancer in situ and lobular cancer in situ. (3)\nInvasive breast cancer\nWhen cancer cells have spread beyond the ducts or lobules of the breast to surrounding breast tissue, it is called invasive breast cancer. Types of invasive breast cancer include:\nPaget's disease of the nipple;; Invasive ductal carcinoma;; Metastatic breast cancer;; Inflammatory breast cancer;; Invasive lobular carcinoma;; Locally advanced breast cancer;; Breast Phyllodes tumor.\nSubtypes of breast cancer\nOther forms of breast cancer are based on the genes the cancer expresses, such as:\nHormone receptor positive breast cancer;; HER2 positive breast cancer;; Triple negative breast cancer."
        },
        {
            "subsection_name": "Breast cancer stages",
            "subsection_content": "Stage 0\nAt this stage, abnormal cells have appeared but have not spread to adjacent tissues. It can also be called carcinoma in situ (CIS). CIS is not yet called cancer but in the future it may develop into cancer.\nPhases I, II, III\nCancer cells identified. The later the stage, the larger the tumor and the higher the chance of spreading to surrounding tissue.\nStage IV\nCancer cells spread to other parts and organs in the body (liver, lungs, bones, brain, kidneys, lymph nodes in other areas of the body, etc.)\nIn addition, your doctor may describe the stage of the disease in a few other ways:\nIn situ: There are abnormal cells but have not spread to surrounding tissue.; Localized: Cancer is limited to the originating organ, with no signs of spread; Regional: Cancer spreads to nearby organs/tissues/nodes; Distant: Cancer spreads to distant organs in the body.; Unknown: Not enough information to determine stage.\nYou may be interested in: 5 stages of breast cancer that women need to understand in detail.",
            "subsection_string": "Breast cancer stages\nStage 0\nAt this stage, abnormal cells have appeared but have not spread to adjacent tissues. It can also be called carcinoma in situ (CIS). CIS is not yet called cancer but in the future it may develop into cancer.\nPhases I, II, III\nCancer cells identified. The later the stage, the larger the tumor and the higher the chance of spreading to surrounding tissue.\nStage IV\nCancer cells spread to other parts and organs in the body (liver, lungs, bones, brain, kidneys, lymph nodes in other areas of the body, etc.)\nIn addition, your doctor may describe the stage of the disease in a few other ways:\nIn situ: There are abnormal cells but have not spread to surrounding tissue.; Localized: Cancer is limited to the originating organ, with no signs of spread; Regional: Cancer spreads to nearby organs/tissues/nodes; Distant: Cancer spreads to distant organs in the body.; Unknown: Not enough information to determine stage.\nYou may be interested in: 5 stages of breast cancer that women need to understand in detail."
        },
        {
            "subsection_name": "Diagnosis of breast cancer",
            "subsection_content": "Breast examination\nBreast examination includes examining both sides of the breast along with the armpit and supraclavicle to check lymph nodes in neighboring areas, combined with examination of other organs. Some breast cancer symptoms to pay attention to include headaches, bone pain, and difficulty breathing because they are signs of distant metastases.\nBreast ultrasound\nRegular breast ultrasound or 3D ultrasound, elastic ultrasound, and automatic breast volume scanning ultrasound will be prescribed by the doctor depending on the case.\nMammography\nMammography (also known as mammography) is a method that uses X-rays to image the breast, with the purpose of early detection of suspected abnormalities and breast cancer. Dr. Albert Salomon (1883-1976) was a German surgeon. He X-rayed 3,000 breast cancer specimens and found that the majority of breast cancer cases would be manifested by small calcifications and axillary lymph nodes. This is a very important achievement, creating the foundation for using X-rays to detect breast cancer early in people who have no symptoms.\nMammography is often prescribed for women over 40 years old for diagnostic purposes when they have symptoms such as a palpable lump, thickened or indented breast skin, discharge, or abnormally inverted nipples. , ulcers appear that erode the nipple, causing pain.\nWith a high sensitivity of up to 70% (ie if 100 people have breast cancer, mammography can detect 70 people) and reasonable price, until now, mammography is considered a screening method. most effective control of breast cancer. Other means such as Ultrasound and Breast Magnetic Resonance (MRI) will play a supporting role in some specific situations and will be prescribed by the doctor.\nThere are 3 types of mammograms:\nScreening mammography: Subjects are people without symptoms, to detect breast cancer early (pre-clinical stage).; Diagnostic mammography: The subject is a person who comes for examination because of abnormal signs in the breast, most commonly a palpable mass in the breast or discharge from the nipple.; Follow-up mammography: After a mammogram (screening and diagnosis), the doctor has not yet clearly concluded whether or not there is cancer, and what support methods should be done immediately afterward. (eg ultrasound, special mammography, magnetic resonance, etc.) still does not give a clear conclusion, then you can be sent home and make an appointment to have another mammogram 6 months later to compare with the first time.\nMagnetic resonance imaging\nIn some cases, the doctor may prescribe an MRI when the nature of the damage has not been determined after mammography, or the breast has undergone previous plastic surgery.…\nTesting fluid from the nipple\nAbnormal nipple discharge is also one of the signs of breast cancer. Cytological examination of nipple secretions is aimed at finding sloughed cancer cells to help with diagnosis.\nBreast biopsy\nBreast biopsy is a method of removing part of a tumor or completely removing a breast tumor under analysis by pathologists and a microscope on cell morphology indicators and breast tissue structure.\nPlease watch more videos about risk factors that need to be screened for breast cancer:",
            "subsection_string": "Diagnosis of breast cancer\nBreast examination\nBreast examination includes examining both sides of the breast along with the armpit and supraclavicle to check lymph nodes in neighboring areas, combined with examination of other organs. Some breast cancer symptoms to pay attention to include headaches, bone pain, and difficulty breathing because they are signs of distant metastases.\nBreast ultrasound\nRegular breast ultrasound or 3D ultrasound, elastic ultrasound, and automatic breast volume scanning ultrasound will be prescribed by the doctor depending on the case.\nMammography\nMammography (also known as mammography) is a method that uses X-rays to image the breast, with the purpose of early detection of suspected abnormalities and breast cancer. Dr. Albert Salomon (1883-1976) was a German surgeon. He X-rayed 3,000 breast cancer specimens and found that the majority of breast cancer cases would be manifested by small calcifications and axillary lymph nodes. This is a very important achievement, creating the foundation for using X-rays to detect breast cancer early in people who have no symptoms.\nMammography is often prescribed for women over 40 years old for diagnostic purposes when they have symptoms such as a palpable lump, thickened or indented breast skin, discharge, or abnormally inverted nipples. , ulcers appear that erode the nipple, causing pain.\nWith a high sensitivity of up to 70% (ie if 100 people have breast cancer, mammography can detect 70 people) and reasonable price, until now, mammography is considered a screening method. most effective control of breast cancer. Other means such as Ultrasound and Breast Magnetic Resonance (MRI) will play a supporting role in some specific situations and will be prescribed by the doctor.\nThere are 3 types of mammograms:\nScreening mammography: Subjects are people without symptoms, to detect breast cancer early (pre-clinical stage).; Diagnostic mammography: The subject is a person who comes for examination because of abnormal signs in the breast, most commonly a palpable mass in the breast or discharge from the nipple.; Follow-up mammography: After a mammogram (screening and diagnosis), the doctor has not yet clearly concluded whether or not there is cancer, and what support methods should be done immediately afterward. (eg ultrasound, special mammography, magnetic resonance, etc.) still does not give a clear conclusion, then you can be sent home and make an appointment to have another mammogram 6 months later to compare with the first time.\nMagnetic resonance imaging\nIn some cases, the doctor may prescribe an MRI when the nature of the damage has not been determined after mammography, or the breast has undergone previous plastic surgery.…\nTesting fluid from the nipple\nAbnormal nipple discharge is also one of the signs of breast cancer. Cytological examination of nipple secretions is aimed at finding sloughed cancer cells to help with diagnosis.\nBreast biopsy\nBreast biopsy is a method of removing part of a tumor or completely removing a breast tumor under analysis by pathologists and a microscope on cell morphology indicators and breast tissue structure.\nPlease watch more videos about risk factors that need to be screened for breast cancer:"
        },
        {
            "subsection_name": "Breast cancer treatment methods",
            "subsection_content": "Surgery\nMost breast cancer patients will have surgery to remove breast tumors. Some surgical methods include:\nBreast-conserving surgery: Surgery to remove the malignant tumor and a few benign cells around the tumor, and not remove all remaining breast tissue.; Total mastectomy: Surgery to remove the entire breast. It is also called simple mastectomy. A few axillary lymph nodes can be combined; Modified radical mastectomy: Surgery to remove the entire breast, axillary lymph nodes, and part of the pectoral muscle.\nValence\nUsing chemical drugs to kill cancer cells or slow the growth of cancer cells. When performing chemotherapy (oral or intravenous), the drug travels through the bloodstream to find and kill cancer cells in the body. Chemotherapy can be performed before surgery, after surgery or when cancer cells have metastasized distantly.\nRadiotherapy\nBreast cancer treatment with radiation therapy is a method that uses high-energy beams to kill cancer cells or stop their growth. The way radiotherapy is given depends on the type and stage of the cancer.\nTargeted therapy\nIs the use of drugs or preparations that have a \"selective\" effect on one or more specific characteristics of cancer cell types. Compared to chemotherapy or radiotherapy, targeted therapy often causes fewer side effects on healthy cells.\nHormone therapy\nIt is a treatment method to remove hormones or inhibit the activity of hormones, thereby stopping the growth of cancer cells.\nImmunotherapy\nA treatment that uses the patient's immune system to fight cancer.",
            "subsection_string": "Breast cancer treatment methods\nSurgery\nMost breast cancer patients will have surgery to remove breast tumors. Some surgical methods include:\nBreast-conserving surgery: Surgery to remove the malignant tumor and a few benign cells around the tumor, and not remove all remaining breast tissue.; Total mastectomy: Surgery to remove the entire breast. It is also called simple mastectomy. A few axillary lymph nodes can be combined; Modified radical mastectomy: Surgery to remove the entire breast, axillary lymph nodes, and part of the pectoral muscle.\nValence\nUsing chemical drugs to kill cancer cells or slow the growth of cancer cells. When performing chemotherapy (oral or intravenous), the drug travels through the bloodstream to find and kill cancer cells in the body. Chemotherapy can be performed before surgery, after surgery or when cancer cells have metastasized distantly.\nRadiotherapy\nBreast cancer treatment with radiation therapy is a method that uses high-energy beams to kill cancer cells or stop their growth. The way radiotherapy is given depends on the type and stage of the cancer.\nTargeted therapy\nIs the use of drugs or preparations that have a \"selective\" effect on one or more specific characteristics of cancer cell types. Compared to chemotherapy or radiotherapy, targeted therapy often causes fewer side effects on healthy cells.\nHormone therapy\nIt is a treatment method to remove hormones or inhibit the activity of hormones, thereby stopping the growth of cancer cells.\nImmunotherapy\nA treatment that uses the patient's immune system to fight cancer."
        },
        {
            "subsection_name": "Breast cancer prevention",
            "subsection_content": "Nutrition\nCurrently, there is no food or diet that can prevent breast cancer. But choosing the right foods and diet can help your body be as healthy as possible, strengthen your immune system and help keep your risk of breast cancer as low as possible. And no food or diet can cure cancer, although some can help control side effects of treatment or help your body get better after treatment. Some food choices may help treat cancer more effectively or may help you stay healthy.\nKeep your body weight in the right range.; Eat lots of vegetables and fruits.; Limit saturated fat intake to less than 10% of total calories per day and recommended fat intake should be around 30g per day.; Use more foods rich in omega-3 and fatty acids, limit the use of trans fats, and cassava processed foods that contain many additives.\nDo exercise\nWomen who exercise more than 4 hours per week have been found to have a lower risk of breast cancer than women who do not exercise. The effectiveness of exercise in reducing the risk of breast cancer is clearly documented in premenopausal women of normal or low weight.\nBreast self-examination at home\nAccording to Dr. Tran Vuong Thao Nghi, breast self-examination is an important job to help detect breast cancer early by quickly recognizing abnormal signs appearing in the breast.\nBreast examination can be done on your own here and you should do it once a month, usually on days 7 - 10 of the menstrual cycle (Day 1 of the menstrual cycle = the day your period starts). ) because at this time the breast is the softest, you will easily self-examine to detect abnormalities. Self-examination can be easily done following the instructions in the image below.\nScreening\nBreast cancer diagnosis is often based on disease screening, starting with regular monthly breast self-examination to detect abnormalities early. The majority of these tumors are benign changes of the mammary gland, only about 10 - 20% of breast tumors are unfortunately malignant.\nFor women aged 40-49 years without symptoms, mammography may be considered annually and every 1-2 years for those over 50 years old.\nAt Tam Anh General Hospital, all tests to screen for breast cancer are performed including: breast ultrasound, mammography (mammography), breast magnetic resonance imaging (MRI) or mammography. Biopsy and pathology tests are used to determine whether the cells are benign or malignant.\nBreast cancer screening package at Tam Anh General Hospital, Ho Chi Minh City\nBreast Cancer Screening Package/ Breast Cancer Screening  Categories/ Items Female <40T/ Female <40ys Female >40T/ Female >40ys 1. Clinical Examination/Doctor Consultation ✔ ✔ 2. Surveys/Imaging Service  Breast Ultrasound 3D/3D Breast Ultrasound ✔ ✔  3D Mammography/3D Mammography ✔",
            "subsection_string": "Breast cancer prevention\nNutrition\nCurrently, there is no food or diet that can prevent breast cancer. But choosing the right foods and diet can help your body be as healthy as possible, strengthen your immune system and help keep your risk of breast cancer as low as possible. And no food or diet can cure cancer, although some can help control side effects of treatment or help your body get better after treatment. Some food choices may help treat cancer more effectively or may help you stay healthy.\nKeep your body weight in the right range.; Eat lots of vegetables and fruits.; Limit saturated fat intake to less than 10% of total calories per day and recommended fat intake should be around 30g per day.; Use more foods rich in omega-3 and fatty acids, limit the use of trans fats, and cassava processed foods that contain many additives.\nDo exercise\nWomen who exercise more than 4 hours per week have been found to have a lower risk of breast cancer than women who do not exercise. The effectiveness of exercise in reducing the risk of breast cancer is clearly documented in premenopausal women of normal or low weight.\nBreast self-examination at home\nAccording to Dr. Tran Vuong Thao Nghi, breast self-examination is an important job to help detect breast cancer early by quickly recognizing abnormal signs appearing in the breast.\nBreast examination can be done on your own here and you should do it once a month, usually on days 7 - 10 of the menstrual cycle (Day 1 of the menstrual cycle = the day your period starts). ) because at this time the breast is the softest, you will easily self-examine to detect abnormalities. Self-examination can be easily done following the instructions in the image below.\nScreening\nBreast cancer diagnosis is often based on disease screening, starting with regular monthly breast self-examination to detect abnormalities early. The majority of these tumors are benign changes of the mammary gland, only about 10 - 20% of breast tumors are unfortunately malignant.\nFor women aged 40-49 years without symptoms, mammography may be considered annually and every 1-2 years for those over 50 years old.\nAt Tam Anh General Hospital, all tests to screen for breast cancer are performed including: breast ultrasound, mammography (mammography), breast magnetic resonance imaging (MRI) or mammography. Biopsy and pathology tests are used to determine whether the cells are benign or malignant.\nBreast cancer screening package at Tam Anh General Hospital, Ho Chi Minh City\nBreast Cancer Screening Package/ Breast Cancer Screening  Categories/ Items Female <40T/ Female <40ys Female >40T/ Female >40ys 1. Clinical Examination/Doctor Consultation ✔ ✔ 2. Surveys/Imaging Service  Breast Ultrasound 3D/3D Breast Ultrasound ✔ ✔  3D Mammography/3D Mammography ✔"
        },
        {
            "subsection_name": "Examination, treatment & palliative care at Oncology Department, Tam Anh General Hospital",
            "subsection_content": "Oncology Department, Tam Anh General Hospital is invested and built according to international standards, providing top health care services, applying an individualized and multi-modal treatment model.\nA team of leading industry experts and experienced doctors\nOncology Department, Tam Anh General Hospital, Ho Chi Minh City with a team of leading experts and experienced, dedicated doctors who understand the psychology of patients, ready to accompany them on their journey to fight cancer. cancer.\nModern facilities and equipment system\n– Digital Breast Tomosynthesis system, also known as 3D mammography. This technique helps increase cancer detection rates by up to 40% and also reduces false positive rates by up to 40% with very low radiation doses.\n– The world's most modern Real Time 3D Elastic Ultrasound system allows doctors and diagnostic technicians to provide many valuable information such as: hardness and neoplastic microvasculature in lesions, structural deformation. bamboo…\n– Magnetic resonance imaging (MRI) system applies the latest technology – “Full biological matrix” from Siemens (Germany), bringing outstanding diagnostic value, making patients more comfortable through Ability to reduce noise up to 97% and shorten shooting time by 50% with standard procedures.\n– The chemotherapy drug infusion room space is designed to be airy and cozy with the Paramount chemotherapy chair system from Japan, which will help make the patient's chemotherapy drug infusion time more comfortable.\n– Negative pressure chemical mixing room with specialized sterile isolation mixing machine according to international standards (ULPA filter membrane with 99.999% filtration efficiency creates a working area that meets ISO Class 3 clean air standards, in accordance with US standards , optimizing safety for pharmacists when mixing drugs and minimizing the risk of drug contamination.\n– Hats limit hair loss with a mechanism to help cool the pores in the hair, limiting medication to these areas to limit hair loss.\n– The mobile emergency cabinet is fully equipped with essential tools, including an electric shock machine, to serve emergency patient care.\nUpdate the latest treatment regimens according to international treatment guidelines; At Tam Anh General Hospital, new drugs, immunotherapy drugs, and targeted treatment drugs that are recognized to be highly effective in treatment are updated and used in the Oncology Department.\nClosely coordinate with other specialties such as: General Surgery, Obstetrics, Endocrinology, Diagnostic Imaging, Laboratory Testing, Anesthesia, Nutrition, Psychology,... to create a comprehensive, multi-faceted treatment plan. treatment modality and individualization to shorten treatment time and increase treatment effectiveness.\nHigh-end care and treatment services:\n– VIP room system for day treatment with full machinery and modern amenities such as dining tables for entertainment needs, chemical infusion chairs with screens to ensure the privacy of each patient.\n– For the purpose of ensuring privacy, blood tests or medicine dispensing are arranged separately in the department.\n– The boarding area is designed and decorated according to high standards with full personal belongings, equipment to connect medical staff 24/24, medical gas system and emergency equipment arranged immediately. in bed…\nProfessional, dedicated care staff, quick consulting support via hotline, website and fanpage.",
            "subsection_string": "Examination, treatment & palliative care at Oncology Department, Tam Anh General Hospital\nOncology Department, Tam Anh General Hospital is invested and built according to international standards, providing top health care services, applying an individualized and multi-modal treatment model.\nA team of leading industry experts and experienced doctors\nOncology Department, Tam Anh General Hospital, Ho Chi Minh City with a team of leading experts and experienced, dedicated doctors who understand the psychology of patients, ready to accompany them on their journey to fight cancer. cancer.\nModern facilities and equipment system\n– Digital Breast Tomosynthesis system, also known as 3D mammography. This technique helps increase cancer detection rates by up to 40% and also reduces false positive rates by up to 40% with very low radiation doses.\n– The world's most modern Real Time 3D Elastic Ultrasound system allows doctors and diagnostic technicians to provide many valuable information such as: hardness and neoplastic microvasculature in lesions, structural deformation. bamboo…\n– Magnetic resonance imaging (MRI) system applies the latest technology – “Full biological matrix” from Siemens (Germany), bringing outstanding diagnostic value, making patients more comfortable through Ability to reduce noise up to 97% and shorten shooting time by 50% with standard procedures.\n– The chemotherapy drug infusion room space is designed to be airy and cozy with the Paramount chemotherapy chair system from Japan, which will help make the patient's chemotherapy drug infusion time more comfortable.\n– Negative pressure chemical mixing room with specialized sterile isolation mixing machine according to international standards (ULPA filter membrane with 99.999% filtration efficiency creates a working area that meets ISO Class 3 clean air standards, in accordance with US standards , optimizing safety for pharmacists when mixing drugs and minimizing the risk of drug contamination.\n– Hats limit hair loss with a mechanism to help cool the pores in the hair, limiting medication to these areas to limit hair loss.\n– The mobile emergency cabinet is fully equipped with essential tools, including an electric shock machine, to serve emergency patient care.\nUpdate the latest treatment regimens according to international treatment guidelines; At Tam Anh General Hospital, new drugs, immunotherapy drugs, and targeted treatment drugs that are recognized to be highly effective in treatment are updated and used in the Oncology Department.\nClosely coordinate with other specialties such as: General Surgery, Obstetrics, Endocrinology, Diagnostic Imaging, Laboratory Testing, Anesthesia, Nutrition, Psychology,... to create a comprehensive, multi-faceted treatment plan. treatment modality and individualization to shorten treatment time and increase treatment effectiveness.\nHigh-end care and treatment services:\n– VIP room system for day treatment with full machinery and modern amenities such as dining tables for entertainment needs, chemical infusion chairs with screens to ensure the privacy of each patient.\n– For the purpose of ensuring privacy, blood tests or medicine dispensing are arranged separately in the department.\n– The boarding area is designed and decorated according to high standards with full personal belongings, equipment to connect medical staff 24/24, medical gas system and emergency equipment arranged immediately. in bed…\nProfessional, dedicated care staff, quick consulting support via hotline, website and fanpage."
        },
        {
            "subsection_name": "Some frequently asked questions about breast cancer",
            "subsection_content": "Can wearing a bra regularly cause breast cancer?\nThere are many theories surrounding this question. However, there is currently no scientific evidence proving that wearing a bra can cause breast cancer. There is a theory that wearing an underwire bra can restrict the flow of lymph fluid out of the breast, causing toxic substances to build up in the tissue. But according to a 2014 study of about 1,500 women with breast cancer, there was absolutely no link between wearing a bra and breast cancer. (4)\nDo men and children get breast cancer?\nHave. But the rate is very low. Men and children < 18 years old only come for examination when they have abnormal breast symptoms, and do not need to participate in regular screening.\nBreast cancer only occurs in middle-aged and older women?\nYoung women can still get breast cancer. In theory, middle-aged and older women have a higher incidence of breast cancer than other age groups. In 2017, about 4% of invasive breast cancers were diagnosed in women under 40, while about 23% were diagnosed in women in their 50s and 27% in women 60 to 69. While 4% may seem small, it is not. This percentage means that one in every 25 cases of invasive breast cancer occurs in women under 40 years of age. (5)\nAt the Oncology Department, Tam Anh General Hospital, screening tests include breast ultrasound, mammography, magnetic resonance imaging, and breast biopsy-pathology tests to determine benign nature. or malignancy of breast tumor cells.\nThe examination, screening and consultation process is directly performed by a team of excellent doctors and experts at the Oncology Department, Tam Anh General Hospital with many years of experience in the field of cancer treatment.\nThe majority of breast tumors are benign changes of the mammary gland, only about 10 - 20% of tumors are malignant. Therefore, it is recommended that women from 40 years old should proactively have their breasts screened every year.\nTo schedule an examination and consultation with a doctor in the Oncology Department, Tam Anh General Hospital System, please contact:\nWomen of all ages need to pay attention to their breast health, need to self-examine their breasts and note any unusual breast changes, so they can quickly see a doctor. Women with a family history of breast cancer, especially if relatives are under the age of 40, can start screening earlier.",
            "subsection_string": "Some frequently asked questions about breast cancer\nCan wearing a bra regularly cause breast cancer?\nThere are many theories surrounding this question. However, there is currently no scientific evidence proving that wearing a bra can cause breast cancer. There is a theory that wearing an underwire bra can restrict the flow of lymph fluid out of the breast, causing toxic substances to build up in the tissue. But according to a 2014 study of about 1,500 women with breast cancer, there was absolutely no link between wearing a bra and breast cancer. (4)\nDo men and children get breast cancer?\nHave. But the rate is very low. Men and children < 18 years old only come for examination when they have abnormal breast symptoms, and do not need to participate in regular screening.\nBreast cancer only occurs in middle-aged and older women?\nYoung women can still get breast cancer. In theory, middle-aged and older women have a higher incidence of breast cancer than other age groups. In 2017, about 4% of invasive breast cancers were diagnosed in women under 40, while about 23% were diagnosed in women in their 50s and 27% in women 60 to 69. While 4% may seem small, it is not. This percentage means that one in every 25 cases of invasive breast cancer occurs in women under 40 years of age. (5)\nAt the Oncology Department, Tam Anh General Hospital, screening tests include breast ultrasound, mammography, magnetic resonance imaging, and breast biopsy-pathology tests to determine benign nature. or malignancy of breast tumor cells.\nThe examination, screening and consultation process is directly performed by a team of excellent doctors and experts at the Oncology Department, Tam Anh General Hospital with many years of experience in the field of cancer treatment.\nThe majority of breast tumors are benign changes of the mammary gland, only about 10 - 20% of tumors are malignant. Therefore, it is recommended that women from 40 years old should proactively have their breasts screened every year.\nTo schedule an examination and consultation with a doctor in the Oncology Department, Tam Anh General Hospital System, please contact:\nWomen of all ages need to pay attention to their breast health, need to self-examine their breasts and note any unusual breast changes, so they can quickly see a doctor. Women with a family history of breast cancer, especially if relatives are under the age of 40, can start screening earlier."
        }
    ],
    "name": "ung-thu-vu.json"
}