{
    "title": "Reactive arthritis: Causes, symptoms, treatment and prevention",
    "category": "Musculoskeletal",
    "link": "https://tamanhhospital.vn/viem-khop-phan-ung/",
    "abstract": "Reactive arthritis is an inflammatory arthritis associated with urethritis, conjunctivitis, cervicitis and skin lesions. The disease is common in working age people. If not detected early and treated promptly, it has many risks of affecting the patient's ability to work. This article is expertly advised by Associate Professor, Dr. Dang Hong Hoa, Head of the Department of Musculoskeletal Medicine, Tam Anh General Hospital, Hanoi. The musculoskeletal system plays the role of the \"motor apparatus\" of the entire body, and is at risk of being threatened and attacked by more than 200 different diseases. These diseases are divided into two groups: Traumatic diseases (traffic accidents, work accidents, sports accidents...) and non-traumatic diseases (also known as non-traumatic diseases). systemic autoimmune – disease caused by abnormalities of the body's immune system).\nReactive arthritis has the potential to threaten mobility in patients",
    "content": "Reactive arthritis: Causes, symptoms, treatment and prevention\n\nReactive arthritis is an inflammatory arthritis associated with urethritis, conjunctivitis, cervicitis and skin lesions. The disease is common in working age people. If not detected early and treated promptly, it has many risks of affecting the patient's ability to work. This article is expertly advised by Associate Professor, Dr. Dang Hong Hoa, Head of the Department of Musculoskeletal Medicine, Tam Anh General Hospital, Hanoi. The musculoskeletal system plays the role of the \"motor apparatus\" of the entire body, and is at risk of being threatened and attacked by more than 200 different diseases. These diseases are divided into two groups: Traumatic diseases (traffic accidents, work accidents, sports accidents...) and non-traumatic diseases (also known as non-traumatic diseases). systemic autoimmune – disease caused by abnormalities of the body's immune system).\nReactive arthritis has the potential to threaten mobility in patients\n\nWhat is reactive arthritis?\nReactive arthritis or aseptic arthritis is a condition of swelling and inflammation in the joints caused by infection in some organs in the body, especially in parts such as the urinary system, digestive system and muscles. genitals. In addition, the disease also causes damage to many organs other than the joints such as the conjunctiva, urethra, glomerulus and colon.\nSome documents also call it Reiter's syndrome, but this term is only used to specifically group cases of the disease affecting the joints, eyes and urethra. (first)\nThe disease is common in people of working age around 20 - 40 years old, mostly men, and is rare in children and the elderly. In some patients, symptoms will appear suddenly and persist, eventually disappearing after 12 months.\n\nCauses of reactive arthritis\nAssociate Professor, Dr. Dang Hong Hoa, Head of the Department of Musculoskeletal Internal Medicine, Tam Anh General Hospital, Hanoi, said that the main cause of reactive arthritis is determined to be bacteria that cause urinary tract infections, digestive and genital organs. However, in more than 20% of cases, the cause of the disease cannot be found. (2)\nBacteria cause infections in the digestive tract\nSalmonella; Yersinia; Shigella; Borrelia; Campylobacter…\nBacteria cause urinary tract and genital infections\nChlamydia; Trachomatis; Viruses such as rubella; HIV; Hepatitis virus…\nA small number of cases occur after chronic inflammatory bowel diseases such as ulcerative colitis, Crohn's disease, etc.\nAseptic arthritis is not a contagious disease. However, pathogens can be transmitted from person to person, especially through food and sexual contact.\nPathogens can be transmitted through food and drink\nSome risk factors can increase the likelihood of getting the disease, including:\nGender factor\nStatistics show that reactive arthritis is common between the ages of 20 and 40, especially in men. Although both men and women are at risk of contracting the disease through dietary or sexual infections, the probability of contracting the disease is lower in women, and symptoms in women are often milder than in men. male.\nGenetic factors\nMany cases have documented disease patients with a common molecule on the surface of inherited cells, meaning there are signs inherited from previous generations. Possessing these molecules does not mean that 100% of patients will get sick, however it will increase the risk of getting sick if the patient comes into direct contact with disease-causing viruses and bacteria.\n\nSymptoms of reactive arthritis\nReactive arthritis can have symptoms ranging from transient to severe arthritis, causing damage to many organs in the body. First, the patient may have symptoms and signs such as fever, fatigue and weight loss for unknown reasons. Next, there will be pain in the joints, especially the knees, feet, ankles and hips, the level will vary depending on the progression of the disease.(3)\nPatients often experience pain in the knees, feet or hips\nManifestations in the musculoskeletal system\nThis is the most characteristic and typical symptom, patients can have tendinitis at tendon attachment sites such as leg tendonitis, achilles tendonitis, digit periosteitis...\nEye damage\nIn the early stages, the disease causes transient, relatively mild pain. However, if the patient does not receive early treatment, the disease can progress to later stages causing ulcers on the mucosal surfaces of the tongue, mouth and genital organs (penis, vagina). In some cases, blisters appear on the palms of the hands and feet in the area around the nails (similar to pustular psoriasis), then keratinize and form scales.\nUrethritis\nThis symptom can appear 7 - 14 days after sex, at the same time as symptoms of mild fever and arthritis. In men, urethritis symptoms are less painful and pus discharge is also less than urethritis in gonorrhea. In women, symptoms of urethritis are transient or asymptomatic.\nConjunctivitis\nPatients experience redness and pain in the eye area, and frequent tearing. Some patients may be afraid of light.\n\nIs reactive arthritis dangerous?\nMost patients with reactive arthritis have a good prognosis, with symptoms relieving quickly and recovering in a few weeks, months or sooner if detected early and actively treated as prescribed by the doctor.\nHowever, the disease becomes dangerous when the patient subjectively does not comply with the doctor's treatment instructions, combined with unscientific living and eating habits, causing disease symptoms to gradually increase. In the long term, the symptoms become more severe, causing difficulty and hindering the patient's daily activities. If not treated promptly and properly, it can lead to lifelong disability.\nThe disease has a risk of recurrence or becoming chronic (especially in patients with genetic factors). Statistics show that about 15 - 30% of cases are complicated by ankylosing spondylitis.\n\nDiagnosis of reactive arthritis\nMost patients come for examination and are diagnosed with reactive arthritis in the late stages because the initial symptoms are mild and patients are subjective and self-treat at home.\nFirst, the doctor will examine the patient's symptoms and medical history and family. Next, the doctor will ask the patient to perform a number of necessary tests, combining the results of the tests to get the most accurate diagnosis, avoiding missing the cause of the disease. (4)\nThe doctor will prescribe appropriate tests after examining the patient's symptoms and medical history\nBlood tests\nBlood test results may show:\nInfection: Disease-causing bacteria and viruses may still exist in the blood, which can give results about the pathogen. However, in many cases the disease usually begins after the infection has ended.; Inflammation: Through checking the erythrocyte sedimentation rate (red blood cells sediment at the bottom of the test tube) and sedimentation rate, the doctor can conclude inflammation.; Genetics: Detection of HLA - B27 antigen helps draw conclusions about the diagnosis of genetic diseases. However, reactive arthritis still has a risk of occurring in people who do not have the HLA - B27 antigen.\nCheck joint fluid\nUsing a needle to collect a sample of fluid from the affected joint, the sample is then tested to detect:\nInfection: If test results show that infection occurs in the joint fluid, it can be concluded that the patient has infectious arthritis, which over time leads to severe joint damage.; Crystals: To determine the existence of uric acid crystals - often appearing in gout.\nX-ray\nX-ray images show damage to bones and joints, soft tissue, cartilage and tendons attached to bones, detecting many other arthritis diseases in patients.\nX-ray images show damage to the patient's musculoskeletal joints\nGet an MRI or CT scanner\nThe patient may be prescribed an MRI or CT scanner to more closely examine the damage to the bones and soft tissues of the hip.\nSome other tests\nIn some cases, patients are prescribed additional tests to check for infection in:\nFeces, urine.; Genital.; Mucus in the throat.\n\nTreatment methods for reactive arthritis\nThe main goal of treating reactive arthritis is to effectively manage disease symptoms and effectively control infections in patients with potential pathogens.\nDrug treatment\nThrough the examination and diagnosis process, based on the condition and level of damage in each patient, the doctor will prescribe appropriate medication. Your doctor may prescribe antibiotics to eliminate disease-causing bacteria remaining in the body (this antibiotic will depend on the type of bacteria present in the body).\nSome medications commonly prescribed in disease treatment include:\nNonsteroidal anti-inflammatory drugs (NSAIDs): Effective in reducing symptoms of pain and inflammation caused by the disease; Corticosteroids: Effective in preventing osteoarthritis, reducing inflammatory symptoms and helping musculoskeletal joints function normally.; When it progresses to Chronic Arthritis, treatment with classic DMARDs such as Methotrexate, Sulfasalazine, etc. may be needed.\nRecommendation: Patients should only use the correct medication and the full dosage as prescribed by the doctor, avoid arbitrarily using medication without a prescription, avoid side effects as well as serious effects of using the wrong medication. .\nPractice physical therapy\nExercise has been proven to be one of the effective methods to help improve function, increase strength and flexibility for musculoskeletal joints. Recommend patients to practice exercises as prescribed by their doctor, avoid over-exercising which can have negative effects on weak musculoskeletal areas.\nRehabilitation exercises are tailored to each patient with aseptic arthritis\nHow long does it take for reactive arthritis to go away?\nHow long it takes to recover from the disease will depend on genetic factors and the patient's physical condition. For patients with good health, a good immune system, active treatment and full implementation of the doctor's instructions, the disease can improve after 1-2 weeks. For patients with poor resistance or underlying diseases, treatment will last longer, possibly taking from several months to several years.\nOne thing to note is that this disease has a complete risk of recurrence if not treated properly, especially in people with genetic risk factors, the recurrence rate is up to 50%. Therefore, patients should go for examination and treatment at a large and reputable medical facility to completely cure the disease, avoiding unpleasant symptoms and dangerous complications of torture.\n\nHow to prevent reactive arthritis?\nGenetic factors are one of the risk factors that increase the likelihood of disease. Although genetic structure cannot be changed, disease can be completely prevented by minimizing exposure to bacteria and viruses. cause disease.\nMake sure to store and preserve food at appropriate temperatures, and eat according to the criteria \"eat cooked and drink boiled\". This can help prevent foodborne pathogens such as Salmonella, Shigella, Yersinia and Campylobacter.\nIn addition, people with reactive arthritis should note:\nCarry out complete regular examinations as prescribed by your doctor.; Exercise daily, increase strength and flexibility of musculoskeletal joints.; Take a hot bath to avoid spasticity, swelling and pain caused by the disease.; Have safe sex and avoid sexually transmitted diseases.\n\nCaring for patients with reactive arthritis\nAn important note in the care plan for patients with reactive arthritis in particular and arthritis in general is to pay attention to the patient's physical condition, ensure the best health recovery care, and enhance motor function. action and prevent dangerous complications.\nNotes in patient care include:; Let the patient rest as best as possible, avoid noise influences; Let the patient lie down comfortably, avoid positions that affect or cause joint deformity; Support patients in performing exercises to improve health, strengthen musculoskeletal strength and flexibility.; Follow a scientific diet, fully supplementing patients with essential nutrients, especially foods that are good for bones and joints.; Remind patients to properly and fully follow the doctor's treatment instructions; Monitor symptoms in patients, take patients immediately to a medical facility when there are unusual signs, and have timely treatment plans.\nPatients with reactive arthritis need to be supplemented with adequate nutrients, especially foods rich in calcium\n\nWhat to avoid with reactive arthritis?\nTo treat reactive arthritis for the best results and avoid dangerous complications, in addition to the doctor's prescription for medication or physical therapy, patients need to pay attention to the following taboos:\nDo not use animal organs or eat foods that contain a lot of salt because they contain a lot of phosphorus, causing bone damage and weakening.; Do not eat greasy foods such as fried foods because they can cause an inflammatory reaction.; Do not drink alcohol and other alcoholic beverages; Stay away from foods that can cause allergies such as eel, salmon, etc.\n\nTreatment of reactive arthritis at Tam Anh General Hospital\nInvested in building spacious facilities and equipped with the world's most advanced machinery and equipment systems, Tam Anh General Hospital confidently pioneers and dominates the country in updating advances. Modern medicine, applied to the examination, diagnosis and treatment process at the hospital.\nIn addition, Tam Anh General Hospital gathers a team of professors and doctors who are leading experts in the field of musculoskeletal medicine in Vietnam. Department of Musculoskeletal Internal Medicine, Tam Anh General Hospital deploys a variety of examination and treatment services for all musculoskeletal diseases, closely combining with many other departments in the hospital... committed to comprehensive care. patient health interface.\nFor advice and to schedule an examination with leading musculoskeletal specialists at Tam Anh General Hospital System, please contact: Hanoi: Hotline: 024 3872 3872 - 024 7106 6858 Address: 108 Hoang Nhu Tiep Street, Bo De Ward, Long Bien District, Hanoi City, Ho Chi Minh City: Hotline: 0287 102 6789 - 093 180 6858 Address: 2B Pho Quang, Ward 2, Tan Binh District, City. HCM Fanpage: https://www.facebook.com/benhvientamanh\nReactive arthritis, if not detected early and treated promptly, can lead to many dangerous complications, putting the patient at risk of disability and permanent injury. Regular health screening, examination immediately when there are unusual signs for timely and effective intervention!",
    "subsections": [
        {
            "subsection_name": "What is reactive arthritis?",
            "subsection_content": "Reactive arthritis or aseptic arthritis is a condition of swelling and inflammation in the joints caused by infection in some organs in the body, especially in parts such as the urinary system, digestive system and muscles. genitals. In addition, the disease also causes damage to many organs other than the joints such as the conjunctiva, urethra, glomerulus and colon.\nSome documents also call it Reiter's syndrome, but this term is only used to specifically group cases of the disease affecting the joints, eyes and urethra. (first)\nThe disease is common in people of working age around 20 - 40 years old, mostly men, and is rare in children and the elderly. In some patients, symptoms will appear suddenly and persist, eventually disappearing after 12 months.",
            "subsection_string": "What is reactive arthritis?\nReactive arthritis or aseptic arthritis is a condition of swelling and inflammation in the joints caused by infection in some organs in the body, especially in parts such as the urinary system, digestive system and muscles. genitals. In addition, the disease also causes damage to many organs other than the joints such as the conjunctiva, urethra, glomerulus and colon.\nSome documents also call it Reiter's syndrome, but this term is only used to specifically group cases of the disease affecting the joints, eyes and urethra. (first)\nThe disease is common in people of working age around 20 - 40 years old, mostly men, and is rare in children and the elderly. In some patients, symptoms will appear suddenly and persist, eventually disappearing after 12 months."
        },
        {
            "subsection_name": "Causes of reactive arthritis",
            "subsection_content": "Associate Professor, Dr. Dang Hong Hoa, Head of the Department of Musculoskeletal Internal Medicine, Tam Anh General Hospital, Hanoi, said that the main cause of reactive arthritis is determined to be bacteria that cause urinary tract infections, digestive and genital organs. However, in more than 20% of cases, the cause of the disease cannot be found. (2)\nBacteria cause infections in the digestive tract\nSalmonella; Yersinia; Shigella; Borrelia; Campylobacter…\nBacteria cause urinary tract and genital infections\nChlamydia; Trachomatis; Viruses such as rubella; HIV; Hepatitis virus…\nA small number of cases occur after chronic inflammatory bowel diseases such as ulcerative colitis, Crohn's disease, etc.\nAseptic arthritis is not a contagious disease. However, pathogens can be transmitted from person to person, especially through food and sexual contact.\nPathogens can be transmitted through food and drink\nSome risk factors can increase the likelihood of getting the disease, including:\nGender factor\nStatistics show that reactive arthritis is common between the ages of 20 and 40, especially in men. Although both men and women are at risk of contracting the disease through dietary or sexual infections, the probability of contracting the disease is lower in women, and symptoms in women are often milder than in men. male.\nGenetic factors\nMany cases have documented disease patients with a common molecule on the surface of inherited cells, meaning there are signs inherited from previous generations. Possessing these molecules does not mean that 100% of patients will get sick, however it will increase the risk of getting sick if the patient comes into direct contact with disease-causing viruses and bacteria.",
            "subsection_string": "Causes of reactive arthritis\nAssociate Professor, Dr. Dang Hong Hoa, Head of the Department of Musculoskeletal Internal Medicine, Tam Anh General Hospital, Hanoi, said that the main cause of reactive arthritis is determined to be bacteria that cause urinary tract infections, digestive and genital organs. However, in more than 20% of cases, the cause of the disease cannot be found. (2)\nBacteria cause infections in the digestive tract\nSalmonella; Yersinia; Shigella; Borrelia; Campylobacter…\nBacteria cause urinary tract and genital infections\nChlamydia; Trachomatis; Viruses such as rubella; HIV; Hepatitis virus…\nA small number of cases occur after chronic inflammatory bowel diseases such as ulcerative colitis, Crohn's disease, etc.\nAseptic arthritis is not a contagious disease. However, pathogens can be transmitted from person to person, especially through food and sexual contact.\nPathogens can be transmitted through food and drink\nSome risk factors can increase the likelihood of getting the disease, including:\nGender factor\nStatistics show that reactive arthritis is common between the ages of 20 and 40, especially in men. Although both men and women are at risk of contracting the disease through dietary or sexual infections, the probability of contracting the disease is lower in women, and symptoms in women are often milder than in men. male.\nGenetic factors\nMany cases have documented disease patients with a common molecule on the surface of inherited cells, meaning there are signs inherited from previous generations. Possessing these molecules does not mean that 100% of patients will get sick, however it will increase the risk of getting sick if the patient comes into direct contact with disease-causing viruses and bacteria."
        },
        {
            "subsection_name": "Symptoms of reactive arthritis",
            "subsection_content": "Reactive arthritis can have symptoms ranging from transient to severe arthritis, causing damage to many organs in the body. First, the patient may have symptoms and signs such as fever, fatigue and weight loss for unknown reasons. Next, there will be pain in the joints, especially the knees, feet, ankles and hips, the level will vary depending on the progression of the disease.(3)\nPatients often experience pain in the knees, feet or hips\nManifestations in the musculoskeletal system\nThis is the most characteristic and typical symptom, patients can have tendinitis at tendon attachment sites such as leg tendonitis, achilles tendonitis, digit periosteitis...\nEye damage\nIn the early stages, the disease causes transient, relatively mild pain. However, if the patient does not receive early treatment, the disease can progress to later stages causing ulcers on the mucosal surfaces of the tongue, mouth and genital organs (penis, vagina). In some cases, blisters appear on the palms of the hands and feet in the area around the nails (similar to pustular psoriasis), then keratinize and form scales.\nUrethritis\nThis symptom can appear 7 - 14 days after sex, at the same time as symptoms of mild fever and arthritis. In men, urethritis symptoms are less painful and pus discharge is also less than urethritis in gonorrhea. In women, symptoms of urethritis are transient or asymptomatic.\nConjunctivitis\nPatients experience redness and pain in the eye area, and frequent tearing. Some patients may be afraid of light.",
            "subsection_string": "Symptoms of reactive arthritis\nReactive arthritis can have symptoms ranging from transient to severe arthritis, causing damage to many organs in the body. First, the patient may have symptoms and signs such as fever, fatigue and weight loss for unknown reasons. Next, there will be pain in the joints, especially the knees, feet, ankles and hips, the level will vary depending on the progression of the disease.(3)\nPatients often experience pain in the knees, feet or hips\nManifestations in the musculoskeletal system\nThis is the most characteristic and typical symptom, patients can have tendinitis at tendon attachment sites such as leg tendonitis, achilles tendonitis, digit periosteitis...\nEye damage\nIn the early stages, the disease causes transient, relatively mild pain. However, if the patient does not receive early treatment, the disease can progress to later stages causing ulcers on the mucosal surfaces of the tongue, mouth and genital organs (penis, vagina). In some cases, blisters appear on the palms of the hands and feet in the area around the nails (similar to pustular psoriasis), then keratinize and form scales.\nUrethritis\nThis symptom can appear 7 - 14 days after sex, at the same time as symptoms of mild fever and arthritis. In men, urethritis symptoms are less painful and pus discharge is also less than urethritis in gonorrhea. In women, symptoms of urethritis are transient or asymptomatic.\nConjunctivitis\nPatients experience redness and pain in the eye area, and frequent tearing. Some patients may be afraid of light."
        },
        {
            "subsection_name": "Is reactive arthritis dangerous?",
            "subsection_content": "Most patients with reactive arthritis have a good prognosis, with symptoms relieving quickly and recovering in a few weeks, months or sooner if detected early and actively treated as prescribed by the doctor.\nHowever, the disease becomes dangerous when the patient subjectively does not comply with the doctor's treatment instructions, combined with unscientific living and eating habits, causing disease symptoms to gradually increase. In the long term, the symptoms become more severe, causing difficulty and hindering the patient's daily activities. If not treated promptly and properly, it can lead to lifelong disability.\nThe disease has a risk of recurrence or becoming chronic (especially in patients with genetic factors). Statistics show that about 15 - 30% of cases are complicated by ankylosing spondylitis.",
            "subsection_string": "Is reactive arthritis dangerous?\nMost patients with reactive arthritis have a good prognosis, with symptoms relieving quickly and recovering in a few weeks, months or sooner if detected early and actively treated as prescribed by the doctor.\nHowever, the disease becomes dangerous when the patient subjectively does not comply with the doctor's treatment instructions, combined with unscientific living and eating habits, causing disease symptoms to gradually increase. In the long term, the symptoms become more severe, causing difficulty and hindering the patient's daily activities. If not treated promptly and properly, it can lead to lifelong disability.\nThe disease has a risk of recurrence or becoming chronic (especially in patients with genetic factors). Statistics show that about 15 - 30% of cases are complicated by ankylosing spondylitis."
        },
        {
            "subsection_name": "Diagnosis of reactive arthritis",
            "subsection_content": "Most patients come for examination and are diagnosed with reactive arthritis in the late stages because the initial symptoms are mild and patients are subjective and self-treat at home.\nFirst, the doctor will examine the patient's symptoms and medical history and family. Next, the doctor will ask the patient to perform a number of necessary tests, combining the results of the tests to get the most accurate diagnosis, avoiding missing the cause of the disease. (4)\nThe doctor will prescribe appropriate tests after examining the patient's symptoms and medical history\nBlood tests\nBlood test results may show:\nInfection: Disease-causing bacteria and viruses may still exist in the blood, which can give results about the pathogen. However, in many cases the disease usually begins after the infection has ended.; Inflammation: Through checking the erythrocyte sedimentation rate (red blood cells sediment at the bottom of the test tube) and sedimentation rate, the doctor can conclude inflammation.; Genetics: Detection of HLA - B27 antigen helps draw conclusions about the diagnosis of genetic diseases. However, reactive arthritis still has a risk of occurring in people who do not have the HLA - B27 antigen.\nCheck joint fluid\nUsing a needle to collect a sample of fluid from the affected joint, the sample is then tested to detect:\nInfection: If test results show that infection occurs in the joint fluid, it can be concluded that the patient has infectious arthritis, which over time leads to severe joint damage.; Crystals: To determine the existence of uric acid crystals - often appearing in gout.\nX-ray\nX-ray images show damage to bones and joints, soft tissue, cartilage and tendons attached to bones, detecting many other arthritis diseases in patients.\nX-ray images show damage to the patient's musculoskeletal joints\nGet an MRI or CT scanner\nThe patient may be prescribed an MRI or CT scanner to more closely examine the damage to the bones and soft tissues of the hip.\nSome other tests\nIn some cases, patients are prescribed additional tests to check for infection in:\nFeces, urine.; Genital.; Mucus in the throat.",
            "subsection_string": "Diagnosis of reactive arthritis\nMost patients come for examination and are diagnosed with reactive arthritis in the late stages because the initial symptoms are mild and patients are subjective and self-treat at home.\nFirst, the doctor will examine the patient's symptoms and medical history and family. Next, the doctor will ask the patient to perform a number of necessary tests, combining the results of the tests to get the most accurate diagnosis, avoiding missing the cause of the disease. (4)\nThe doctor will prescribe appropriate tests after examining the patient's symptoms and medical history\nBlood tests\nBlood test results may show:\nInfection: Disease-causing bacteria and viruses may still exist in the blood, which can give results about the pathogen. However, in many cases the disease usually begins after the infection has ended.; Inflammation: Through checking the erythrocyte sedimentation rate (red blood cells sediment at the bottom of the test tube) and sedimentation rate, the doctor can conclude inflammation.; Genetics: Detection of HLA - B27 antigen helps draw conclusions about the diagnosis of genetic diseases. However, reactive arthritis still has a risk of occurring in people who do not have the HLA - B27 antigen.\nCheck joint fluid\nUsing a needle to collect a sample of fluid from the affected joint, the sample is then tested to detect:\nInfection: If test results show that infection occurs in the joint fluid, it can be concluded that the patient has infectious arthritis, which over time leads to severe joint damage.; Crystals: To determine the existence of uric acid crystals - often appearing in gout.\nX-ray\nX-ray images show damage to bones and joints, soft tissue, cartilage and tendons attached to bones, detecting many other arthritis diseases in patients.\nX-ray images show damage to the patient's musculoskeletal joints\nGet an MRI or CT scanner\nThe patient may be prescribed an MRI or CT scanner to more closely examine the damage to the bones and soft tissues of the hip.\nSome other tests\nIn some cases, patients are prescribed additional tests to check for infection in:\nFeces, urine.; Genital.; Mucus in the throat."
        },
        {
            "subsection_name": "Treatment methods for reactive arthritis",
            "subsection_content": "The main goal of treating reactive arthritis is to effectively manage disease symptoms and effectively control infections in patients with potential pathogens.\nDrug treatment\nThrough the examination and diagnosis process, based on the condition and level of damage in each patient, the doctor will prescribe appropriate medication. Your doctor may prescribe antibiotics to eliminate disease-causing bacteria remaining in the body (this antibiotic will depend on the type of bacteria present in the body).\nSome medications commonly prescribed in disease treatment include:\nNonsteroidal anti-inflammatory drugs (NSAIDs): Effective in reducing symptoms of pain and inflammation caused by the disease; Corticosteroids: Effective in preventing osteoarthritis, reducing inflammatory symptoms and helping musculoskeletal joints function normally.; When it progresses to Chronic Arthritis, treatment with classic DMARDs such as Methotrexate, Sulfasalazine, etc. may be needed.\nRecommendation: Patients should only use the correct medication and the full dosage as prescribed by the doctor, avoid arbitrarily using medication without a prescription, avoid side effects as well as serious effects of using the wrong medication. .\nPractice physical therapy\nExercise has been proven to be one of the effective methods to help improve function, increase strength and flexibility for musculoskeletal joints. Recommend patients to practice exercises as prescribed by their doctor, avoid over-exercising which can have negative effects on weak musculoskeletal areas.\nRehabilitation exercises are tailored to each patient with aseptic arthritis\nHow long does it take for reactive arthritis to go away?\nHow long it takes to recover from the disease will depend on genetic factors and the patient's physical condition. For patients with good health, a good immune system, active treatment and full implementation of the doctor's instructions, the disease can improve after 1-2 weeks. For patients with poor resistance or underlying diseases, treatment will last longer, possibly taking from several months to several years.\nOne thing to note is that this disease has a complete risk of recurrence if not treated properly, especially in people with genetic risk factors, the recurrence rate is up to 50%. Therefore, patients should go for examination and treatment at a large and reputable medical facility to completely cure the disease, avoiding unpleasant symptoms and dangerous complications of torture.",
            "subsection_string": "Treatment methods for reactive arthritis\nThe main goal of treating reactive arthritis is to effectively manage disease symptoms and effectively control infections in patients with potential pathogens.\nDrug treatment\nThrough the examination and diagnosis process, based on the condition and level of damage in each patient, the doctor will prescribe appropriate medication. Your doctor may prescribe antibiotics to eliminate disease-causing bacteria remaining in the body (this antibiotic will depend on the type of bacteria present in the body).\nSome medications commonly prescribed in disease treatment include:\nNonsteroidal anti-inflammatory drugs (NSAIDs): Effective in reducing symptoms of pain and inflammation caused by the disease; Corticosteroids: Effective in preventing osteoarthritis, reducing inflammatory symptoms and helping musculoskeletal joints function normally.; When it progresses to Chronic Arthritis, treatment with classic DMARDs such as Methotrexate, Sulfasalazine, etc. may be needed.\nRecommendation: Patients should only use the correct medication and the full dosage as prescribed by the doctor, avoid arbitrarily using medication without a prescription, avoid side effects as well as serious effects of using the wrong medication. .\nPractice physical therapy\nExercise has been proven to be one of the effective methods to help improve function, increase strength and flexibility for musculoskeletal joints. Recommend patients to practice exercises as prescribed by their doctor, avoid over-exercising which can have negative effects on weak musculoskeletal areas.\nRehabilitation exercises are tailored to each patient with aseptic arthritis\nHow long does it take for reactive arthritis to go away?\nHow long it takes to recover from the disease will depend on genetic factors and the patient's physical condition. For patients with good health, a good immune system, active treatment and full implementation of the doctor's instructions, the disease can improve after 1-2 weeks. For patients with poor resistance or underlying diseases, treatment will last longer, possibly taking from several months to several years.\nOne thing to note is that this disease has a complete risk of recurrence if not treated properly, especially in people with genetic risk factors, the recurrence rate is up to 50%. Therefore, patients should go for examination and treatment at a large and reputable medical facility to completely cure the disease, avoiding unpleasant symptoms and dangerous complications of torture."
        },
        {
            "subsection_name": "How to prevent reactive arthritis?",
            "subsection_content": "Genetic factors are one of the risk factors that increase the likelihood of disease. Although genetic structure cannot be changed, disease can be completely prevented by minimizing exposure to bacteria and viruses. cause disease.\nMake sure to store and preserve food at appropriate temperatures, and eat according to the criteria \"eat cooked and drink boiled\". This can help prevent foodborne pathogens such as Salmonella, Shigella, Yersinia and Campylobacter.\nIn addition, people with reactive arthritis should note:\nCarry out complete regular examinations as prescribed by your doctor.; Exercise daily, increase strength and flexibility of musculoskeletal joints.; Take a hot bath to avoid spasticity, swelling and pain caused by the disease.; Have safe sex and avoid sexually transmitted diseases.",
            "subsection_string": "How to prevent reactive arthritis?\nGenetic factors are one of the risk factors that increase the likelihood of disease. Although genetic structure cannot be changed, disease can be completely prevented by minimizing exposure to bacteria and viruses. cause disease.\nMake sure to store and preserve food at appropriate temperatures, and eat according to the criteria \"eat cooked and drink boiled\". This can help prevent foodborne pathogens such as Salmonella, Shigella, Yersinia and Campylobacter.\nIn addition, people with reactive arthritis should note:\nCarry out complete regular examinations as prescribed by your doctor.; Exercise daily, increase strength and flexibility of musculoskeletal joints.; Take a hot bath to avoid spasticity, swelling and pain caused by the disease.; Have safe sex and avoid sexually transmitted diseases."
        },
        {
            "subsection_name": "Caring for patients with reactive arthritis",
            "subsection_content": "An important note in the care plan for patients with reactive arthritis in particular and arthritis in general is to pay attention to the patient's physical condition, ensure the best health recovery care, and enhance motor function. action and prevent dangerous complications.\nNotes in patient care include:; Let the patient rest as best as possible, avoid noise influences; Let the patient lie down comfortably, avoid positions that affect or cause joint deformity; Support patients in performing exercises to improve health, strengthen musculoskeletal strength and flexibility.; Follow a scientific diet, fully supplementing patients with essential nutrients, especially foods that are good for bones and joints.; Remind patients to properly and fully follow the doctor's treatment instructions; Monitor symptoms in patients, take patients immediately to a medical facility when there are unusual signs, and have timely treatment plans.\nPatients with reactive arthritis need to be supplemented with adequate nutrients, especially foods rich in calcium",
            "subsection_string": "Caring for patients with reactive arthritis\nAn important note in the care plan for patients with reactive arthritis in particular and arthritis in general is to pay attention to the patient's physical condition, ensure the best health recovery care, and enhance motor function. action and prevent dangerous complications.\nNotes in patient care include:; Let the patient rest as best as possible, avoid noise influences; Let the patient lie down comfortably, avoid positions that affect or cause joint deformity; Support patients in performing exercises to improve health, strengthen musculoskeletal strength and flexibility.; Follow a scientific diet, fully supplementing patients with essential nutrients, especially foods that are good for bones and joints.; Remind patients to properly and fully follow the doctor's treatment instructions; Monitor symptoms in patients, take patients immediately to a medical facility when there are unusual signs, and have timely treatment plans.\nPatients with reactive arthritis need to be supplemented with adequate nutrients, especially foods rich in calcium"
        },
        {
            "subsection_name": "What to avoid with reactive arthritis?",
            "subsection_content": "To treat reactive arthritis for the best results and avoid dangerous complications, in addition to the doctor's prescription for medication or physical therapy, patients need to pay attention to the following taboos:\nDo not use animal organs or eat foods that contain a lot of salt because they contain a lot of phosphorus, causing bone damage and weakening.; Do not eat greasy foods such as fried foods because they can cause an inflammatory reaction.; Do not drink alcohol and other alcoholic beverages; Stay away from foods that can cause allergies such as eel, salmon, etc.",
            "subsection_string": "What to avoid with reactive arthritis?\nTo treat reactive arthritis for the best results and avoid dangerous complications, in addition to the doctor's prescription for medication or physical therapy, patients need to pay attention to the following taboos:\nDo not use animal organs or eat foods that contain a lot of salt because they contain a lot of phosphorus, causing bone damage and weakening.; Do not eat greasy foods such as fried foods because they can cause an inflammatory reaction.; Do not drink alcohol and other alcoholic beverages; Stay away from foods that can cause allergies such as eel, salmon, etc."
        },
        {
            "subsection_name": "Treatment of reactive arthritis at Tam Anh General Hospital",
            "subsection_content": "Invested in building spacious facilities and equipped with the world's most advanced machinery and equipment systems, Tam Anh General Hospital confidently pioneers and dominates the country in updating advances. Modern medicine, applied to the examination, diagnosis and treatment process at the hospital.\nIn addition, Tam Anh General Hospital gathers a team of professors and doctors who are leading experts in the field of musculoskeletal medicine in Vietnam. Department of Musculoskeletal Internal Medicine, Tam Anh General Hospital deploys a variety of examination and treatment services for all musculoskeletal diseases, closely combining with many other departments in the hospital... committed to comprehensive care. patient health interface.\nFor advice and to schedule an examination with leading musculoskeletal specialists at Tam Anh General Hospital System, please contact: Hanoi: Hotline: 024 3872 3872 - 024 7106 6858 Address: 108 Hoang Nhu Tiep Street, Bo De Ward, Long Bien District, Hanoi City, Ho Chi Minh City: Hotline: 0287 102 6789 - 093 180 6858 Address: 2B Pho Quang, Ward 2, Tan Binh District, City. HCM Fanpage: https://www.facebook.com/benhvientamanh\nReactive arthritis, if not detected early and treated promptly, can lead to many dangerous complications, putting the patient at risk of disability and permanent injury. Regular health screening, examination immediately when there are unusual signs for timely and effective intervention!",
            "subsection_string": "Treatment of reactive arthritis at Tam Anh General Hospital\nInvested in building spacious facilities and equipped with the world's most advanced machinery and equipment systems, Tam Anh General Hospital confidently pioneers and dominates the country in updating advances. Modern medicine, applied to the examination, diagnosis and treatment process at the hospital.\nIn addition, Tam Anh General Hospital gathers a team of professors and doctors who are leading experts in the field of musculoskeletal medicine in Vietnam. Department of Musculoskeletal Internal Medicine, Tam Anh General Hospital deploys a variety of examination and treatment services for all musculoskeletal diseases, closely combining with many other departments in the hospital... committed to comprehensive care. patient health interface.\nFor advice and to schedule an examination with leading musculoskeletal specialists at Tam Anh General Hospital System, please contact: Hanoi: Hotline: 024 3872 3872 - 024 7106 6858 Address: 108 Hoang Nhu Tiep Street, Bo De Ward, Long Bien District, Hanoi City, Ho Chi Minh City: Hotline: 0287 102 6789 - 093 180 6858 Address: 2B Pho Quang, Ward 2, Tan Binh District, City. HCM Fanpage: https://www.facebook.com/benhvientamanh\nReactive arthritis, if not detected early and treated promptly, can lead to many dangerous complications, putting the patient at risk of disability and permanent injury. Regular health screening, examination immediately when there are unusual signs for timely and effective intervention!"
        }
    ],
    "name": "viem-khop-phan-ung.json"
}