{
    "title": "Meningitis: Signs, causes, complications and diagnosis",
    "category": "Pediatrics - Newborn",
    "link": "https://tamanhhospital.vn/viem-mang-nao/",
    "abstract": "Meningitis is a rare condition that can lead to serious complications if not treated quickly. Therefore, early recognition of meningitis symptoms will help accurately diagnose the disease and have a timely treatment plan.\n This article is expertly advised by MSc. Le Phan Kim Thoa, Former Head of Pediatrics Department, Tam Anh General Hospital, Ho Chi Minh City.",
    "content": "Meningitis: Signs, causes, complications and diagnosis\n\nMeningitis is a rare condition that can lead to serious complications if not treated quickly. Therefore, early recognition of meningitis symptoms will help accurately diagnose the disease and have a timely treatment plan.\n This article is expertly advised by MSc. Le Phan Kim Thoa, Former Head of Pediatrics Department, Tam Anh General Hospital, Ho Chi Minh City.\n\nWhat is meningitis?\nMeningitis is an infection of the protective membranes surrounding the brain and spinal cord (meninges). The disease can affect anyone, but is most common in infants and young children. (first)\n\nSigns of meningitis\nThere are many causes of meningitis, each with different symptoms. (2)\n1. Symptoms of viral meningitis\nViral meningitis in infants can cause the child to:\nAnorexic; Crying; Vomiting; Diarrhea; Rash; Respiratory problems\nIn adults, viral meningitis is manifested by:\nHeadache; Fever; Stiff neck; Convulsion; Sensitive to bright light; Asleep; Comatose; Nausea and vomiting; Reduced appetite; Mood swings\n2. Symptoms of bacterial meningitis\nSymptoms of bacterial meningitis often develop suddenly and include:\nMood swings; Nausea and vomiting; Sensitive to light; Irritability; Headache; Fever; Chills; Stiff neck; Some areas of the skin turn purple like bruises; Asleep; Comatose\nBacterial and viral meningitis can be fatal if not treated promptly. Therefore, when you see the above symptoms, you need to go to the hospital immediately to be examined and tested to find the cause of the disease, so that you can have the right treatment.\n3. Symptoms of fungal meningitis\nSymptoms caused by fungal meningitis are similar to those commonly found in other infectious diseases:\nNausea and vomiting; Sensitive to light; Stiff neck; Fever; Headache; Always in a state of fatigue; Confusion or disorientation\n4. Symptoms of chronic meningitis\nPatients are diagnosed with chronic meningitis when symptoms last more than 4 weeks. Symptoms of the disease are similar to other acute forms, but often develop more slowly.\n\nCauses of meningitis\nEach type of meningitis has a different cause, but they all cause the disease in the same way: bacteria, fungi, viruses or parasites spread through the body through the bloodstream to the meninges. (3)\nSpecifically, the causes of each type are:\n1. Bacterial meningitis\nThis is an extremely dangerous disease that can be life-threatening or lead to brain damage if the patient is not treated quickly.\nSome types of bacteria that are pathogens of bacterial diseases are:\nStreptococcus pneumoniae (pneumococcus);; Neisseria meningitidis (meningococcus);; Listeria monocytogenes (usually attacks the elderly, pregnant women, or people with immune system problems);; Haemophilus influenzae type b (Hib): common cause of meningitis in children.\nBacterial meningitis begins when bacteria enter the bloodstream from a person's sinuses, ears or throat. The bacteria then travel through the bloodstream to the brain.\nThe bacteria that cause meningitis can be spread when an infected person coughs or sneezes. If you or your child has been in close contact with someone who has a bacterial illness, ask your doctor what you should do to reduce your risk of getting sick.\n2. Viral meningitis\nViral meningitis is more common than bacterial meningitis and is usually less serious. However, there are some viruses that cause disease along with encephalitis, which has a more severe course and prognosis, leaving many sequelae and can cause death.\n3. Fungal meningitis\nCompared to bacterial or viral meningitis, fungal meningitis is less common. Healthy people rarely get this disease. Fungal diseases are common only in patients with weakened immune systems or disorders, such as AIDS, cancer, etc.\n4. Meningitis caused by parasites\nParasitic meningitis is a rare disease. The disease is caused by parasites that live on animals. Patients can become infected when eating food made from animals such as snails, snakes, fish, poultry (or their eggs) contaminated with parasites, etc. The risk is even higher if the food is contaminated. raw or undercooked. This disease is not transmitted from person to person.\n5. Amoebic meningitis\nChronic meningitis has symptoms similar to acute meningitis, but the disease is often long-lasting and insidious, so symptoms may not be obvious, and it may take several weeks for symptoms to appear. The cause of chronic disease is usually tuberculosis or fungus.\n6. Non-infectious meningitis\nNoninfectious meningitis is caused by diseases such as lupus erythematosus or cancer. If you have had a head injury, brain surgery, or take certain medications, you are also at risk for this condition. Non-infectious diseases are not contagious.\n7. Chronic meningitis\nChronic meningitis has similar symptoms to acute meningitis, but it takes several weeks for symptoms to appear. You will get sick if your body is infected with fungi or mycobacteria (the causative agent of tuberculosis). These organisms enter the tissue and fluid surrounding the brain to cause disease.\n\nWhat dangerous complications does meningitis lead to?\nMost meningitis patients will recover completely with proper treatment. However, sometimes the disease can lead to serious, life-threatening complications. Complications occur when the infection spreads to the nerves, brain, or other areas of the body. People who often experience meningitis complications are very young children or people with weak immune systems, but it can also occur in completely healthy people.\nHearing loss: Meningitis involves the nerves that control hearing, causing permanent hearing loss.; Encephalitis: Infection caused by meningitis has the potential to spread to the brain, leading to a complication called encephalitis. This is an infection of the brain, causing a series of symptoms such as fatigue, difficulty sleeping, impaired cognitive function and vision loss.; Epilepsy: When the brain is infected, it will lead to dysfunction of the nerves in the brain area - the cause of epilepsy manifested by  convulsions.; Sepsis: Sepsis is an infection that spreads in the blood. This is a serious complication of meningitis, often accompanied by rapid circulatory failure, meaning the body does not receive enough blood and oxygen, leading to organ failure and even death.; Stroke: Although this complication is uncommon, the inflammatory response of meningitis can lead to the formation of blood clots, causing a stroke.; Death: If meningitis progresses quickly, it will cause a very serious infection, leading to a dangerous condition called encephalocele, in which the brainstem (lower part of the brain) is compressed into the spinal canal. At this time, the patient may stop breathing and die if not treated promptly.\nChildren with meningitis may have their memory and concentration affected\n\nRisk factors for meningitis\nAnyone can get meningitis, but it is more common in certain groups: (4)\n1. Have a weakened immune system\nImmunocompromised people are more susceptible to infections than healthy people, making them susceptible to infections that cause meningitis. Some health problems and treatments can weaken the immune system, including:\nHIV AIDS; Autoimmune disorders; Chemotherapy; Organ or bone marrow transplant; Cancer; Immunosuppressive drugs\n2. Has a small and narrow living environment\nMeningitis is very contagious when people live together in small spaces such as dormitories, barracks, boarding schools, preschools...\n3. Pregnant women\nPregnant women are at risk of listeriosis - an infection caused by Listeria bacteria. More dangerously, the infection can spread to the fetus.\n4. Young children and the elderly\nAll ages are at risk of meningitis. However, some age groups are at higher risk of the disease. Children under 5 years old are more likely to get sick from viruses. Newborns are at high risk of bacterial illness. Meanwhile, older people can suffer from some infectious diseases - a precursor to meningitis.\n5. Frequent contact with animals\nPeople who work in jobs that have to come into contact with animals every day, such as livestock farmers, veterinarians, etc., have a higher risk of being infected with Listeria bacteria.\n>>>See more: Causes and signs of meningococcal meningitis\n\nHow to diagnose the disease\nTo diagnose meningitis, the doctor will do a general examination to look for symptoms of the disease as well as ask about the patient's health history. To have a diagnosis to determine whether a patient has the disease or not and what is the cause of the disease, it is necessary to do tests, especially cerebrospinal fluid tests. Cerebrospinal fluid test results also provide information for doctors in choosing medication for patients.\nOther tests may also be ordered to diagnose the disease, including:\nBlood cultures determine bacteria in the blood: Some types of bacteria such as N. meningitidis and S. pneumonia can cause sepsis and meningitis. A blood culture test will help determine whether or not the blood contains this type of bacteria; Complete blood count: helps check the number of red and white blood cells in the blood. White blood cells play a role in fighting infection. If the patient has meningitis, the white blood cell count is often elevated.; Chest X-ray: helps detect pneumonia, tuberculosis or fungal infections. The disease can occur after pneumonia.; Head CT scan: shows problems such as brain abscess or cranial pressure. Bacteria can spread from the sinuses to the meninges.\n>>>Reference: Causes and symptoms of meningitis\n\nEffective treatment of meningitis\nMeningitis patients need to be hospitalized immediately to limit the risk of brain damage and death.\nTreatment for meningitis depends on the cause of the disease:\nBacterial cause: immediate hospitalization is required. Early diagnosis and treatment will help prevent brain damage and death. Bacterial meningitis is treated with antibiotics and intravenous steroids. There are no specific antibiotics for diseases caused by bacteria. Which medicine to choose depends on the type of bacteria causing the disease.; Fungal causes: treated with antifungal drugs.; Caused by parasites: treatment is mainly symptomatic. In some cases, antiparasitic drugs can be used; Most viral causes can heal on their own, some pathogens will be treated with intravenous antiviral drugs.; Chronic meningitis is treated by addressing the underlying cause.\nGet your child vaccinated with enough vaccines to prevent disease\n\nHow to prevent meningitis\nTo prevent meningitis, you should keep warm and take good care of your children during weather changes and flu epidemics; Timely treatment when children have nasopharyngitis or ear infections.\nIf you accidentally come into close contact with a person infected with meningococcus bacteria, your doctor will give the person exposed you preventive antibiotics to reduce the chance of getting the disease.\nIn addition, vaccination is an effective measure to help limit the possibility of certain types of bacterial meningitis. Vaccines that can prevent disease include:\nHaemophilus influenzae type B (Hib) vaccine; Pneumococcal vaccine; Meningococcal vaccine\nGathering a team of highly qualified and experienced medical doctors who understand children's psychology, the Department of Pediatrics of Tam Anh General Hospital System is a place to successfully diagnose and treat pediatric patients with respiratory diseases. Respiratory diseases, infectious diseases, cardiovascular diseases, musculoskeletal diseases... This place is invested and built according to international standards with a modern, new generation machinery system, synchronously imported from advanced countries, aiming to The goal is to create a pediatric patient-friendly medical examination and treatment environment. In addition, the Department of Pediatrics also has close coordination with other specialties such as the Testing Center, Ear Nose and Throat Department, Imaging Diagnostic Department, Neonatal Center, etc. to help accurately diagnose diseases and give recommendations. appropriate treatment regimen for children.\nAlthough meningitis is a dangerous disease, it is completely preventable. Practicing good personal hygiene, avoiding sharing food, drinks and personal items with sick people, especially getting enough vaccines to prevent disease,... are effective ways to help prevent disease.",
    "subsections": [
        {
            "subsection_name": "What is meningitis?",
            "subsection_content": "Meningitis is an infection of the protective membranes surrounding the brain and spinal cord (meninges). The disease can affect anyone, but is most common in infants and young children. (first)",
            "subsection_string": "What is meningitis?\nMeningitis is an infection of the protective membranes surrounding the brain and spinal cord (meninges). The disease can affect anyone, but is most common in infants and young children. (first)"
        },
        {
            "subsection_name": "Signs of meningitis",
            "subsection_content": "There are many causes of meningitis, each with different symptoms. (2)\n1. Symptoms of viral meningitis\nViral meningitis in infants can cause the child to:\nAnorexic; Crying; Vomiting; Diarrhea; Rash; Respiratory problems\nIn adults, viral meningitis is manifested by:\nHeadache; Fever; Stiff neck; Convulsion; Sensitive to bright light; Asleep; Comatose; Nausea and vomiting; Reduced appetite; Mood swings\n2. Symptoms of bacterial meningitis\nSymptoms of bacterial meningitis often develop suddenly and include:\nMood swings; Nausea and vomiting; Sensitive to light; Irritability; Headache; Fever; Chills; Stiff neck; Some areas of the skin turn purple like bruises; Asleep; Comatose\nBacterial and viral meningitis can be fatal if not treated promptly. Therefore, when you see the above symptoms, you need to go to the hospital immediately to be examined and tested to find the cause of the disease, so that you can have the right treatment.\n3. Symptoms of fungal meningitis\nSymptoms caused by fungal meningitis are similar to those commonly found in other infectious diseases:\nNausea and vomiting; Sensitive to light; Stiff neck; Fever; Headache; Always in a state of fatigue; Confusion or disorientation\n4. Symptoms of chronic meningitis\nPatients are diagnosed with chronic meningitis when symptoms last more than 4 weeks. Symptoms of the disease are similar to other acute forms, but often develop more slowly.",
            "subsection_string": "Signs of meningitis\nThere are many causes of meningitis, each with different symptoms. (2)\n1. Symptoms of viral meningitis\nViral meningitis in infants can cause the child to:\nAnorexic; Crying; Vomiting; Diarrhea; Rash; Respiratory problems\nIn adults, viral meningitis is manifested by:\nHeadache; Fever; Stiff neck; Convulsion; Sensitive to bright light; Asleep; Comatose; Nausea and vomiting; Reduced appetite; Mood swings\n2. Symptoms of bacterial meningitis\nSymptoms of bacterial meningitis often develop suddenly and include:\nMood swings; Nausea and vomiting; Sensitive to light; Irritability; Headache; Fever; Chills; Stiff neck; Some areas of the skin turn purple like bruises; Asleep; Comatose\nBacterial and viral meningitis can be fatal if not treated promptly. Therefore, when you see the above symptoms, you need to go to the hospital immediately to be examined and tested to find the cause of the disease, so that you can have the right treatment.\n3. Symptoms of fungal meningitis\nSymptoms caused by fungal meningitis are similar to those commonly found in other infectious diseases:\nNausea and vomiting; Sensitive to light; Stiff neck; Fever; Headache; Always in a state of fatigue; Confusion or disorientation\n4. Symptoms of chronic meningitis\nPatients are diagnosed with chronic meningitis when symptoms last more than 4 weeks. Symptoms of the disease are similar to other acute forms, but often develop more slowly."
        },
        {
            "subsection_name": "Causes of meningitis",
            "subsection_content": "Each type of meningitis has a different cause, but they all cause the disease in the same way: bacteria, fungi, viruses or parasites spread through the body through the bloodstream to the meninges. (3)\nSpecifically, the causes of each type are:\n1. Bacterial meningitis\nThis is an extremely dangerous disease that can be life-threatening or lead to brain damage if the patient is not treated quickly.\nSome types of bacteria that are pathogens of bacterial diseases are:\nStreptococcus pneumoniae (pneumococcus);; Neisseria meningitidis (meningococcus);; Listeria monocytogenes (usually attacks the elderly, pregnant women, or people with immune system problems);; Haemophilus influenzae type b (Hib): common cause of meningitis in children.\nBacterial meningitis begins when bacteria enter the bloodstream from a person's sinuses, ears or throat. The bacteria then travel through the bloodstream to the brain.\nThe bacteria that cause meningitis can be spread when an infected person coughs or sneezes. If you or your child has been in close contact with someone who has a bacterial illness, ask your doctor what you should do to reduce your risk of getting sick.\n2. Viral meningitis\nViral meningitis is more common than bacterial meningitis and is usually less serious. However, there are some viruses that cause disease along with encephalitis, which has a more severe course and prognosis, leaving many sequelae and can cause death.\n3. Fungal meningitis\nCompared to bacterial or viral meningitis, fungal meningitis is less common. Healthy people rarely get this disease. Fungal diseases are common only in patients with weakened immune systems or disorders, such as AIDS, cancer, etc.\n4. Meningitis caused by parasites\nParasitic meningitis is a rare disease. The disease is caused by parasites that live on animals. Patients can become infected when eating food made from animals such as snails, snakes, fish, poultry (or their eggs) contaminated with parasites, etc. The risk is even higher if the food is contaminated. raw or undercooked. This disease is not transmitted from person to person.\n5. Amoebic meningitis\nChronic meningitis has symptoms similar to acute meningitis, but the disease is often long-lasting and insidious, so symptoms may not be obvious, and it may take several weeks for symptoms to appear. The cause of chronic disease is usually tuberculosis or fungus.\n6. Non-infectious meningitis\nNoninfectious meningitis is caused by diseases such as lupus erythematosus or cancer. If you have had a head injury, brain surgery, or take certain medications, you are also at risk for this condition. Non-infectious diseases are not contagious.\n7. Chronic meningitis\nChronic meningitis has similar symptoms to acute meningitis, but it takes several weeks for symptoms to appear. You will get sick if your body is infected with fungi or mycobacteria (the causative agent of tuberculosis). These organisms enter the tissue and fluid surrounding the brain to cause disease.",
            "subsection_string": "Causes of meningitis\nEach type of meningitis has a different cause, but they all cause the disease in the same way: bacteria, fungi, viruses or parasites spread through the body through the bloodstream to the meninges. (3)\nSpecifically, the causes of each type are:\n1. Bacterial meningitis\nThis is an extremely dangerous disease that can be life-threatening or lead to brain damage if the patient is not treated quickly.\nSome types of bacteria that are pathogens of bacterial diseases are:\nStreptococcus pneumoniae (pneumococcus);; Neisseria meningitidis (meningococcus);; Listeria monocytogenes (usually attacks the elderly, pregnant women, or people with immune system problems);; Haemophilus influenzae type b (Hib): common cause of meningitis in children.\nBacterial meningitis begins when bacteria enter the bloodstream from a person's sinuses, ears or throat. The bacteria then travel through the bloodstream to the brain.\nThe bacteria that cause meningitis can be spread when an infected person coughs or sneezes. If you or your child has been in close contact with someone who has a bacterial illness, ask your doctor what you should do to reduce your risk of getting sick.\n2. Viral meningitis\nViral meningitis is more common than bacterial meningitis and is usually less serious. However, there are some viruses that cause disease along with encephalitis, which has a more severe course and prognosis, leaving many sequelae and can cause death.\n3. Fungal meningitis\nCompared to bacterial or viral meningitis, fungal meningitis is less common. Healthy people rarely get this disease. Fungal diseases are common only in patients with weakened immune systems or disorders, such as AIDS, cancer, etc.\n4. Meningitis caused by parasites\nParasitic meningitis is a rare disease. The disease is caused by parasites that live on animals. Patients can become infected when eating food made from animals such as snails, snakes, fish, poultry (or their eggs) contaminated with parasites, etc. The risk is even higher if the food is contaminated. raw or undercooked. This disease is not transmitted from person to person.\n5. Amoebic meningitis\nChronic meningitis has symptoms similar to acute meningitis, but the disease is often long-lasting and insidious, so symptoms may not be obvious, and it may take several weeks for symptoms to appear. The cause of chronic disease is usually tuberculosis or fungus.\n6. Non-infectious meningitis\nNoninfectious meningitis is caused by diseases such as lupus erythematosus or cancer. If you have had a head injury, brain surgery, or take certain medications, you are also at risk for this condition. Non-infectious diseases are not contagious.\n7. Chronic meningitis\nChronic meningitis has similar symptoms to acute meningitis, but it takes several weeks for symptoms to appear. You will get sick if your body is infected with fungi or mycobacteria (the causative agent of tuberculosis). These organisms enter the tissue and fluid surrounding the brain to cause disease."
        },
        {
            "subsection_name": "What dangerous complications does meningitis lead to?",
            "subsection_content": "Most meningitis patients will recover completely with proper treatment. However, sometimes the disease can lead to serious, life-threatening complications. Complications occur when the infection spreads to the nerves, brain, or other areas of the body. People who often experience meningitis complications are very young children or people with weak immune systems, but it can also occur in completely healthy people.\nHearing loss: Meningitis involves the nerves that control hearing, causing permanent hearing loss.; Encephalitis: Infection caused by meningitis has the potential to spread to the brain, leading to a complication called encephalitis. This is an infection of the brain, causing a series of symptoms such as fatigue, difficulty sleeping, impaired cognitive function and vision loss.; Epilepsy: When the brain is infected, it will lead to dysfunction of the nerves in the brain area - the cause of epilepsy manifested by  convulsions.; Sepsis: Sepsis is an infection that spreads in the blood. This is a serious complication of meningitis, often accompanied by rapid circulatory failure, meaning the body does not receive enough blood and oxygen, leading to organ failure and even death.; Stroke: Although this complication is uncommon, the inflammatory response of meningitis can lead to the formation of blood clots, causing a stroke.; Death: If meningitis progresses quickly, it will cause a very serious infection, leading to a dangerous condition called encephalocele, in which the brainstem (lower part of the brain) is compressed into the spinal canal. At this time, the patient may stop breathing and die if not treated promptly.\nChildren with meningitis may have their memory and concentration affected",
            "subsection_string": "What dangerous complications does meningitis lead to?\nMost meningitis patients will recover completely with proper treatment. However, sometimes the disease can lead to serious, life-threatening complications. Complications occur when the infection spreads to the nerves, brain, or other areas of the body. People who often experience meningitis complications are very young children or people with weak immune systems, but it can also occur in completely healthy people.\nHearing loss: Meningitis involves the nerves that control hearing, causing permanent hearing loss.; Encephalitis: Infection caused by meningitis has the potential to spread to the brain, leading to a complication called encephalitis. This is an infection of the brain, causing a series of symptoms such as fatigue, difficulty sleeping, impaired cognitive function and vision loss.; Epilepsy: When the brain is infected, it will lead to dysfunction of the nerves in the brain area - the cause of epilepsy manifested by  convulsions.; Sepsis: Sepsis is an infection that spreads in the blood. This is a serious complication of meningitis, often accompanied by rapid circulatory failure, meaning the body does not receive enough blood and oxygen, leading to organ failure and even death.; Stroke: Although this complication is uncommon, the inflammatory response of meningitis can lead to the formation of blood clots, causing a stroke.; Death: If meningitis progresses quickly, it will cause a very serious infection, leading to a dangerous condition called encephalocele, in which the brainstem (lower part of the brain) is compressed into the spinal canal. At this time, the patient may stop breathing and die if not treated promptly.\nChildren with meningitis may have their memory and concentration affected"
        },
        {
            "subsection_name": "Risk factors for meningitis",
            "subsection_content": "Anyone can get meningitis, but it is more common in certain groups: (4)\n1. Have a weakened immune system\nImmunocompromised people are more susceptible to infections than healthy people, making them susceptible to infections that cause meningitis. Some health problems and treatments can weaken the immune system, including:\nHIV AIDS; Autoimmune disorders; Chemotherapy; Organ or bone marrow transplant; Cancer; Immunosuppressive drugs\n2. Has a small and narrow living environment\nMeningitis is very contagious when people live together in small spaces such as dormitories, barracks, boarding schools, preschools...\n3. Pregnant women\nPregnant women are at risk of listeriosis - an infection caused by Listeria bacteria. More dangerously, the infection can spread to the fetus.\n4. Young children and the elderly\nAll ages are at risk of meningitis. However, some age groups are at higher risk of the disease. Children under 5 years old are more likely to get sick from viruses. Newborns are at high risk of bacterial illness. Meanwhile, older people can suffer from some infectious diseases - a precursor to meningitis.\n5. Frequent contact with animals\nPeople who work in jobs that have to come into contact with animals every day, such as livestock farmers, veterinarians, etc., have a higher risk of being infected with Listeria bacteria.\n>>>See more: Causes and signs of meningococcal meningitis",
            "subsection_string": "Risk factors for meningitis\nAnyone can get meningitis, but it is more common in certain groups: (4)\n1. Have a weakened immune system\nImmunocompromised people are more susceptible to infections than healthy people, making them susceptible to infections that cause meningitis. Some health problems and treatments can weaken the immune system, including:\nHIV AIDS; Autoimmune disorders; Chemotherapy; Organ or bone marrow transplant; Cancer; Immunosuppressive drugs\n2. Has a small and narrow living environment\nMeningitis is very contagious when people live together in small spaces such as dormitories, barracks, boarding schools, preschools...\n3. Pregnant women\nPregnant women are at risk of listeriosis - an infection caused by Listeria bacteria. More dangerously, the infection can spread to the fetus.\n4. Young children and the elderly\nAll ages are at risk of meningitis. However, some age groups are at higher risk of the disease. Children under 5 years old are more likely to get sick from viruses. Newborns are at high risk of bacterial illness. Meanwhile, older people can suffer from some infectious diseases - a precursor to meningitis.\n5. Frequent contact with animals\nPeople who work in jobs that have to come into contact with animals every day, such as livestock farmers, veterinarians, etc., have a higher risk of being infected with Listeria bacteria.\n>>>See more: Causes and signs of meningococcal meningitis"
        },
        {
            "subsection_name": "How to diagnose the disease",
            "subsection_content": "To diagnose meningitis, the doctor will do a general examination to look for symptoms of the disease as well as ask about the patient's health history. To have a diagnosis to determine whether a patient has the disease or not and what is the cause of the disease, it is necessary to do tests, especially cerebrospinal fluid tests. Cerebrospinal fluid test results also provide information for doctors in choosing medication for patients.\nOther tests may also be ordered to diagnose the disease, including:\nBlood cultures determine bacteria in the blood: Some types of bacteria such as N. meningitidis and S. pneumonia can cause sepsis and meningitis. A blood culture test will help determine whether or not the blood contains this type of bacteria; Complete blood count: helps check the number of red and white blood cells in the blood. White blood cells play a role in fighting infection. If the patient has meningitis, the white blood cell count is often elevated.; Chest X-ray: helps detect pneumonia, tuberculosis or fungal infections. The disease can occur after pneumonia.; Head CT scan: shows problems such as brain abscess or cranial pressure. Bacteria can spread from the sinuses to the meninges.\n>>>Reference: Causes and symptoms of meningitis",
            "subsection_string": "How to diagnose the disease\nTo diagnose meningitis, the doctor will do a general examination to look for symptoms of the disease as well as ask about the patient's health history. To have a diagnosis to determine whether a patient has the disease or not and what is the cause of the disease, it is necessary to do tests, especially cerebrospinal fluid tests. Cerebrospinal fluid test results also provide information for doctors in choosing medication for patients.\nOther tests may also be ordered to diagnose the disease, including:\nBlood cultures determine bacteria in the blood: Some types of bacteria such as N. meningitidis and S. pneumonia can cause sepsis and meningitis. A blood culture test will help determine whether or not the blood contains this type of bacteria; Complete blood count: helps check the number of red and white blood cells in the blood. White blood cells play a role in fighting infection. If the patient has meningitis, the white blood cell count is often elevated.; Chest X-ray: helps detect pneumonia, tuberculosis or fungal infections. The disease can occur after pneumonia.; Head CT scan: shows problems such as brain abscess or cranial pressure. Bacteria can spread from the sinuses to the meninges.\n>>>Reference: Causes and symptoms of meningitis"
        },
        {
            "subsection_name": "Effective treatment of meningitis",
            "subsection_content": "Meningitis patients need to be hospitalized immediately to limit the risk of brain damage and death.\nTreatment for meningitis depends on the cause of the disease:\nBacterial cause: immediate hospitalization is required. Early diagnosis and treatment will help prevent brain damage and death. Bacterial meningitis is treated with antibiotics and intravenous steroids. There are no specific antibiotics for diseases caused by bacteria. Which medicine to choose depends on the type of bacteria causing the disease.; Fungal causes: treated with antifungal drugs.; Caused by parasites: treatment is mainly symptomatic. In some cases, antiparasitic drugs can be used; Most viral causes can heal on their own, some pathogens will be treated with intravenous antiviral drugs.; Chronic meningitis is treated by addressing the underlying cause.\nGet your child vaccinated with enough vaccines to prevent disease",
            "subsection_string": "Effective treatment of meningitis\nMeningitis patients need to be hospitalized immediately to limit the risk of brain damage and death.\nTreatment for meningitis depends on the cause of the disease:\nBacterial cause: immediate hospitalization is required. Early diagnosis and treatment will help prevent brain damage and death. Bacterial meningitis is treated with antibiotics and intravenous steroids. There are no specific antibiotics for diseases caused by bacteria. Which medicine to choose depends on the type of bacteria causing the disease.; Fungal causes: treated with antifungal drugs.; Caused by parasites: treatment is mainly symptomatic. In some cases, antiparasitic drugs can be used; Most viral causes can heal on their own, some pathogens will be treated with intravenous antiviral drugs.; Chronic meningitis is treated by addressing the underlying cause.\nGet your child vaccinated with enough vaccines to prevent disease"
        },
        {
            "subsection_name": "How to prevent meningitis",
            "subsection_content": "To prevent meningitis, you should keep warm and take good care of your children during weather changes and flu epidemics; Timely treatment when children have nasopharyngitis or ear infections.\nIf you accidentally come into close contact with a person infected with meningococcus bacteria, your doctor will give the person exposed you preventive antibiotics to reduce the chance of getting the disease.\nIn addition, vaccination is an effective measure to help limit the possibility of certain types of bacterial meningitis. Vaccines that can prevent disease include:\nHaemophilus influenzae type B (Hib) vaccine; Pneumococcal vaccine; Meningococcal vaccine\nGathering a team of highly qualified and experienced medical doctors who understand children's psychology, the Department of Pediatrics of Tam Anh General Hospital System is a place to successfully diagnose and treat pediatric patients with respiratory diseases. Respiratory diseases, infectious diseases, cardiovascular diseases, musculoskeletal diseases... This place is invested and built according to international standards with a modern, new generation machinery system, synchronously imported from advanced countries, aiming to The goal is to create a pediatric patient-friendly medical examination and treatment environment. In addition, the Department of Pediatrics also has close coordination with other specialties such as the Testing Center, Ear Nose and Throat Department, Imaging Diagnostic Department, Neonatal Center, etc. to help accurately diagnose diseases and give recommendations. appropriate treatment regimen for children.\nAlthough meningitis is a dangerous disease, it is completely preventable. Practicing good personal hygiene, avoiding sharing food, drinks and personal items with sick people, especially getting enough vaccines to prevent disease,... are effective ways to help prevent disease.",
            "subsection_string": "How to prevent meningitis\nTo prevent meningitis, you should keep warm and take good care of your children during weather changes and flu epidemics; Timely treatment when children have nasopharyngitis or ear infections.\nIf you accidentally come into close contact with a person infected with meningococcus bacteria, your doctor will give the person exposed you preventive antibiotics to reduce the chance of getting the disease.\nIn addition, vaccination is an effective measure to help limit the possibility of certain types of bacterial meningitis. Vaccines that can prevent disease include:\nHaemophilus influenzae type B (Hib) vaccine; Pneumococcal vaccine; Meningococcal vaccine\nGathering a team of highly qualified and experienced medical doctors who understand children's psychology, the Department of Pediatrics of Tam Anh General Hospital System is a place to successfully diagnose and treat pediatric patients with respiratory diseases. Respiratory diseases, infectious diseases, cardiovascular diseases, musculoskeletal diseases... This place is invested and built according to international standards with a modern, new generation machinery system, synchronously imported from advanced countries, aiming to The goal is to create a pediatric patient-friendly medical examination and treatment environment. In addition, the Department of Pediatrics also has close coordination with other specialties such as the Testing Center, Ear Nose and Throat Department, Imaging Diagnostic Department, Neonatal Center, etc. to help accurately diagnose diseases and give recommendations. appropriate treatment regimen for children.\nAlthough meningitis is a dangerous disease, it is completely preventable. Practicing good personal hygiene, avoiding sharing food, drinks and personal items with sick people, especially getting enough vaccines to prevent disease,... are effective ways to help prevent disease."
        }
    ],
    "name": "viem-mang-nao.json"
}