{
    "title": "Hepatitis C: Causes, signs, treatment and prevention",
    "category": "Gastrointestinal - Hepatobiliary",
    "link": "https://tamanhhospital.vn/viem-gan-c/",
    "abstract": "According to statistics from the Ministry of Health, our country currently has about 1 million people infected with hepatitis C virus. Besides hepatitis B virus and alcohol, hepatitis C virus is one of the leading causes of chronic hepatitis and cirrhosis. liver and liver cancer. It is worth mentioning that hepatitis C does not show clear symptoms, up to 90% of patients do not know they have the disease. The article below provides an overview of hepatitis C, its signs, causes, effective diagnosis, treatment and prevention methods. This article is expertly advised by Dr. Hoang Dinh Thanh - Doctor of Gastrointestinal Endoscopy & Surgery Center, Tam Anh General Hospital, Ho Chi Minh City.",
    "content": "Hepatitis C: Causes, signs, treatment and prevention\n\nAccording to statistics from the Ministry of Health, our country currently has about 1 million people infected with hepatitis C virus. Besides hepatitis B virus and alcohol, hepatitis C virus is one of the leading causes of chronic hepatitis and cirrhosis. liver and liver cancer. It is worth mentioning that hepatitis C does not show clear symptoms, up to 90% of patients do not know they have the disease. The article below provides an overview of hepatitis C, its signs, causes, effective diagnosis, treatment and prevention methods. This article is expertly advised by Dr. Hoang Dinh Thanh - Doctor of Gastrointestinal Endoscopy & Surgery Center, Tam Anh General Hospital, Ho Chi Minh City.\n\nWhat is hepatitis C?\nHepatitis C is a liver infection caused by the hepatitis C virus (HCV). The disease causes liver cells to become inflamed, causing liver dysfunction. Over time, inflammation in liver tissue can form permanent fibrotic lesions, leading to many dangerous complications such as cirrhosis and liver cancer.\nHepatitis C can be acute or chronic:\nAcute hepatitis C is a short-term infection that lasts for 6 months after the virus enters the body. About 15 - 25% of cases of virus C infection heal completely on their own, without needing any specific treatment. However, most cases of acute hepatitis lead to chronic disease.; Chronic hepatitis C is an infection that lasts more than 6 months. If left untreated, the disease can be lifelong and cause serious health problems, including liver failure, cirrhosis, liver cancer and even death. According to estimates by the World Health Organization, globally there are currently about 71 million people chronically infected with hepatitis C virus.(1)\n\nSigns of hepatitis C\nPeople with hepatitis C often feel tired and lose appetite\n1. Symptoms of acute hepatitis C\nAccording to WHO, about 80% of new HCV infections are asymptomatic. However, in the acute stage of hepatitis, some patients may have the following symptoms:\nMild fever; Nausea or vomiting; Tired; Loss of appetite, loss of appetite; Jaundice; Dark urine; Pale stools; Pain in the upper right abdomen; Athritis\nSymptoms usually appear 2 - 12 weeks after infection and last 2 weeks - 3 months. If the virus is not eliminated, the disease will enter the chronic stage.\n2. Symptoms of chronic hepatitis C\nFor chronic hepatitis C, the virus will exist in the patient's body \"silently\" for many years. Most people with chronic hepatitis C do not have any symptoms or only have general symptoms such as persistent vague fatigue or digestive dysfunction. Patients often only know they have chronic hepatitis when they are screened to donate blood or have blood tests performed during regular health check-ups, or before procedures/surgery for other diseases.\nFor this reason, hepatitis C is easy to miss. When liver damage is severe enough, the patient may experience liver cell dysfunction such as fatigue, loss of appetite, weight loss, easy bleeding, bruising, itchy skin, etc.; Conditions of portal hypertension such as: leg swelling, ascites (ascites), gastrointestinal bleeding (vomiting blood from ruptured esophageal veins, bloody bowel movements due to severe complications of hemorrhoids...); confusion, slurred speech, coma due to hepatic encephalopathy or detection of malignant liver tumors (HCC: hepatocellular carcinoma). (2)\n\nCause of hepatitis C virus\nHepatitis C is caused by the hepatitis C virus (Hepatitis C Virus: HCV). Hepatitis C virus has very high genotypic variability. Currently, the medical community has identified 6 main genotypes numbered from 1 to 6. The main HCV genotype in patients in Vietnam is genotype 1, followed by genotypes 6, 2 and 3, respectively. Depending on the viral genotype, treatment recommendations will vary.\n\nIs the hepatitis C virus contagious?\nSharing needles is one of the main ways the hepatitis C virus spreads\nDoctor Thanh said hepatitis C is a highly transmissible disease. Hepatitis C virus is mainly transmitted through blood in the following forms:\nSharing drug paraphernalia: Anything related to injecting drugs, from syringes, needles to tourniquets, can be contaminated with blood and spread hepatitis C. The type of pipe used to smoke or inhale drugs can also be contaminated with blood due to cracked lips or nosebleeds.; Sharing tattoo or piercing equipment: Tattoo and piercing equipment and tattoo ink can spread viruses.; Reuse or use medical equipment and instruments that are not properly sterilized, especially syringes and needles; Blood transfusion without screening for HCV virus; Sharing items that may be contaminated with the patient's blood such as razors, toothbrushes, nail clippers, etc.\nThe HCV virus can also be transmitted sexually and can be transmitted from mother to child. However, these modes of transmission are less common.\nHepatitis C is not spread through food, water, normal contact such as hugging, kissing and sharing food and drinks with an infected person. (3)\n\nWho is susceptible to hepatitis C?\nHepatitis C is a very contagious disease and anyone can get it. People susceptible to hepatitis C include:\nInjecting drug users: Injecting drug use is one of the most common ways of transmitting hepatitis C virus.; Health care workers: Doctors, nurses, laboratory workers are more likely to be exposed to blood or accidentally pricked by a needle.; Hemodialysis patients: Patients can be infected by using dialysis equipment that is not properly cleaned.; People with unhealthy sex lives: Having sex with many partners and unprotected sex increases the risk of viral infection.; People with sick relatives: Daily close contact with sick people can increase the risk of getting sick.; People with body piercings or tattoos: Tattoo/piercing equipment and supplies can be contaminated with HCV, increasing the risk of infection.; Babies whose mothers have hepatitis C: If the mother has HIV and hepatitis C, the newborn is more likely to be infected.\nSubjects at high risk of hepatitis C virus infection should undergo hepatitis C testing to determine their current infection status and plan early treatment when infected. (4)\n\nWhat complications does hepatitis C have?\nHepatitis C can cause many serious complications, including:\nChronic hepatitis: manifested by symptoms of mild to severe liver dysfunction. However, most cases have few obvious symptoms; Cirrhosis: Prolonged hepatitis causes liver damage. Damaged tissue is continuously replaced by scar tissue, causing the liver to gradually become fibrotic. According to WHO, about 15 - 30% of people with chronic hepatitis progress to cirrhosis within 20 years. Symptoms of cirrhosis depend on the stage of compensation or decompensation of liver cell function and increased hepatic portal vein pressure. Some common serious symptoms include vomiting blood, bleeding that is difficult to control, abdominal infection, coma, and eventually death due to these complications.; Liver cancer: Hepatitis C virus is identified as one of the causes of liver cancer. People with HCV-related cirrhosis have a higher risk of liver cancer than people with cirrhosis related to heavy drinking. The risk of cancer will be even higher if the patient has both hepatitis C and alcoholism.\n\nDiagnosis and treatment regimen for hepatitis C\nHepatitis C diagnostic test\nHepatitis C diagnostic test\nYour doctor can diagnose hepatitis C through a blood test. First, the doctor will prescribe the patient to undergo a test to check for the presence of anti-HCV antibodies. Anti-HCV antibodies are substances the body makes to fight the hepatitis C virus, usually appearing about 12 weeks after infection.\nIf the anti-HCV antibody test result is positive, the patient is highly likely to be infected with the virus. The doctor may prescribe the patient to continue performing a number of other tests to confirm the diagnosis, including:\nHCV - RNA test (HCV load measurement): measures the amount of viral RNA present in the patient's blood; Genotyping test: To find out which type of hepatitis C virus is causing the disease, because there are currently 6 main genotypes of HCV. This information will help determine which treatment will be most effective for the patient.\nIf tests show that the patient has chronic hepatitis C or shows signs of liver damage, the doctor may prescribe the patient to perform tests to check liver activity, such as liver function tests, imaging tests, and liver function tests. Liver imaging through abdominal ultrasound, liver cirrhosis through elastography or CT scan or liver magnetic resonance to detect liver tumors, blood tests for early screening of hepatocellular cancer (HCC Risk)...\nHepatitis C treatment methods\nHepatitis C infection is treated with antiviral medications. The choice of medication and duration of treatment depends on HCV genotype, existing liver lesions, other medical conditions (if any), and previous treatments.\nCurrently, hepatitis C treatment regimens mainly use direct-acting antiviral drugs (DAAs) such as Sofosbuvir, Ledipasvir, Daclatasvir, Elbasvir, Grazoprevir, Velpatasvir... which have the effect of completely eliminating hepatitis C virus. out of the body, while preventing liver damage.\nThe average treatment time with a regimen using DAAs is 12 weeks, in some cases it needs to be longer, up to 24 weeks. The use of DAAs can be combined or not with Ribavirin, depending on the specific case. If you have developed serious complications from chronic hepatitis C infection, your doctor may discuss liver transplantation with you and your family. Liver transplant is surgery to replace part or all of a patient's damaged liver with a healthy liver from a donor.\nBesides medical treatment, a reasonable diet also helps patients reduce the burden on the liver and quickly restore physical strength. Patients should proactively supplement foods rich in nutrients and good for health such as nuts, beans, fish, chicken, green vegetables, fruits... At the same time, patients should limit food intake. fast, greasy, animal organs, red meat..., abstain from beer, alcohol and quit smoking.\nIt is important to note that a person can get hepatitis C more than once. Therefore, after successful treatment, patients need to be extremely vigilant and seriously take preventive measures to prevent the infection from recurring. (5)\n\nPrevent hepatitis C\nDo not share personal items that may have blood on them to prevent hepatitis C\nHepatitis C is completely preventable by avoiding contact with the blood of an infected person. Some effective infection prevention methods are as follows:\nAbsolutely do not share needles: People who use intravenous drugs have a very high chance of being infected with hepatitis C because of sharing needles. In addition to needles, HCV can also exist in other devices such as straws and inhalers when using illegal drugs.; Avoid direct contact with blood or blood products: People working in the medical and testing industries need to be careful to avoid direct contact with the patient's blood. Medical equipment and instruments must be safely disposed of or properly sterilized after use to prevent hepatitis C infection; Do not share personal care items: Do not share items such as toothbrushes, razors, nail clippers and scissors to avoid getting blood on them and spreading the virus.; Choose a tattoo or piercing shop carefully: Choosing a reputable tattoo or piercing shop with appropriate hygiene procedures will help prevent infection.; Have safe sex: Do not have unprotected sex with multiple partners or with any partner who has an unhealthy health condition.\nIn addition, maintaining a healthy lifestyle, managing weight well, limiting exposure to liver-toxic agents such as tobacco, alcohol, stimulants, chemicals... and regular health check-ups is essential. Periodic treatment is also a method to help you protect your liver, detect early and promptly treat hepatitis C as well as other liver diseases.\n\nFrequently asked questions about hepatitis C\n1. Is there a vaccine to prevent hepatitis C?\nThere is currently no vaccine to prevent hepatitis C. Although some research is underway, there is insufficient evidence of their effectiveness and safety. Developing a vaccine for hepatitis C is challenging. HCV has many genotypes, many subtypes and mutates rapidly, so it easily evades the immune system.\nHowever, there are vaccines for hepatitis A and B. Your doctor may recommend that people with hepatitis C get these vaccines because hepatitis A and B can lead to various complications during treatment. Hepatitis C treatment course.\n2. Is it okay to be infected with hepatitis C while pregnant?\nHepatitis C can be transmitted from mother to child, but the possibility of infection is not high (about 4 - 8%). The risk of infection increases if the mother has a high hepatitis C viral load or is co-infected with HIV. Having hepatitis C in the mother does not increase the risk of fetal birth defects. However, in rare cases, hepatitis C can become severe and threaten the safety of both mother and child.\nTherefore, in case you suspect you are infected with HCV while pregnant, pregnant mothers need to go to specialized hospitals for testing and treatment advice. Absolutely do not use medication arbitrarily to avoid unpredictable consequences later.\n3. How to avoid spreading the disease to others?\nPeople with hepatitis C need to take the following measures to avoid spreading the disease to others:\nSeparate personal tools that can cause injury or bleeding such as razors, scissors, nail clippers, and toothbrushes to avoid contact with others or confusion when used; Always stock up on medical gloves, in case you get injured or need a health care provider; If there is an open wound, the patient needs to bandage it carefully to avoid getting it on other objects or when coming into contact with other people.; Ask your doctor about having sex while you are sick and having a healthy sex life; Women with hepatitis C need to be thoroughly treated to avoid infecting their children.\n4. How long can the hepatitis C virus live outside the body?\nHCV can survive on surfaces at room temperature for at least 16 hours but no more than 4 days. At the 17th Conference on Retroviruses & Opportunistic Infections, American researchers published a finding that under the right circumstances, HCV remained viable in a syringe for up to 63 days.\nHepatitis C is one of the leading causes of chronic liver diseases. Although dangerous, the disease is completely curable with appropriate treatment methods. Therefore, when patients have unusual symptoms or suspect they are infected with HCV, they should go to reputable medical facilities for examination and diagnostic tests.\nCenter for Gastrointestinal Endoscopy and Surgery, Tam Anh General Hospital brings together talented, dedicated doctors with many years of experience in treating liver diseases such as viral hepatitis (hepatitis A). , B, C), acute and chronic hepatitis due to other causes, cirrhosis, liver cancer... Besides, with systematic and serious investment in facilities, machinery systems and services health care, patients can completely feel secure when examined and treated at the hospital.\nExperienced team of doctors from the Center for Endoscopy and Gastrointestinal Surgery, Tam Anh General Hospital\nTo schedule an appointment for hepatitis C examination and treatment with experts at the experienced Gastrointestinal Endoscopy & Surgery Center of Tam Anh General Hospital System, please contact: General Hospital System Tam Anh Department: Hanoi: 108 Hoang Nhu Tiep, Bo De Ward, Long Bien District, Hanoi City Hotline: 024 3872 3872 - 024 7106 6858 HCMC: 2B Pho Quang, Ward 2, Tan Binh District, HCMC Hotline : 0287 102 6789 – 093 180 6858 Fanpage: Tam Anh General Hospital Website: https://tamanhhospital.vn",
    "subsections": [
        {
            "subsection_name": "What is hepatitis C?",
            "subsection_content": "Hepatitis C is a liver infection caused by the hepatitis C virus (HCV). The disease causes liver cells to become inflamed, causing liver dysfunction. Over time, inflammation in liver tissue can form permanent fibrotic lesions, leading to many dangerous complications such as cirrhosis and liver cancer.\nHepatitis C can be acute or chronic:\nAcute hepatitis C is a short-term infection that lasts for 6 months after the virus enters the body. About 15 - 25% of cases of virus C infection heal completely on their own, without needing any specific treatment. However, most cases of acute hepatitis lead to chronic disease.; Chronic hepatitis C is an infection that lasts more than 6 months. If left untreated, the disease can be lifelong and cause serious health problems, including liver failure, cirrhosis, liver cancer and even death. According to estimates by the World Health Organization, globally there are currently about 71 million people chronically infected with hepatitis C virus.(1)",
            "subsection_string": "What is hepatitis C?\nHepatitis C is a liver infection caused by the hepatitis C virus (HCV). The disease causes liver cells to become inflamed, causing liver dysfunction. Over time, inflammation in liver tissue can form permanent fibrotic lesions, leading to many dangerous complications such as cirrhosis and liver cancer.\nHepatitis C can be acute or chronic:\nAcute hepatitis C is a short-term infection that lasts for 6 months after the virus enters the body. About 15 - 25% of cases of virus C infection heal completely on their own, without needing any specific treatment. However, most cases of acute hepatitis lead to chronic disease.; Chronic hepatitis C is an infection that lasts more than 6 months. If left untreated, the disease can be lifelong and cause serious health problems, including liver failure, cirrhosis, liver cancer and even death. According to estimates by the World Health Organization, globally there are currently about 71 million people chronically infected with hepatitis C virus.(1)"
        },
        {
            "subsection_name": "Signs of hepatitis C",
            "subsection_content": "People with hepatitis C often feel tired and lose appetite\n1. Symptoms of acute hepatitis C\nAccording to WHO, about 80% of new HCV infections are asymptomatic. However, in the acute stage of hepatitis, some patients may have the following symptoms:\nMild fever; Nausea or vomiting; Tired; Loss of appetite, loss of appetite; Jaundice; Dark urine; Pale stools; Pain in the upper right abdomen; Athritis\nSymptoms usually appear 2 - 12 weeks after infection and last 2 weeks - 3 months. If the virus is not eliminated, the disease will enter the chronic stage.\n2. Symptoms of chronic hepatitis C\nFor chronic hepatitis C, the virus will exist in the patient's body \"silently\" for many years. Most people with chronic hepatitis C do not have any symptoms or only have general symptoms such as persistent vague fatigue or digestive dysfunction. Patients often only know they have chronic hepatitis when they are screened to donate blood or have blood tests performed during regular health check-ups, or before procedures/surgery for other diseases.\nFor this reason, hepatitis C is easy to miss. When liver damage is severe enough, the patient may experience liver cell dysfunction such as fatigue, loss of appetite, weight loss, easy bleeding, bruising, itchy skin, etc.; Conditions of portal hypertension such as: leg swelling, ascites (ascites), gastrointestinal bleeding (vomiting blood from ruptured esophageal veins, bloody bowel movements due to severe complications of hemorrhoids...); confusion, slurred speech, coma due to hepatic encephalopathy or detection of malignant liver tumors (HCC: hepatocellular carcinoma). (2)",
            "subsection_string": "Signs of hepatitis C\nPeople with hepatitis C often feel tired and lose appetite\n1. Symptoms of acute hepatitis C\nAccording to WHO, about 80% of new HCV infections are asymptomatic. However, in the acute stage of hepatitis, some patients may have the following symptoms:\nMild fever; Nausea or vomiting; Tired; Loss of appetite, loss of appetite; Jaundice; Dark urine; Pale stools; Pain in the upper right abdomen; Athritis\nSymptoms usually appear 2 - 12 weeks after infection and last 2 weeks - 3 months. If the virus is not eliminated, the disease will enter the chronic stage.\n2. Symptoms of chronic hepatitis C\nFor chronic hepatitis C, the virus will exist in the patient's body \"silently\" for many years. Most people with chronic hepatitis C do not have any symptoms or only have general symptoms such as persistent vague fatigue or digestive dysfunction. Patients often only know they have chronic hepatitis when they are screened to donate blood or have blood tests performed during regular health check-ups, or before procedures/surgery for other diseases.\nFor this reason, hepatitis C is easy to miss. When liver damage is severe enough, the patient may experience liver cell dysfunction such as fatigue, loss of appetite, weight loss, easy bleeding, bruising, itchy skin, etc.; Conditions of portal hypertension such as: leg swelling, ascites (ascites), gastrointestinal bleeding (vomiting blood from ruptured esophageal veins, bloody bowel movements due to severe complications of hemorrhoids...); confusion, slurred speech, coma due to hepatic encephalopathy or detection of malignant liver tumors (HCC: hepatocellular carcinoma). (2)"
        },
        {
            "subsection_name": "Cause of hepatitis C virus",
            "subsection_content": "Hepatitis C is caused by the hepatitis C virus (Hepatitis C Virus: HCV). Hepatitis C virus has very high genotypic variability. Currently, the medical community has identified 6 main genotypes numbered from 1 to 6. The main HCV genotype in patients in Vietnam is genotype 1, followed by genotypes 6, 2 and 3, respectively. Depending on the viral genotype, treatment recommendations will vary.",
            "subsection_string": "Cause of hepatitis C virus\nHepatitis C is caused by the hepatitis C virus (Hepatitis C Virus: HCV). Hepatitis C virus has very high genotypic variability. Currently, the medical community has identified 6 main genotypes numbered from 1 to 6. The main HCV genotype in patients in Vietnam is genotype 1, followed by genotypes 6, 2 and 3, respectively. Depending on the viral genotype, treatment recommendations will vary."
        },
        {
            "subsection_name": "Is the hepatitis C virus contagious?",
            "subsection_content": "Sharing needles is one of the main ways the hepatitis C virus spreads\nDoctor Thanh said hepatitis C is a highly transmissible disease. Hepatitis C virus is mainly transmitted through blood in the following forms:\nSharing drug paraphernalia: Anything related to injecting drugs, from syringes, needles to tourniquets, can be contaminated with blood and spread hepatitis C. The type of pipe used to smoke or inhale drugs can also be contaminated with blood due to cracked lips or nosebleeds.; Sharing tattoo or piercing equipment: Tattoo and piercing equipment and tattoo ink can spread viruses.; Reuse or use medical equipment and instruments that are not properly sterilized, especially syringes and needles; Blood transfusion without screening for HCV virus; Sharing items that may be contaminated with the patient's blood such as razors, toothbrushes, nail clippers, etc.\nThe HCV virus can also be transmitted sexually and can be transmitted from mother to child. However, these modes of transmission are less common.\nHepatitis C is not spread through food, water, normal contact such as hugging, kissing and sharing food and drinks with an infected person. (3)",
            "subsection_string": "Is the hepatitis C virus contagious?\nSharing needles is one of the main ways the hepatitis C virus spreads\nDoctor Thanh said hepatitis C is a highly transmissible disease. Hepatitis C virus is mainly transmitted through blood in the following forms:\nSharing drug paraphernalia: Anything related to injecting drugs, from syringes, needles to tourniquets, can be contaminated with blood and spread hepatitis C. The type of pipe used to smoke or inhale drugs can also be contaminated with blood due to cracked lips or nosebleeds.; Sharing tattoo or piercing equipment: Tattoo and piercing equipment and tattoo ink can spread viruses.; Reuse or use medical equipment and instruments that are not properly sterilized, especially syringes and needles; Blood transfusion without screening for HCV virus; Sharing items that may be contaminated with the patient's blood such as razors, toothbrushes, nail clippers, etc.\nThe HCV virus can also be transmitted sexually and can be transmitted from mother to child. However, these modes of transmission are less common.\nHepatitis C is not spread through food, water, normal contact such as hugging, kissing and sharing food and drinks with an infected person. (3)"
        },
        {
            "subsection_name": "Who is susceptible to hepatitis C?",
            "subsection_content": "Hepatitis C is a very contagious disease and anyone can get it. People susceptible to hepatitis C include:\nInjecting drug users: Injecting drug use is one of the most common ways of transmitting hepatitis C virus.; Health care workers: Doctors, nurses, laboratory workers are more likely to be exposed to blood or accidentally pricked by a needle.; Hemodialysis patients: Patients can be infected by using dialysis equipment that is not properly cleaned.; People with unhealthy sex lives: Having sex with many partners and unprotected sex increases the risk of viral infection.; People with sick relatives: Daily close contact with sick people can increase the risk of getting sick.; People with body piercings or tattoos: Tattoo/piercing equipment and supplies can be contaminated with HCV, increasing the risk of infection.; Babies whose mothers have hepatitis C: If the mother has HIV and hepatitis C, the newborn is more likely to be infected.\nSubjects at high risk of hepatitis C virus infection should undergo hepatitis C testing to determine their current infection status and plan early treatment when infected. (4)",
            "subsection_string": "Who is susceptible to hepatitis C?\nHepatitis C is a very contagious disease and anyone can get it. People susceptible to hepatitis C include:\nInjecting drug users: Injecting drug use is one of the most common ways of transmitting hepatitis C virus.; Health care workers: Doctors, nurses, laboratory workers are more likely to be exposed to blood or accidentally pricked by a needle.; Hemodialysis patients: Patients can be infected by using dialysis equipment that is not properly cleaned.; People with unhealthy sex lives: Having sex with many partners and unprotected sex increases the risk of viral infection.; People with sick relatives: Daily close contact with sick people can increase the risk of getting sick.; People with body piercings or tattoos: Tattoo/piercing equipment and supplies can be contaminated with HCV, increasing the risk of infection.; Babies whose mothers have hepatitis C: If the mother has HIV and hepatitis C, the newborn is more likely to be infected.\nSubjects at high risk of hepatitis C virus infection should undergo hepatitis C testing to determine their current infection status and plan early treatment when infected. (4)"
        },
        {
            "subsection_name": "What complications does hepatitis C have?",
            "subsection_content": "Hepatitis C can cause many serious complications, including:\nChronic hepatitis: manifested by symptoms of mild to severe liver dysfunction. However, most cases have few obvious symptoms; Cirrhosis: Prolonged hepatitis causes liver damage. Damaged tissue is continuously replaced by scar tissue, causing the liver to gradually become fibrotic. According to WHO, about 15 - 30% of people with chronic hepatitis progress to cirrhosis within 20 years. Symptoms of cirrhosis depend on the stage of compensation or decompensation of liver cell function and increased hepatic portal vein pressure. Some common serious symptoms include vomiting blood, bleeding that is difficult to control, abdominal infection, coma, and eventually death due to these complications.; Liver cancer: Hepatitis C virus is identified as one of the causes of liver cancer. People with HCV-related cirrhosis have a higher risk of liver cancer than people with cirrhosis related to heavy drinking. The risk of cancer will be even higher if the patient has both hepatitis C and alcoholism.",
            "subsection_string": "What complications does hepatitis C have?\nHepatitis C can cause many serious complications, including:\nChronic hepatitis: manifested by symptoms of mild to severe liver dysfunction. However, most cases have few obvious symptoms; Cirrhosis: Prolonged hepatitis causes liver damage. Damaged tissue is continuously replaced by scar tissue, causing the liver to gradually become fibrotic. According to WHO, about 15 - 30% of people with chronic hepatitis progress to cirrhosis within 20 years. Symptoms of cirrhosis depend on the stage of compensation or decompensation of liver cell function and increased hepatic portal vein pressure. Some common serious symptoms include vomiting blood, bleeding that is difficult to control, abdominal infection, coma, and eventually death due to these complications.; Liver cancer: Hepatitis C virus is identified as one of the causes of liver cancer. People with HCV-related cirrhosis have a higher risk of liver cancer than people with cirrhosis related to heavy drinking. The risk of cancer will be even higher if the patient has both hepatitis C and alcoholism."
        },
        {
            "subsection_name": "Diagnosis and treatment regimen for hepatitis C",
            "subsection_content": "Hepatitis C diagnostic test\nHepatitis C diagnostic test\nYour doctor can diagnose hepatitis C through a blood test. First, the doctor will prescribe the patient to undergo a test to check for the presence of anti-HCV antibodies. Anti-HCV antibodies are substances the body makes to fight the hepatitis C virus, usually appearing about 12 weeks after infection.\nIf the anti-HCV antibody test result is positive, the patient is highly likely to be infected with the virus. The doctor may prescribe the patient to continue performing a number of other tests to confirm the diagnosis, including:\nHCV - RNA test (HCV load measurement): measures the amount of viral RNA present in the patient's blood; Genotyping test: To find out which type of hepatitis C virus is causing the disease, because there are currently 6 main genotypes of HCV. This information will help determine which treatment will be most effective for the patient.\nIf tests show that the patient has chronic hepatitis C or shows signs of liver damage, the doctor may prescribe the patient to perform tests to check liver activity, such as liver function tests, imaging tests, and liver function tests. Liver imaging through abdominal ultrasound, liver cirrhosis through elastography or CT scan or liver magnetic resonance to detect liver tumors, blood tests for early screening of hepatocellular cancer (HCC Risk)...\nHepatitis C treatment methods\nHepatitis C infection is treated with antiviral medications. The choice of medication and duration of treatment depends on HCV genotype, existing liver lesions, other medical conditions (if any), and previous treatments.\nCurrently, hepatitis C treatment regimens mainly use direct-acting antiviral drugs (DAAs) such as Sofosbuvir, Ledipasvir, Daclatasvir, Elbasvir, Grazoprevir, Velpatasvir... which have the effect of completely eliminating hepatitis C virus. out of the body, while preventing liver damage.\nThe average treatment time with a regimen using DAAs is 12 weeks, in some cases it needs to be longer, up to 24 weeks. The use of DAAs can be combined or not with Ribavirin, depending on the specific case. If you have developed serious complications from chronic hepatitis C infection, your doctor may discuss liver transplantation with you and your family. Liver transplant is surgery to replace part or all of a patient's damaged liver with a healthy liver from a donor.\nBesides medical treatment, a reasonable diet also helps patients reduce the burden on the liver and quickly restore physical strength. Patients should proactively supplement foods rich in nutrients and good for health such as nuts, beans, fish, chicken, green vegetables, fruits... At the same time, patients should limit food intake. fast, greasy, animal organs, red meat..., abstain from beer, alcohol and quit smoking.\nIt is important to note that a person can get hepatitis C more than once. Therefore, after successful treatment, patients need to be extremely vigilant and seriously take preventive measures to prevent the infection from recurring. (5)",
            "subsection_string": "Diagnosis and treatment regimen for hepatitis C\nHepatitis C diagnostic test\nHepatitis C diagnostic test\nYour doctor can diagnose hepatitis C through a blood test. First, the doctor will prescribe the patient to undergo a test to check for the presence of anti-HCV antibodies. Anti-HCV antibodies are substances the body makes to fight the hepatitis C virus, usually appearing about 12 weeks after infection.\nIf the anti-HCV antibody test result is positive, the patient is highly likely to be infected with the virus. The doctor may prescribe the patient to continue performing a number of other tests to confirm the diagnosis, including:\nHCV - RNA test (HCV load measurement): measures the amount of viral RNA present in the patient's blood; Genotyping test: To find out which type of hepatitis C virus is causing the disease, because there are currently 6 main genotypes of HCV. This information will help determine which treatment will be most effective for the patient.\nIf tests show that the patient has chronic hepatitis C or shows signs of liver damage, the doctor may prescribe the patient to perform tests to check liver activity, such as liver function tests, imaging tests, and liver function tests. Liver imaging through abdominal ultrasound, liver cirrhosis through elastography or CT scan or liver magnetic resonance to detect liver tumors, blood tests for early screening of hepatocellular cancer (HCC Risk)...\nHepatitis C treatment methods\nHepatitis C infection is treated with antiviral medications. The choice of medication and duration of treatment depends on HCV genotype, existing liver lesions, other medical conditions (if any), and previous treatments.\nCurrently, hepatitis C treatment regimens mainly use direct-acting antiviral drugs (DAAs) such as Sofosbuvir, Ledipasvir, Daclatasvir, Elbasvir, Grazoprevir, Velpatasvir... which have the effect of completely eliminating hepatitis C virus. out of the body, while preventing liver damage.\nThe average treatment time with a regimen using DAAs is 12 weeks, in some cases it needs to be longer, up to 24 weeks. The use of DAAs can be combined or not with Ribavirin, depending on the specific case. If you have developed serious complications from chronic hepatitis C infection, your doctor may discuss liver transplantation with you and your family. Liver transplant is surgery to replace part or all of a patient's damaged liver with a healthy liver from a donor.\nBesides medical treatment, a reasonable diet also helps patients reduce the burden on the liver and quickly restore physical strength. Patients should proactively supplement foods rich in nutrients and good for health such as nuts, beans, fish, chicken, green vegetables, fruits... At the same time, patients should limit food intake. fast, greasy, animal organs, red meat..., abstain from beer, alcohol and quit smoking.\nIt is important to note that a person can get hepatitis C more than once. Therefore, after successful treatment, patients need to be extremely vigilant and seriously take preventive measures to prevent the infection from recurring. (5)"
        },
        {
            "subsection_name": "Prevent hepatitis C",
            "subsection_content": "Do not share personal items that may have blood on them to prevent hepatitis C\nHepatitis C is completely preventable by avoiding contact with the blood of an infected person. Some effective infection prevention methods are as follows:\nAbsolutely do not share needles: People who use intravenous drugs have a very high chance of being infected with hepatitis C because of sharing needles. In addition to needles, HCV can also exist in other devices such as straws and inhalers when using illegal drugs.; Avoid direct contact with blood or blood products: People working in the medical and testing industries need to be careful to avoid direct contact with the patient's blood. Medical equipment and instruments must be safely disposed of or properly sterilized after use to prevent hepatitis C infection; Do not share personal care items: Do not share items such as toothbrushes, razors, nail clippers and scissors to avoid getting blood on them and spreading the virus.; Choose a tattoo or piercing shop carefully: Choosing a reputable tattoo or piercing shop with appropriate hygiene procedures will help prevent infection.; Have safe sex: Do not have unprotected sex with multiple partners or with any partner who has an unhealthy health condition.\nIn addition, maintaining a healthy lifestyle, managing weight well, limiting exposure to liver-toxic agents such as tobacco, alcohol, stimulants, chemicals... and regular health check-ups is essential. Periodic treatment is also a method to help you protect your liver, detect early and promptly treat hepatitis C as well as other liver diseases.",
            "subsection_string": "Prevent hepatitis C\nDo not share personal items that may have blood on them to prevent hepatitis C\nHepatitis C is completely preventable by avoiding contact with the blood of an infected person. Some effective infection prevention methods are as follows:\nAbsolutely do not share needles: People who use intravenous drugs have a very high chance of being infected with hepatitis C because of sharing needles. In addition to needles, HCV can also exist in other devices such as straws and inhalers when using illegal drugs.; Avoid direct contact with blood or blood products: People working in the medical and testing industries need to be careful to avoid direct contact with the patient's blood. Medical equipment and instruments must be safely disposed of or properly sterilized after use to prevent hepatitis C infection; Do not share personal care items: Do not share items such as toothbrushes, razors, nail clippers and scissors to avoid getting blood on them and spreading the virus.; Choose a tattoo or piercing shop carefully: Choosing a reputable tattoo or piercing shop with appropriate hygiene procedures will help prevent infection.; Have safe sex: Do not have unprotected sex with multiple partners or with any partner who has an unhealthy health condition.\nIn addition, maintaining a healthy lifestyle, managing weight well, limiting exposure to liver-toxic agents such as tobacco, alcohol, stimulants, chemicals... and regular health check-ups is essential. Periodic treatment is also a method to help you protect your liver, detect early and promptly treat hepatitis C as well as other liver diseases."
        },
        {
            "subsection_name": "Frequently asked questions about hepatitis C",
            "subsection_content": "1. Is there a vaccine to prevent hepatitis C?\nThere is currently no vaccine to prevent hepatitis C. Although some research is underway, there is insufficient evidence of their effectiveness and safety. Developing a vaccine for hepatitis C is challenging. HCV has many genotypes, many subtypes and mutates rapidly, so it easily evades the immune system.\nHowever, there are vaccines for hepatitis A and B. Your doctor may recommend that people with hepatitis C get these vaccines because hepatitis A and B can lead to various complications during treatment. Hepatitis C treatment course.\n2. Is it okay to be infected with hepatitis C while pregnant?\nHepatitis C can be transmitted from mother to child, but the possibility of infection is not high (about 4 - 8%). The risk of infection increases if the mother has a high hepatitis C viral load or is co-infected with HIV. Having hepatitis C in the mother does not increase the risk of fetal birth defects. However, in rare cases, hepatitis C can become severe and threaten the safety of both mother and child.\nTherefore, in case you suspect you are infected with HCV while pregnant, pregnant mothers need to go to specialized hospitals for testing and treatment advice. Absolutely do not use medication arbitrarily to avoid unpredictable consequences later.\n3. How to avoid spreading the disease to others?\nPeople with hepatitis C need to take the following measures to avoid spreading the disease to others:\nSeparate personal tools that can cause injury or bleeding such as razors, scissors, nail clippers, and toothbrushes to avoid contact with others or confusion when used; Always stock up on medical gloves, in case you get injured or need a health care provider; If there is an open wound, the patient needs to bandage it carefully to avoid getting it on other objects or when coming into contact with other people.; Ask your doctor about having sex while you are sick and having a healthy sex life; Women with hepatitis C need to be thoroughly treated to avoid infecting their children.\n4. How long can the hepatitis C virus live outside the body?\nHCV can survive on surfaces at room temperature for at least 16 hours but no more than 4 days. At the 17th Conference on Retroviruses & Opportunistic Infections, American researchers published a finding that under the right circumstances, HCV remained viable in a syringe for up to 63 days.\nHepatitis C is one of the leading causes of chronic liver diseases. Although dangerous, the disease is completely curable with appropriate treatment methods. Therefore, when patients have unusual symptoms or suspect they are infected with HCV, they should go to reputable medical facilities for examination and diagnostic tests.\nCenter for Gastrointestinal Endoscopy and Surgery, Tam Anh General Hospital brings together talented, dedicated doctors with many years of experience in treating liver diseases such as viral hepatitis (hepatitis A). , B, C), acute and chronic hepatitis due to other causes, cirrhosis, liver cancer... Besides, with systematic and serious investment in facilities, machinery systems and services health care, patients can completely feel secure when examined and treated at the hospital.\nExperienced team of doctors from the Center for Endoscopy and Gastrointestinal Surgery, Tam Anh General Hospital\nTo schedule an appointment for hepatitis C examination and treatment with experts at the experienced Gastrointestinal Endoscopy & Surgery Center of Tam Anh General Hospital System, please contact: General Hospital System Tam Anh Department: Hanoi: 108 Hoang Nhu Tiep, Bo De Ward, Long Bien District, Hanoi City Hotline: 024 3872 3872 - 024 7106 6858 HCMC: 2B Pho Quang, Ward 2, Tan Binh District, HCMC Hotline : 0287 102 6789 – 093 180 6858 Fanpage: Tam Anh General Hospital Website: https://tamanhhospital.vn",
            "subsection_string": "Frequently asked questions about hepatitis C\n1. Is there a vaccine to prevent hepatitis C?\nThere is currently no vaccine to prevent hepatitis C. Although some research is underway, there is insufficient evidence of their effectiveness and safety. Developing a vaccine for hepatitis C is challenging. HCV has many genotypes, many subtypes and mutates rapidly, so it easily evades the immune system.\nHowever, there are vaccines for hepatitis A and B. Your doctor may recommend that people with hepatitis C get these vaccines because hepatitis A and B can lead to various complications during treatment. Hepatitis C treatment course.\n2. Is it okay to be infected with hepatitis C while pregnant?\nHepatitis C can be transmitted from mother to child, but the possibility of infection is not high (about 4 - 8%). The risk of infection increases if the mother has a high hepatitis C viral load or is co-infected with HIV. Having hepatitis C in the mother does not increase the risk of fetal birth defects. However, in rare cases, hepatitis C can become severe and threaten the safety of both mother and child.\nTherefore, in case you suspect you are infected with HCV while pregnant, pregnant mothers need to go to specialized hospitals for testing and treatment advice. Absolutely do not use medication arbitrarily to avoid unpredictable consequences later.\n3. How to avoid spreading the disease to others?\nPeople with hepatitis C need to take the following measures to avoid spreading the disease to others:\nSeparate personal tools that can cause injury or bleeding such as razors, scissors, nail clippers, and toothbrushes to avoid contact with others or confusion when used; Always stock up on medical gloves, in case you get injured or need a health care provider; If there is an open wound, the patient needs to bandage it carefully to avoid getting it on other objects or when coming into contact with other people.; Ask your doctor about having sex while you are sick and having a healthy sex life; Women with hepatitis C need to be thoroughly treated to avoid infecting their children.\n4. How long can the hepatitis C virus live outside the body?\nHCV can survive on surfaces at room temperature for at least 16 hours but no more than 4 days. At the 17th Conference on Retroviruses & Opportunistic Infections, American researchers published a finding that under the right circumstances, HCV remained viable in a syringe for up to 63 days.\nHepatitis C is one of the leading causes of chronic liver diseases. Although dangerous, the disease is completely curable with appropriate treatment methods. Therefore, when patients have unusual symptoms or suspect they are infected with HCV, they should go to reputable medical facilities for examination and diagnostic tests.\nCenter for Gastrointestinal Endoscopy and Surgery, Tam Anh General Hospital brings together talented, dedicated doctors with many years of experience in treating liver diseases such as viral hepatitis (hepatitis A). , B, C), acute and chronic hepatitis due to other causes, cirrhosis, liver cancer... Besides, with systematic and serious investment in facilities, machinery systems and services health care, patients can completely feel secure when examined and treated at the hospital.\nExperienced team of doctors from the Center for Endoscopy and Gastrointestinal Surgery, Tam Anh General Hospital\nTo schedule an appointment for hepatitis C examination and treatment with experts at the experienced Gastrointestinal Endoscopy & Surgery Center of Tam Anh General Hospital System, please contact: General Hospital System Tam Anh Department: Hanoi: 108 Hoang Nhu Tiep, Bo De Ward, Long Bien District, Hanoi City Hotline: 024 3872 3872 - 024 7106 6858 HCMC: 2B Pho Quang, Ward 2, Tan Binh District, HCMC Hotline : 0287 102 6789 – 093 180 6858 Fanpage: Tam Anh General Hospital Website: https://tamanhhospital.vn"
        }
    ],
    "name": "viem-gan-c.json"
}