{
    "title": "Chronic hepatitis: Causes, symptoms, diagnosis and prevention",
    "category": "Gastrointestinal - Hepatobiliary",
    "link": "https://tamanhhospital.vn/viem-gan-man-tinh/",
    "abstract": "When hepatitis recurs many times or lasts for a long time, there is a high risk of becoming chronic hepatitis. There are many causes of chronic hepatitis. Because the disease rarely causes symptoms in the early stages, many people accidentally do not receive timely treatment, allowing the disease to develop to severe stages such as cirrhosis or liver cancer.",
    "content": "Chronic hepatitis: Causes, symptoms, diagnosis and prevention\n\nWhen hepatitis recurs many times or lasts for a long time, there is a high risk of becoming chronic hepatitis. There are many causes of chronic hepatitis. Because the disease rarely causes symptoms in the early stages, many people accidentally do not receive timely treatment, allowing the disease to develop to severe stages such as cirrhosis or liver cancer.\n\nWhat is chronic hepatitis?\nChronic hepatitis is liver damage that lasts more than 6 months. Chronic hepatitis is dangerous because it silently destroys liver cells; Over time it can lead to cirrhosis, liver failure or even liver cancer. Common causes are hepatitis B and C viruses and alcohol.(5)\nChronic hepatitis has a long course of action\n\nWhat is the cause of chronic hepatitis?\nThere are many causes of chronic hepatitis, the most common of which are:(3)\nChronic hepatitis due to hepatitis B virus (HBV): In Vietnam, more than 10% of the population is chronically infected with hepatitis B virus. In adults, about 5%-10% of people with acute hepatitis B become chronic. For children, acute hepatitis B becomes chronic in up to 90% of infants and 25-50% of young children.; Chronic hepatitis due to hepatitis B virus (HBV): In Vietnam, more than 10% of the population is chronically infected with hepatitis B virus. In adults, about 5%-10% of people with acute hepatitis B become chronic. For children, acute hepatitis B becomes chronic in up to 90% of infants and 25-50% of young children.\nChronic hepatitis due to hepatitis C virus (HCV): In Vietnam, about 1% of the population is chronically infected with hepatitis C virus. More than 75% of patients with acute hepatitis C become chronic later.; Chronic hepatitis due to hepatitis C virus (HCV): In Vietnam, about 1% of the population is chronically infected with hepatitis C virus. More than 75% of patients with acute hepatitis C become chronic later.\nChronic hepatitis due to alcohol abuse: When the liver receives and processes alcohol, toxins that are harmful to the liver are produced. The more alcohol you drink or the longer you drink, the more it damages the liver, causing hepatitis to spread; over time leads to cirrhosis; Chronic hepatitis due to alcohol abuse: When the liver receives and processes alcohol, toxins that are harmful to the liver are produced. The more alcohol you drink or the longer you drink, the more it damages the liver, causing hepatitis to spread; Over time it leads to cirrhosis\nChronic hepatitis due to non-alcoholic fatty liver disease: Often occurs in people who are overweight, obese or have abnormal concentrations of cholesterol and other fats in the blood. This causes the body to synthesize more fat. As a result, a large amount of fat accumulates in liver cells, called fatty liver. Fatty liver can lead to chronic hepatitis and eventually progress to cirrhosis.; Chronic hepatitis due to non-alcoholic fatty liver disease: Often occurs in people who are overweight, obese or have abnormal concentrations of cholesterol and other fats in the blood. This causes the body to synthesize more fat. As a result, a large amount of fat accumulates in liver cells, called fatty liver. Fatty liver can lead to chronic hepatitis and eventually progress to cirrhosis.\nAutoimmune hepatitis: Is a type of chronic hepatitis, caused by an immune disorder. The disease can occur in all subjects, mainly women.; Autoimmune hepatitis: Is a type of chronic hepatitis, caused by an immune disorder. The disease can occur in all subjects, mainly women.\nChronic hepatitis due to drugs: There are a few drugs that, if used for a long time, can cause chronic hepatitis such as amiodarone, isoniazid, methotrexate, methyldopa, nitrofurantoin, tamoxifen; more rare is acetaminophen; Chronic hepatitis due to drugs: There are a few drugs that, if used for a long time, can cause chronic hepatitis such as amiodarone, isoniazid, methotrexate, methyldopa, nitrofurantoin, tamoxifen; Less common is acetaminophen\nNote: Hepatitis A and E viruses do not cause chronic hepatitis. After acute inflammation, the disease can be completely cured\n\nSymptoms of chronic hepatitis\nUnlike acute hepatitis, chronic hepatitis usually develops slowly and hardly causes any noticeable symptoms in the beginning. If there is, it's usually just a feeling of fatigue; This makes it easy for patients to mistake it for other health problems. About two-thirds of people with chronic hepatitis have no liver disorders until the disease progresses to cirrhosis.\nSigns of chronic hepatitis that may be encountered as the disease progresses may include:\nMild fever; Does not taste good; Feeling of discomfort in the upper abdomen; Body ache\nAs the disease gradually shows evidence of cirrhosis, symptoms may appear including:\nThe spleen is swollen; Appearance of small spider-like blood vessels (called spider angiomas); Red palms; Ascites (fluid collection in the abdomen); Or bleeding (coagulation disorder) because the damaged liver can no longer synthesize enough proteins to help blood clot.; Jaundice, itching; Impaired brain function (hepatic encephalopathy) because the severely damaged liver cannot remove toxic substances from the blood as usual. These substances then accumulate in the blood and reach the brain. Treatment of hepatic encephalopathy can prevent permanent decline in brain function.\nYellow eyes and skin are familiar symptoms of liver diseases\n\nDiagnosis of chronic hepatitis\nIf you see any warning signs that suggest you may be at risk of chronic hepatitis, you should see your doctor as soon as possible. In addition to a physical examination, some tests may need to be performed such as:(2)\nBlood tests: help establish or rule out the diagnosis of hepatitis, determine the cause and determine the severity of liver damage.; Ultrasound: Applied to the abdominal area to determine the hardness of liver tissue.; Measuring liver elasticity: allows assessment of whether the liver has fibrosis or cirrhosis; Liver biopsy: Diagnosing the severity of liver diseases. In people with chronic hepatitis, a liver biopsy is often used to evaluate cirrhosis or liver tumors, if present.\n\nIs chronic hepatitis dangerous?\nChronic hepatitis, if not controlled early and promptly, can cause many serious health problems such as: (4)\nCauses liver fibrosis, causing cirrhosis and liver failure; Hepatic encephalopathy; Gastrointestinal bleeding due to portal hypertension; Liver Cancer; Dead\n\nIs chronic hepatitis contagious?\nThe answer is yes. Especially chronic hepatitis caused by viruses B and C is a dangerous condition. The disease can be transmitted through 3 ways: sexually, blood and from mother to child. Chronic hepatitis is not transmitted through casual contact, coughing, sneezing, saliva or breastfeeding.\n\nTreatment of chronic hepatitis\n1. Can chronic hepatitis be cured?\nTreatment of chronic hepatitis is to prevent the disease from getting worse as well as prevent complications of cirrhosis and liver failure. Treatment will vary depending on the cause of the disease. For example, if chronic hepatitis is related to medication, the patient needs to stop or change the medication, and chronic hepatitis will gradually recover.\nIf you have chronic viral hepatitis B and C, you are treated with antiviral drugs that have a very high rate of effectiveness. The treatment period for hepatitis B virus is long. Particularly for hepatitis C virus, the treatment time is 3-6 months depending on whether there is cirrhosis or not. Oral medications allow to clear the virus in > 09% of treated cases. In cases of chronic hepatitis caused by alcohol, The first treatment to do is to completely quit drinking alcohol.\nFor people with non-alcoholic fatty liver disease, they need to focus on losing weight and regularly exercising. In addition, many people with fatty liver have high blood sugar levels - at high risk of developing type 2 diabetes - so it is also necessary to control blood sugar levels well to reduce the amount of fat accumulated in the liver.\nIn cases of chronic hepatitis related to autoimmune hepatitis, corticosteroids will usually be needed in combination with immune system suppressants such as azathioprine. However, long-term use of corticosteroids can cause unwanted side effects. Therefore, corticosteroids are often gradually tapered so that the patient can stop using them and then continue taking azathioprine.\nBlood sugar control is important for people with chronic hepatitis related to nonalcoholic fatty liver disease\nDuring treatment, patients should not arbitrarily use any additional medications other than those prescribed by the doctor - including herbal medicines. Because the liver is damaged, any medication has the risk of making the liver more tired and having negative effects. It is best to consult your doctor before using the medicine.\n\nPrevention of chronic hepatitis\nYou can protect yourself and reduce the risk of chronic hepatitis thanks to the following methods to prevent hepatitis and improve your health:\nGet vaccinated against hepatitis A and hepatitis B; There are safety measures when having sex; Avoid sharing personal items; Don't drink too much alcohol; Healthy eating; Reasonable rest and exercise; Regular health check-ups to detect diseases early, if any\nDiet for people with chronic hepatitis\nA healthy, proper diet is not only beneficial for people with chronic hepatitis to fight fatigue and reduce liver damage, but also helps patients improve overall health through good weight control, blood sugar and possibly lipid levels.(1)\nYou should:\nEat more green vegetables and fruits; Drink a lot of water; Increase the use of whole grains such as oats, brown rice, quinoa,...; Prioritize lean protein sources such as fish, chicken (skinless), egg whites and beans; Add low-fat/non-fat dairy products; Use healthy fats in olive oil, avocado, nuts, etc.; Abstain from alcohol; Limit junk food, processed foods, candy, soft drinks, etc.\nGastrointestinal Endoscopy and Surgery Center, Tam Anh General Hospital is a prestigious medical unit, providing high-end, effective examination and treatment services for patients with liver problems. from mild to severe (fatty liver, acute hepatitis, chronic hepatitis, cirrhosis, liver cancer, parasitic liver disease...). The center brings together a team of highly specialized and experienced Internal Medicine - Surgery - Gastrointestinal Endoscopy doctors, in addition to the support of a modern medical equipment system imported from abroad, providing optimal service. multiple examination and treatment needs of customers.\nTo schedule an examination and treatment of liver diseases with experts at the Gastrointestinal Endoscopy & Surgery Center of Tam Anh General Hospital System, please contact:\nChronic hepatitis is a disease that requires early detection to prevent possible dangerous complications. Vaccination is one of the most effective ways to protect the liver. In addition, limiting alcohol, controlling weight, exercising regularly, supplementing nutrition, etc. are factors that help you reduce the risk of liver diseases.",
    "subsections": [
        {
            "subsection_name": "What is chronic hepatitis?",
            "subsection_content": "Chronic hepatitis is liver damage that lasts more than 6 months. Chronic hepatitis is dangerous because it silently destroys liver cells; Over time it can lead to cirrhosis, liver failure or even liver cancer. Common causes are hepatitis B and C viruses and alcohol.(5)\nChronic hepatitis has a long course of action",
            "subsection_string": "What is chronic hepatitis?\nChronic hepatitis is liver damage that lasts more than 6 months. Chronic hepatitis is dangerous because it silently destroys liver cells; Over time it can lead to cirrhosis, liver failure or even liver cancer. Common causes are hepatitis B and C viruses and alcohol.(5)\nChronic hepatitis has a long course of action"
        },
        {
            "subsection_name": "What is the cause of chronic hepatitis?",
            "subsection_content": "There are many causes of chronic hepatitis, the most common of which are:(3)\nChronic hepatitis due to hepatitis B virus (HBV): In Vietnam, more than 10% of the population is chronically infected with hepatitis B virus. In adults, about 5%-10% of people with acute hepatitis B become chronic. For children, acute hepatitis B becomes chronic in up to 90% of infants and 25-50% of young children.; Chronic hepatitis due to hepatitis B virus (HBV): In Vietnam, more than 10% of the population is chronically infected with hepatitis B virus. In adults, about 5%-10% of people with acute hepatitis B become chronic. For children, acute hepatitis B becomes chronic in up to 90% of infants and 25-50% of young children.\nChronic hepatitis due to hepatitis C virus (HCV): In Vietnam, about 1% of the population is chronically infected with hepatitis C virus. More than 75% of patients with acute hepatitis C become chronic later.; Chronic hepatitis due to hepatitis C virus (HCV): In Vietnam, about 1% of the population is chronically infected with hepatitis C virus. More than 75% of patients with acute hepatitis C become chronic later.\nChronic hepatitis due to alcohol abuse: When the liver receives and processes alcohol, toxins that are harmful to the liver are produced. The more alcohol you drink or the longer you drink, the more it damages the liver, causing hepatitis to spread; over time leads to cirrhosis; Chronic hepatitis due to alcohol abuse: When the liver receives and processes alcohol, toxins that are harmful to the liver are produced. The more alcohol you drink or the longer you drink, the more it damages the liver, causing hepatitis to spread; Over time it leads to cirrhosis\nChronic hepatitis due to non-alcoholic fatty liver disease: Often occurs in people who are overweight, obese or have abnormal concentrations of cholesterol and other fats in the blood. This causes the body to synthesize more fat. As a result, a large amount of fat accumulates in liver cells, called fatty liver. Fatty liver can lead to chronic hepatitis and eventually progress to cirrhosis.; Chronic hepatitis due to non-alcoholic fatty liver disease: Often occurs in people who are overweight, obese or have abnormal concentrations of cholesterol and other fats in the blood. This causes the body to synthesize more fat. As a result, a large amount of fat accumulates in liver cells, called fatty liver. Fatty liver can lead to chronic hepatitis and eventually progress to cirrhosis.\nAutoimmune hepatitis: Is a type of chronic hepatitis, caused by an immune disorder. The disease can occur in all subjects, mainly women.; Autoimmune hepatitis: Is a type of chronic hepatitis, caused by an immune disorder. The disease can occur in all subjects, mainly women.\nChronic hepatitis due to drugs: There are a few drugs that, if used for a long time, can cause chronic hepatitis such as amiodarone, isoniazid, methotrexate, methyldopa, nitrofurantoin, tamoxifen; more rare is acetaminophen; Chronic hepatitis due to drugs: There are a few drugs that, if used for a long time, can cause chronic hepatitis such as amiodarone, isoniazid, methotrexate, methyldopa, nitrofurantoin, tamoxifen; Less common is acetaminophen\nNote: Hepatitis A and E viruses do not cause chronic hepatitis. After acute inflammation, the disease can be completely cured",
            "subsection_string": "What is the cause of chronic hepatitis?\nThere are many causes of chronic hepatitis, the most common of which are:(3)\nChronic hepatitis due to hepatitis B virus (HBV): In Vietnam, more than 10% of the population is chronically infected with hepatitis B virus. In adults, about 5%-10% of people with acute hepatitis B become chronic. For children, acute hepatitis B becomes chronic in up to 90% of infants and 25-50% of young children.; Chronic hepatitis due to hepatitis B virus (HBV): In Vietnam, more than 10% of the population is chronically infected with hepatitis B virus. In adults, about 5%-10% of people with acute hepatitis B become chronic. For children, acute hepatitis B becomes chronic in up to 90% of infants and 25-50% of young children.\nChronic hepatitis due to hepatitis C virus (HCV): In Vietnam, about 1% of the population is chronically infected with hepatitis C virus. More than 75% of patients with acute hepatitis C become chronic later.; Chronic hepatitis due to hepatitis C virus (HCV): In Vietnam, about 1% of the population is chronically infected with hepatitis C virus. More than 75% of patients with acute hepatitis C become chronic later.\nChronic hepatitis due to alcohol abuse: When the liver receives and processes alcohol, toxins that are harmful to the liver are produced. The more alcohol you drink or the longer you drink, the more it damages the liver, causing hepatitis to spread; over time leads to cirrhosis; Chronic hepatitis due to alcohol abuse: When the liver receives and processes alcohol, toxins that are harmful to the liver are produced. The more alcohol you drink or the longer you drink, the more it damages the liver, causing hepatitis to spread; Over time it leads to cirrhosis\nChronic hepatitis due to non-alcoholic fatty liver disease: Often occurs in people who are overweight, obese or have abnormal concentrations of cholesterol and other fats in the blood. This causes the body to synthesize more fat. As a result, a large amount of fat accumulates in liver cells, called fatty liver. Fatty liver can lead to chronic hepatitis and eventually progress to cirrhosis.; Chronic hepatitis due to non-alcoholic fatty liver disease: Often occurs in people who are overweight, obese or have abnormal concentrations of cholesterol and other fats in the blood. This causes the body to synthesize more fat. As a result, a large amount of fat accumulates in liver cells, called fatty liver. Fatty liver can lead to chronic hepatitis and eventually progress to cirrhosis.\nAutoimmune hepatitis: Is a type of chronic hepatitis, caused by an immune disorder. The disease can occur in all subjects, mainly women.; Autoimmune hepatitis: Is a type of chronic hepatitis, caused by an immune disorder. The disease can occur in all subjects, mainly women.\nChronic hepatitis due to drugs: There are a few drugs that, if used for a long time, can cause chronic hepatitis such as amiodarone, isoniazid, methotrexate, methyldopa, nitrofurantoin, tamoxifen; more rare is acetaminophen; Chronic hepatitis due to drugs: There are a few drugs that, if used for a long time, can cause chronic hepatitis such as amiodarone, isoniazid, methotrexate, methyldopa, nitrofurantoin, tamoxifen; Less common is acetaminophen\nNote: Hepatitis A and E viruses do not cause chronic hepatitis. After acute inflammation, the disease can be completely cured"
        },
        {
            "subsection_name": "Symptoms of chronic hepatitis",
            "subsection_content": "Unlike acute hepatitis, chronic hepatitis usually develops slowly and hardly causes any noticeable symptoms in the beginning. If there is, it's usually just a feeling of fatigue; This makes it easy for patients to mistake it for other health problems. About two-thirds of people with chronic hepatitis have no liver disorders until the disease progresses to cirrhosis.\nSigns of chronic hepatitis that may be encountered as the disease progresses may include:\nMild fever; Does not taste good; Feeling of discomfort in the upper abdomen; Body ache\nAs the disease gradually shows evidence of cirrhosis, symptoms may appear including:\nThe spleen is swollen; Appearance of small spider-like blood vessels (called spider angiomas); Red palms; Ascites (fluid collection in the abdomen); Or bleeding (coagulation disorder) because the damaged liver can no longer synthesize enough proteins to help blood clot.; Jaundice, itching; Impaired brain function (hepatic encephalopathy) because the severely damaged liver cannot remove toxic substances from the blood as usual. These substances then accumulate in the blood and reach the brain. Treatment of hepatic encephalopathy can prevent permanent decline in brain function.\nYellow eyes and skin are familiar symptoms of liver diseases",
            "subsection_string": "Symptoms of chronic hepatitis\nUnlike acute hepatitis, chronic hepatitis usually develops slowly and hardly causes any noticeable symptoms in the beginning. If there is, it's usually just a feeling of fatigue; This makes it easy for patients to mistake it for other health problems. About two-thirds of people with chronic hepatitis have no liver disorders until the disease progresses to cirrhosis.\nSigns of chronic hepatitis that may be encountered as the disease progresses may include:\nMild fever; Does not taste good; Feeling of discomfort in the upper abdomen; Body ache\nAs the disease gradually shows evidence of cirrhosis, symptoms may appear including:\nThe spleen is swollen; Appearance of small spider-like blood vessels (called spider angiomas); Red palms; Ascites (fluid collection in the abdomen); Or bleeding (coagulation disorder) because the damaged liver can no longer synthesize enough proteins to help blood clot.; Jaundice, itching; Impaired brain function (hepatic encephalopathy) because the severely damaged liver cannot remove toxic substances from the blood as usual. These substances then accumulate in the blood and reach the brain. Treatment of hepatic encephalopathy can prevent permanent decline in brain function.\nYellow eyes and skin are familiar symptoms of liver diseases"
        },
        {
            "subsection_name": "Diagnosis of chronic hepatitis",
            "subsection_content": "If you see any warning signs that suggest you may be at risk of chronic hepatitis, you should see your doctor as soon as possible. In addition to a physical examination, some tests may need to be performed such as:(2)\nBlood tests: help establish or rule out the diagnosis of hepatitis, determine the cause and determine the severity of liver damage.; Ultrasound: Applied to the abdominal area to determine the hardness of liver tissue.; Measuring liver elasticity: allows assessment of whether the liver has fibrosis or cirrhosis; Liver biopsy: Diagnosing the severity of liver diseases. In people with chronic hepatitis, a liver biopsy is often used to evaluate cirrhosis or liver tumors, if present.",
            "subsection_string": "Diagnosis of chronic hepatitis\nIf you see any warning signs that suggest you may be at risk of chronic hepatitis, you should see your doctor as soon as possible. In addition to a physical examination, some tests may need to be performed such as:(2)\nBlood tests: help establish or rule out the diagnosis of hepatitis, determine the cause and determine the severity of liver damage.; Ultrasound: Applied to the abdominal area to determine the hardness of liver tissue.; Measuring liver elasticity: allows assessment of whether the liver has fibrosis or cirrhosis; Liver biopsy: Diagnosing the severity of liver diseases. In people with chronic hepatitis, a liver biopsy is often used to evaluate cirrhosis or liver tumors, if present."
        },
        {
            "subsection_name": "Is chronic hepatitis dangerous?",
            "subsection_content": "Chronic hepatitis, if not controlled early and promptly, can cause many serious health problems such as: (4)\nCauses liver fibrosis, causing cirrhosis and liver failure; Hepatic encephalopathy; Gastrointestinal bleeding due to portal hypertension; Liver Cancer; Dead",
            "subsection_string": "Is chronic hepatitis dangerous?\nChronic hepatitis, if not controlled early and promptly, can cause many serious health problems such as: (4)\nCauses liver fibrosis, causing cirrhosis and liver failure; Hepatic encephalopathy; Gastrointestinal bleeding due to portal hypertension; Liver Cancer; Dead"
        },
        {
            "subsection_name": "Is chronic hepatitis contagious?",
            "subsection_content": "The answer is yes. Especially chronic hepatitis caused by viruses B and C is a dangerous condition. The disease can be transmitted through 3 ways: sexually, blood and from mother to child. Chronic hepatitis is not transmitted through casual contact, coughing, sneezing, saliva or breastfeeding.",
            "subsection_string": "Is chronic hepatitis contagious?\nThe answer is yes. Especially chronic hepatitis caused by viruses B and C is a dangerous condition. The disease can be transmitted through 3 ways: sexually, blood and from mother to child. Chronic hepatitis is not transmitted through casual contact, coughing, sneezing, saliva or breastfeeding."
        },
        {
            "subsection_name": "Treatment of chronic hepatitis",
            "subsection_content": "1. Can chronic hepatitis be cured?\nTreatment of chronic hepatitis is to prevent the disease from getting worse as well as prevent complications of cirrhosis and liver failure. Treatment will vary depending on the cause of the disease. For example, if chronic hepatitis is related to medication, the patient needs to stop or change the medication, and chronic hepatitis will gradually recover.\nIf you have chronic viral hepatitis B and C, you are treated with antiviral drugs that have a very high rate of effectiveness. The treatment period for hepatitis B virus is long. Particularly for hepatitis C virus, the treatment time is 3-6 months depending on whether there is cirrhosis or not. Oral medications allow to clear the virus in > 09% of treated cases. In cases of chronic hepatitis caused by alcohol, The first treatment to do is to completely quit drinking alcohol.\nFor people with non-alcoholic fatty liver disease, they need to focus on losing weight and regularly exercising. In addition, many people with fatty liver have high blood sugar levels - at high risk of developing type 2 diabetes - so it is also necessary to control blood sugar levels well to reduce the amount of fat accumulated in the liver.\nIn cases of chronic hepatitis related to autoimmune hepatitis, corticosteroids will usually be needed in combination with immune system suppressants such as azathioprine. However, long-term use of corticosteroids can cause unwanted side effects. Therefore, corticosteroids are often gradually tapered so that the patient can stop using them and then continue taking azathioprine.\nBlood sugar control is important for people with chronic hepatitis related to nonalcoholic fatty liver disease\nDuring treatment, patients should not arbitrarily use any additional medications other than those prescribed by the doctor - including herbal medicines. Because the liver is damaged, any medication has the risk of making the liver more tired and having negative effects. It is best to consult your doctor before using the medicine.",
            "subsection_string": "Treatment of chronic hepatitis\n1. Can chronic hepatitis be cured?\nTreatment of chronic hepatitis is to prevent the disease from getting worse as well as prevent complications of cirrhosis and liver failure. Treatment will vary depending on the cause of the disease. For example, if chronic hepatitis is related to medication, the patient needs to stop or change the medication, and chronic hepatitis will gradually recover.\nIf you have chronic viral hepatitis B and C, you are treated with antiviral drugs that have a very high rate of effectiveness. The treatment period for hepatitis B virus is long. Particularly for hepatitis C virus, the treatment time is 3-6 months depending on whether there is cirrhosis or not. Oral medications allow to clear the virus in > 09% of treated cases. In cases of chronic hepatitis caused by alcohol, The first treatment to do is to completely quit drinking alcohol.\nFor people with non-alcoholic fatty liver disease, they need to focus on losing weight and regularly exercising. In addition, many people with fatty liver have high blood sugar levels - at high risk of developing type 2 diabetes - so it is also necessary to control blood sugar levels well to reduce the amount of fat accumulated in the liver.\nIn cases of chronic hepatitis related to autoimmune hepatitis, corticosteroids will usually be needed in combination with immune system suppressants such as azathioprine. However, long-term use of corticosteroids can cause unwanted side effects. Therefore, corticosteroids are often gradually tapered so that the patient can stop using them and then continue taking azathioprine.\nBlood sugar control is important for people with chronic hepatitis related to nonalcoholic fatty liver disease\nDuring treatment, patients should not arbitrarily use any additional medications other than those prescribed by the doctor - including herbal medicines. Because the liver is damaged, any medication has the risk of making the liver more tired and having negative effects. It is best to consult your doctor before using the medicine."
        },
        {
            "subsection_name": "Prevention of chronic hepatitis",
            "subsection_content": "You can protect yourself and reduce the risk of chronic hepatitis thanks to the following methods to prevent hepatitis and improve your health:\nGet vaccinated against hepatitis A and hepatitis B; There are safety measures when having sex; Avoid sharing personal items; Don't drink too much alcohol; Healthy eating; Reasonable rest and exercise; Regular health check-ups to detect diseases early, if any\nDiet for people with chronic hepatitis\nA healthy, proper diet is not only beneficial for people with chronic hepatitis to fight fatigue and reduce liver damage, but also helps patients improve overall health through good weight control, blood sugar and possibly lipid levels.(1)\nYou should:\nEat more green vegetables and fruits; Drink a lot of water; Increase the use of whole grains such as oats, brown rice, quinoa,...; Prioritize lean protein sources such as fish, chicken (skinless), egg whites and beans; Add low-fat/non-fat dairy products; Use healthy fats in olive oil, avocado, nuts, etc.; Abstain from alcohol; Limit junk food, processed foods, candy, soft drinks, etc.\nGastrointestinal Endoscopy and Surgery Center, Tam Anh General Hospital is a prestigious medical unit, providing high-end, effective examination and treatment services for patients with liver problems. from mild to severe (fatty liver, acute hepatitis, chronic hepatitis, cirrhosis, liver cancer, parasitic liver disease...). The center brings together a team of highly specialized and experienced Internal Medicine - Surgery - Gastrointestinal Endoscopy doctors, in addition to the support of a modern medical equipment system imported from abroad, providing optimal service. multiple examination and treatment needs of customers.\nTo schedule an examination and treatment of liver diseases with experts at the Gastrointestinal Endoscopy & Surgery Center of Tam Anh General Hospital System, please contact:\nChronic hepatitis is a disease that requires early detection to prevent possible dangerous complications. Vaccination is one of the most effective ways to protect the liver. In addition, limiting alcohol, controlling weight, exercising regularly, supplementing nutrition, etc. are factors that help you reduce the risk of liver diseases.",
            "subsection_string": "Prevention of chronic hepatitis\nYou can protect yourself and reduce the risk of chronic hepatitis thanks to the following methods to prevent hepatitis and improve your health:\nGet vaccinated against hepatitis A and hepatitis B; There are safety measures when having sex; Avoid sharing personal items; Don't drink too much alcohol; Healthy eating; Reasonable rest and exercise; Regular health check-ups to detect diseases early, if any\nDiet for people with chronic hepatitis\nA healthy, proper diet is not only beneficial for people with chronic hepatitis to fight fatigue and reduce liver damage, but also helps patients improve overall health through good weight control, blood sugar and possibly lipid levels.(1)\nYou should:\nEat more green vegetables and fruits; Drink a lot of water; Increase the use of whole grains such as oats, brown rice, quinoa,...; Prioritize lean protein sources such as fish, chicken (skinless), egg whites and beans; Add low-fat/non-fat dairy products; Use healthy fats in olive oil, avocado, nuts, etc.; Abstain from alcohol; Limit junk food, processed foods, candy, soft drinks, etc.\nGastrointestinal Endoscopy and Surgery Center, Tam Anh General Hospital is a prestigious medical unit, providing high-end, effective examination and treatment services for patients with liver problems. from mild to severe (fatty liver, acute hepatitis, chronic hepatitis, cirrhosis, liver cancer, parasitic liver disease...). The center brings together a team of highly specialized and experienced Internal Medicine - Surgery - Gastrointestinal Endoscopy doctors, in addition to the support of a modern medical equipment system imported from abroad, providing optimal service. multiple examination and treatment needs of customers.\nTo schedule an examination and treatment of liver diseases with experts at the Gastrointestinal Endoscopy & Surgery Center of Tam Anh General Hospital System, please contact:\nChronic hepatitis is a disease that requires early detection to prevent possible dangerous complications. Vaccination is one of the most effective ways to protect the liver. In addition, limiting alcohol, controlling weight, exercising regularly, supplementing nutrition, etc. are factors that help you reduce the risk of liver diseases."
        }
    ],
    "name": "viem-gan-man-tinh.json"
}