{
    "title": "Endometritis: Causes, signs, diagnosis, prevention",
    "category": "Obstetrics - Gynecology ",
    "link": "https://tamanhhospital.vn/viem-noi-mac-tu-cung/",
    "abstract": "Endometritis is a common disease in women after giving birth or after abortion or uterine intervention procedures. In addition to causing severe abdominal pain, endometritis also has many potentially dangerous complications, especially causing secondary infertility in women. What is endometritis? What causes the disease? Symptoms of the disease? Can the disease be cured?... All these questions will be shared by Doctor Hoang Manh Tung, Doctor of the Obstetrics and Gynecology Center of Tam Anh General Hospital, Hanoi, in the article below. The endometrium is the soft, spongy lining that lines the inside of the uterus. This is where the embryo is received and nurtured to develop into a fetus. In case the egg is not released and is not fertilized with sperm to form an embryo, the endometrial tissue will be destroyed and expelled, forming the menstrual cycle.",
    "content": "Endometritis: Causes, signs, diagnosis, prevention\n\nEndometritis is a common disease in women after giving birth or after abortion or uterine intervention procedures. In addition to causing severe abdominal pain, endometritis also has many potentially dangerous complications, especially causing secondary infertility in women. What is endometritis? What causes the disease? Symptoms of the disease? Can the disease be cured?... All these questions will be shared by Doctor Hoang Manh Tung, Doctor of the Obstetrics and Gynecology Center of Tam Anh General Hospital, Hanoi, in the article below. The endometrium is the soft, spongy lining that lines the inside of the uterus. This is where the embryo is received and nurtured to develop into a fetus. In case the egg is not released and is not fertilized with sperm to form an embryo, the endometrial tissue will be destroyed and expelled, forming the menstrual cycle.\n\nWhat is endometritis?\nEndometritis is an inflammation of the endometrial layer, usually caused by infection, such as interventional procedures in the uterine cavity that are not guaranteed to be sterile, such as abortion, implantation, etc. ring, removal, curettage biopsy... or retained placenta after cesarean section, prolonged uterine fluid retention... (1)\nDoctor Hoang Manh Tung, Doctor at the Center for Obstetrics and Gynecology at Tam Anh General Hospital in Hanoi, said that endometritis is usually not life-threatening, it is important that women need to detect and treat the disease as much as possible. as soon as possible. Usually, the disease will be effectively treated with antibiotics.\n\nCauses of endometritis\nEndometritis is caused by infection. Types of infections that can cause illness include: (2)\nSexually transmitted diseases (STIs) such as gonorrhea, chlamydia.; Tuberculosis.; Infection with the bacterial mat that resides in the vagina; Chorioamnionitis during labor or postpartum infection.\nSexually transmitted diseases (STIs) such as gonorrhea, chlamydia... are one of the causes of endometritis.\nDoctor Manh Tung said that normally, women's vaginal environment has a permanent carpet of bacteria. When the amount of this natural bacteria changes after an injury or certain condition, it can cause endometritis.\nIn addition, women are at risk of infection after miscarriage or childbirth, especially after labor and cesarean section. Medical procedures that involve the uterus also increase the risk of endometritis, including:\nHysteroscopy.; Cervical dilation, uterine curettage, uterine control.; Insert an intrauterine device (IUD).\nEndometritis can occur simultaneously, at the same time as other pelvic diseases such as cervicitis. These conditions may or may not cause symptoms.\n\nSymptoms of endometritis\nThe most common symptom of endometritis is that the patient has severe abdominal pain both before and during menstruation, and pain during sex. Patients often feel tired, have sharp pain in the urinary tract, have constipation, diarrhea, vomiting...\nIn some cases, the symptoms of the disease are also accompanied by allergies, and the patient often has infections in the private area. With acute endometritis, the patient feels severe lower abdominal pain, vaginal discharge with fever and pus. If not treated properly, the disease will turn into a chronic stage.\nChronic endometritis has common symptoms such as lower abdominal pain, menstrual disorders, and uterine bleeding. Patients may experience abdominal bloating, bloody vaginal discharge, and changes in both quality and odor. In addition, there may be symptoms of constipation and lower abdominal discomfort, often occurring concurrently with pelvic inflammatory disease caused by chlamydia infection, tuberculosis or endometrial cancer or cervical cancer.\n\nIs endometritis dangerous?\nDr. Manh Tung shared that, if not treated effectively, endometritis can lead to many dangerous complications in the reproductive organs, threatening a woman's health and motherhood. (3)\nPossible complications include:\nSepsis.; Adhesions of the uterus; Inflammation of the adnexa results in obstruction of the fallopian tubes; Infection, pelvic peritonitis.; Septic shock: Excessive blood infection causes the patient's blood pressure to be extremely low. If not treated actively at a professional medical facility, it can be life-threatening.; Infertility in women: The reason is because sperm cannot meet the egg to fertilize, and in case the fertilized egg cannot move to the uterine lining to nest and develop. In addition, inflammation makes the uterus unable to ensure the function of the embryo implanting.\nEndometritis, if not treated effectively, can cause many dangerous complications, especially secondary infertility in women.\n\nWhat should women with endometritis do?\nWhen there are any of the above symptoms of endometritis, women need to see an Obstetrics and Gynecology specialist for accurate diagnosis and timely treatment. It is recommended that women do not arbitrarily use medication because it can make the condition worse, making intervention and treatment of endometritis difficult and difficult to completely cure.\nIn addition, it is necessary to maintain body hygiene, especially clean private areas properly to avoid serious infections.\n\nMethods of diagnosing endometritis\nFirst, the specialist will conduct a general health and pelvic examination. Observe the abdomen, uterus and cervix for signs of infection and abnormal vaginal discharge.\nNext, the specialist can prescribe the patient to perform some necessary paraclinical tests for an accurate diagnosis. Tests include:\nTaking cervical tissue samples to identify disease-causing bacteria, such as chlamydia or gonorrhea - a bacteria that causes gonorrhea; Endometrial biopsy.; Abdominal and pelvic endoscopy to better observe inflammation; Blood tests to measure white blood cell count and erythrocyte sedimentation rate, CRP, Pro-calcitonin because endometritis will increase both of these indicators.; Tests and paraclinical tests rule out infections in other organs: urine analysis, urine culture, breast ultrasound, etc. depending on the patient's clinical development; Blood culture and uterine mucosa culture for bacterial identification and antibiogram in case conventional antibiotic treatment fails to respond.\n\nCan endometritis be cured?\nDr. Manh Tung said, acute or chronic endometritis can still be cured if detected early and treated promptly. Therefore, as soon as there are unusual symptoms suspected of endometritis, women need to immediately go to a medical facility with a reputable Obstetrics and Gynecology specialty, with good, highly skilled doctors to be examined. examine, diagnose and advise on effective treatment. (4)\n\nCan you get pregnant with endometritis?\n“Can you get pregnant with endometritis?” is a common question of many women when diagnosed with this disease. Dr. Manh Tung said, whether endometritis can lead to pregnancy or not depends on many factors. However, pregnancy is possible in most cases after treatment, except:\nIf women do not subjectively treat it early, the disease will progress seriously, causing widespread inflammation and the risk of dangerous complications, including endometrial cancer and secondary infertility.\nIn case the condition does not respond to medical treatment, the doctor is forced to prescribe surgical treatment to avoid the condition from getting worse and endangering life. Surgical treatment with uterine curettage helps treat the disease effectively, but can also cause women to lose the ability to get pregnant naturally.\n\nTreatment methods for endometritis\nAt the Center for Obstetrics and Gynecology, Tam Anh General Hospital System, the treatment regimen for endometritis is built based on the principle of combining the level and specific symptoms of each patient with specific indications. Medical treatment or surgical intervention.\nThe principles of treatment\nThe general principle in treating endometritis is to reduce symptoms of pain, inflammation, menstrual disorders and prevent the infection from spreading.\n“Endometritis is a benign disease and can be completely treated with antibiotics. Only in cases where patients have symptoms of severe pain or their reproductive health is affected are surgical intervention indicated,\" Dr. Manh Tung shared.\nInternally medical treatment\nThe treatment regimen for medical endometritis is to use antibiotics and drugs to balance the body's hormones.\nOral antibiotics commonly prescribed in the treatment of endometritis are Clindamycin and Gentamicin, administered intravenously within 2 weeks. For chronic diseases, it can be treated with Doxycycline.\nBesides, depending on the identification of the causative agent, the patient will be prescribed a separate antibiotic to kill the pathogen. Detail:\nInfection due to gonorrhea: Ceftriaxone 250mg injection, 1 single injection.; Infection caused by chlamydia fungus: Use Azithromycin 1g orally, take 1 single dose.; Infection due to genital herpes: Use antibiotic Acyclovir, take within 5 days.\nIn some cases, the use of vaginal suppositories is prescribed to treat the disease. Some vaginal suppositories with antibiotic properties such as Colposeptine will help treat gynecological infections, or Ginestra helps supplement beneficial bacteria for the uterine environment.\nUsually the treatment of endometritis with antibiotics is carried out for about 2-3 weeks. Patients need to comply with the medication in accordance with the dosage and duration prescribed by the doctor.\nSurgical treatment\nIn cases where the level of inflammation is severe, the area of ​​inflammation is widespread causing sepsis or malignant cells appear with potential risk of developing endometrial cancer, a specialist will prescribe treatment. Surgical treatment by curettage of the uterus.\nThe surgeon will insert an instrument into the uterus to remove the swollen and inflamed lining to regenerate a new lining. However, this procedure has the potential to cause many complications such as bleeding and infertility. Therefore, this treatment is not recommended in women who have not had the desired number of children.\n\nHow to prevent endometritis?\nDr. Manh Tung said that women can reduce the risk of endometritis after childbirth or uterine procedures by choosing a reputable medical facility with good and highly skilled experts. Ensures sterility and safety.\nBesides, women need to reduce the risk of disease by:\nPracticing safe sex, for example using condoms; Do not have multiple abortions.; Clean the private area cleanly and properly.; Wear loose, breathable clothing; Comply with treatment of sexually transmitted diseases or gynecological diseases, if any; When symptoms appear, patients need to see a doctor immediately for timely treatment. In addition, regular health check-ups are needed to detect gynecological diseases early.\nHaving faithful and healthy sex is a way to help prevent endometritis\nObstetrics and Gynecology Center of Tam Anh General Hospital System brings together a team of highly qualified and experienced Obstetrics and Gynecology experts, possessing modern machinery and equipment systems, applying advanced treatment regimens. The most advanced in the world, effectively and successfully treating many gynecological diseases from simple to complex, providing health care and protecting a woman's ability to become pregnant and become a mother.\nTo schedule a consultation and examination appointment with Obstetrics experts at Tam Anh General Hospital System, please contact:\nAbove is basic information about endometritis. Women should note that the above treatment information is not a substitute for your doctor's orders. When you have symptoms, please come immediately to Tam Anh General Hospital System to be examined by Obstetrics and Gynecology experts and advise on appropriate treatment regimens!",
    "subsections": [
        {
            "subsection_name": "What is endometritis?",
            "subsection_content": "Endometritis is an inflammation of the endometrial layer, usually caused by infection, such as interventional procedures in the uterine cavity that are not guaranteed to be sterile, such as abortion, implantation, etc. ring, removal, curettage biopsy... or retained placenta after cesarean section, prolonged uterine fluid retention... (1)\nDoctor Hoang Manh Tung, Doctor at the Center for Obstetrics and Gynecology at Tam Anh General Hospital in Hanoi, said that endometritis is usually not life-threatening, it is important that women need to detect and treat the disease as much as possible. as soon as possible. Usually, the disease will be effectively treated with antibiotics.",
            "subsection_string": "What is endometritis?\nEndometritis is an inflammation of the endometrial layer, usually caused by infection, such as interventional procedures in the uterine cavity that are not guaranteed to be sterile, such as abortion, implantation, etc. ring, removal, curettage biopsy... or retained placenta after cesarean section, prolonged uterine fluid retention... (1)\nDoctor Hoang Manh Tung, Doctor at the Center for Obstetrics and Gynecology at Tam Anh General Hospital in Hanoi, said that endometritis is usually not life-threatening, it is important that women need to detect and treat the disease as much as possible. as soon as possible. Usually, the disease will be effectively treated with antibiotics."
        },
        {
            "subsection_name": "Causes of endometritis",
            "subsection_content": "Endometritis is caused by infection. Types of infections that can cause illness include: (2)\nSexually transmitted diseases (STIs) such as gonorrhea, chlamydia.; Tuberculosis.; Infection with the bacterial mat that resides in the vagina; Chorioamnionitis during labor or postpartum infection.\nSexually transmitted diseases (STIs) such as gonorrhea, chlamydia... are one of the causes of endometritis.\nDoctor Manh Tung said that normally, women's vaginal environment has a permanent carpet of bacteria. When the amount of this natural bacteria changes after an injury or certain condition, it can cause endometritis.\nIn addition, women are at risk of infection after miscarriage or childbirth, especially after labor and cesarean section. Medical procedures that involve the uterus also increase the risk of endometritis, including:\nHysteroscopy.; Cervical dilation, uterine curettage, uterine control.; Insert an intrauterine device (IUD).\nEndometritis can occur simultaneously, at the same time as other pelvic diseases such as cervicitis. These conditions may or may not cause symptoms.",
            "subsection_string": "Causes of endometritis\nEndometritis is caused by infection. Types of infections that can cause illness include: (2)\nSexually transmitted diseases (STIs) such as gonorrhea, chlamydia.; Tuberculosis.; Infection with the bacterial mat that resides in the vagina; Chorioamnionitis during labor or postpartum infection.\nSexually transmitted diseases (STIs) such as gonorrhea, chlamydia... are one of the causes of endometritis.\nDoctor Manh Tung said that normally, women's vaginal environment has a permanent carpet of bacteria. When the amount of this natural bacteria changes after an injury or certain condition, it can cause endometritis.\nIn addition, women are at risk of infection after miscarriage or childbirth, especially after labor and cesarean section. Medical procedures that involve the uterus also increase the risk of endometritis, including:\nHysteroscopy.; Cervical dilation, uterine curettage, uterine control.; Insert an intrauterine device (IUD).\nEndometritis can occur simultaneously, at the same time as other pelvic diseases such as cervicitis. These conditions may or may not cause symptoms."
        },
        {
            "subsection_name": "Symptoms of endometritis",
            "subsection_content": "The most common symptom of endometritis is that the patient has severe abdominal pain both before and during menstruation, and pain during sex. Patients often feel tired, have sharp pain in the urinary tract, have constipation, diarrhea, vomiting...\nIn some cases, the symptoms of the disease are also accompanied by allergies, and the patient often has infections in the private area. With acute endometritis, the patient feels severe lower abdominal pain, vaginal discharge with fever and pus. If not treated properly, the disease will turn into a chronic stage.\nChronic endometritis has common symptoms such as lower abdominal pain, menstrual disorders, and uterine bleeding. Patients may experience abdominal bloating, bloody vaginal discharge, and changes in both quality and odor. In addition, there may be symptoms of constipation and lower abdominal discomfort, often occurring concurrently with pelvic inflammatory disease caused by chlamydia infection, tuberculosis or endometrial cancer or cervical cancer.",
            "subsection_string": "Symptoms of endometritis\nThe most common symptom of endometritis is that the patient has severe abdominal pain both before and during menstruation, and pain during sex. Patients often feel tired, have sharp pain in the urinary tract, have constipation, diarrhea, vomiting...\nIn some cases, the symptoms of the disease are also accompanied by allergies, and the patient often has infections in the private area. With acute endometritis, the patient feels severe lower abdominal pain, vaginal discharge with fever and pus. If not treated properly, the disease will turn into a chronic stage.\nChronic endometritis has common symptoms such as lower abdominal pain, menstrual disorders, and uterine bleeding. Patients may experience abdominal bloating, bloody vaginal discharge, and changes in both quality and odor. In addition, there may be symptoms of constipation and lower abdominal discomfort, often occurring concurrently with pelvic inflammatory disease caused by chlamydia infection, tuberculosis or endometrial cancer or cervical cancer."
        },
        {
            "subsection_name": "Is endometritis dangerous?",
            "subsection_content": "Dr. Manh Tung shared that, if not treated effectively, endometritis can lead to many dangerous complications in the reproductive organs, threatening a woman's health and motherhood. (3)\nPossible complications include:\nSepsis.; Adhesions of the uterus; Inflammation of the adnexa results in obstruction of the fallopian tubes; Infection, pelvic peritonitis.; Septic shock: Excessive blood infection causes the patient's blood pressure to be extremely low. If not treated actively at a professional medical facility, it can be life-threatening.; Infertility in women: The reason is because sperm cannot meet the egg to fertilize, and in case the fertilized egg cannot move to the uterine lining to nest and develop. In addition, inflammation makes the uterus unable to ensure the function of the embryo implanting.\nEndometritis, if not treated effectively, can cause many dangerous complications, especially secondary infertility in women.",
            "subsection_string": "Is endometritis dangerous?\nDr. Manh Tung shared that, if not treated effectively, endometritis can lead to many dangerous complications in the reproductive organs, threatening a woman's health and motherhood. (3)\nPossible complications include:\nSepsis.; Adhesions of the uterus; Inflammation of the adnexa results in obstruction of the fallopian tubes; Infection, pelvic peritonitis.; Septic shock: Excessive blood infection causes the patient's blood pressure to be extremely low. If not treated actively at a professional medical facility, it can be life-threatening.; Infertility in women: The reason is because sperm cannot meet the egg to fertilize, and in case the fertilized egg cannot move to the uterine lining to nest and develop. In addition, inflammation makes the uterus unable to ensure the function of the embryo implanting.\nEndometritis, if not treated effectively, can cause many dangerous complications, especially secondary infertility in women."
        },
        {
            "subsection_name": "What should women with endometritis do?",
            "subsection_content": "When there are any of the above symptoms of endometritis, women need to see an Obstetrics and Gynecology specialist for accurate diagnosis and timely treatment. It is recommended that women do not arbitrarily use medication because it can make the condition worse, making intervention and treatment of endometritis difficult and difficult to completely cure.\nIn addition, it is necessary to maintain body hygiene, especially clean private areas properly to avoid serious infections.",
            "subsection_string": "What should women with endometritis do?\nWhen there are any of the above symptoms of endometritis, women need to see an Obstetrics and Gynecology specialist for accurate diagnosis and timely treatment. It is recommended that women do not arbitrarily use medication because it can make the condition worse, making intervention and treatment of endometritis difficult and difficult to completely cure.\nIn addition, it is necessary to maintain body hygiene, especially clean private areas properly to avoid serious infections."
        },
        {
            "subsection_name": "Methods of diagnosing endometritis",
            "subsection_content": "First, the specialist will conduct a general health and pelvic examination. Observe the abdomen, uterus and cervix for signs of infection and abnormal vaginal discharge.\nNext, the specialist can prescribe the patient to perform some necessary paraclinical tests for an accurate diagnosis. Tests include:\nTaking cervical tissue samples to identify disease-causing bacteria, such as chlamydia or gonorrhea - a bacteria that causes gonorrhea; Endometrial biopsy.; Abdominal and pelvic endoscopy to better observe inflammation; Blood tests to measure white blood cell count and erythrocyte sedimentation rate, CRP, Pro-calcitonin because endometritis will increase both of these indicators.; Tests and paraclinical tests rule out infections in other organs: urine analysis, urine culture, breast ultrasound, etc. depending on the patient's clinical development; Blood culture and uterine mucosa culture for bacterial identification and antibiogram in case conventional antibiotic treatment fails to respond.",
            "subsection_string": "Methods of diagnosing endometritis\nFirst, the specialist will conduct a general health and pelvic examination. Observe the abdomen, uterus and cervix for signs of infection and abnormal vaginal discharge.\nNext, the specialist can prescribe the patient to perform some necessary paraclinical tests for an accurate diagnosis. Tests include:\nTaking cervical tissue samples to identify disease-causing bacteria, such as chlamydia or gonorrhea - a bacteria that causes gonorrhea; Endometrial biopsy.; Abdominal and pelvic endoscopy to better observe inflammation; Blood tests to measure white blood cell count and erythrocyte sedimentation rate, CRP, Pro-calcitonin because endometritis will increase both of these indicators.; Tests and paraclinical tests rule out infections in other organs: urine analysis, urine culture, breast ultrasound, etc. depending on the patient's clinical development; Blood culture and uterine mucosa culture for bacterial identification and antibiogram in case conventional antibiotic treatment fails to respond."
        },
        {
            "subsection_name": "Can endometritis be cured?",
            "subsection_content": "Dr. Manh Tung said, acute or chronic endometritis can still be cured if detected early and treated promptly. Therefore, as soon as there are unusual symptoms suspected of endometritis, women need to immediately go to a medical facility with a reputable Obstetrics and Gynecology specialty, with good, highly skilled doctors to be examined. examine, diagnose and advise on effective treatment. (4)",
            "subsection_string": "Can endometritis be cured?\nDr. Manh Tung said, acute or chronic endometritis can still be cured if detected early and treated promptly. Therefore, as soon as there are unusual symptoms suspected of endometritis, women need to immediately go to a medical facility with a reputable Obstetrics and Gynecology specialty, with good, highly skilled doctors to be examined. examine, diagnose and advise on effective treatment. (4)"
        },
        {
            "subsection_name": "Can you get pregnant with endometritis?",
            "subsection_content": "“Can you get pregnant with endometritis?” is a common question of many women when diagnosed with this disease. Dr. Manh Tung said, whether endometritis can lead to pregnancy or not depends on many factors. However, pregnancy is possible in most cases after treatment, except:\nIf women do not subjectively treat it early, the disease will progress seriously, causing widespread inflammation and the risk of dangerous complications, including endometrial cancer and secondary infertility.\nIn case the condition does not respond to medical treatment, the doctor is forced to prescribe surgical treatment to avoid the condition from getting worse and endangering life. Surgical treatment with uterine curettage helps treat the disease effectively, but can also cause women to lose the ability to get pregnant naturally.",
            "subsection_string": "Can you get pregnant with endometritis?\n“Can you get pregnant with endometritis?” is a common question of many women when diagnosed with this disease. Dr. Manh Tung said, whether endometritis can lead to pregnancy or not depends on many factors. However, pregnancy is possible in most cases after treatment, except:\nIf women do not subjectively treat it early, the disease will progress seriously, causing widespread inflammation and the risk of dangerous complications, including endometrial cancer and secondary infertility.\nIn case the condition does not respond to medical treatment, the doctor is forced to prescribe surgical treatment to avoid the condition from getting worse and endangering life. Surgical treatment with uterine curettage helps treat the disease effectively, but can also cause women to lose the ability to get pregnant naturally."
        },
        {
            "subsection_name": "Treatment methods for endometritis",
            "subsection_content": "At the Center for Obstetrics and Gynecology, Tam Anh General Hospital System, the treatment regimen for endometritis is built based on the principle of combining the level and specific symptoms of each patient with specific indications. Medical treatment or surgical intervention.\nThe principles of treatment\nThe general principle in treating endometritis is to reduce symptoms of pain, inflammation, menstrual disorders and prevent the infection from spreading.\n“Endometritis is a benign disease and can be completely treated with antibiotics. Only in cases where patients have symptoms of severe pain or their reproductive health is affected are surgical intervention indicated,\" Dr. Manh Tung shared.\nInternally medical treatment\nThe treatment regimen for medical endometritis is to use antibiotics and drugs to balance the body's hormones.\nOral antibiotics commonly prescribed in the treatment of endometritis are Clindamycin and Gentamicin, administered intravenously within 2 weeks. For chronic diseases, it can be treated with Doxycycline.\nBesides, depending on the identification of the causative agent, the patient will be prescribed a separate antibiotic to kill the pathogen. Detail:\nInfection due to gonorrhea: Ceftriaxone 250mg injection, 1 single injection.; Infection caused by chlamydia fungus: Use Azithromycin 1g orally, take 1 single dose.; Infection due to genital herpes: Use antibiotic Acyclovir, take within 5 days.\nIn some cases, the use of vaginal suppositories is prescribed to treat the disease. Some vaginal suppositories with antibiotic properties such as Colposeptine will help treat gynecological infections, or Ginestra helps supplement beneficial bacteria for the uterine environment.\nUsually the treatment of endometritis with antibiotics is carried out for about 2-3 weeks. Patients need to comply with the medication in accordance with the dosage and duration prescribed by the doctor.\nSurgical treatment\nIn cases where the level of inflammation is severe, the area of ​​inflammation is widespread causing sepsis or malignant cells appear with potential risk of developing endometrial cancer, a specialist will prescribe treatment. Surgical treatment by curettage of the uterus.\nThe surgeon will insert an instrument into the uterus to remove the swollen and inflamed lining to regenerate a new lining. However, this procedure has the potential to cause many complications such as bleeding and infertility. Therefore, this treatment is not recommended in women who have not had the desired number of children.",
            "subsection_string": "Treatment methods for endometritis\nAt the Center for Obstetrics and Gynecology, Tam Anh General Hospital System, the treatment regimen for endometritis is built based on the principle of combining the level and specific symptoms of each patient with specific indications. Medical treatment or surgical intervention.\nThe principles of treatment\nThe general principle in treating endometritis is to reduce symptoms of pain, inflammation, menstrual disorders and prevent the infection from spreading.\n“Endometritis is a benign disease and can be completely treated with antibiotics. Only in cases where patients have symptoms of severe pain or their reproductive health is affected are surgical intervention indicated,\" Dr. Manh Tung shared.\nInternally medical treatment\nThe treatment regimen for medical endometritis is to use antibiotics and drugs to balance the body's hormones.\nOral antibiotics commonly prescribed in the treatment of endometritis are Clindamycin and Gentamicin, administered intravenously within 2 weeks. For chronic diseases, it can be treated with Doxycycline.\nBesides, depending on the identification of the causative agent, the patient will be prescribed a separate antibiotic to kill the pathogen. Detail:\nInfection due to gonorrhea: Ceftriaxone 250mg injection, 1 single injection.; Infection caused by chlamydia fungus: Use Azithromycin 1g orally, take 1 single dose.; Infection due to genital herpes: Use antibiotic Acyclovir, take within 5 days.\nIn some cases, the use of vaginal suppositories is prescribed to treat the disease. Some vaginal suppositories with antibiotic properties such as Colposeptine will help treat gynecological infections, or Ginestra helps supplement beneficial bacteria for the uterine environment.\nUsually the treatment of endometritis with antibiotics is carried out for about 2-3 weeks. Patients need to comply with the medication in accordance with the dosage and duration prescribed by the doctor.\nSurgical treatment\nIn cases where the level of inflammation is severe, the area of ​​inflammation is widespread causing sepsis or malignant cells appear with potential risk of developing endometrial cancer, a specialist will prescribe treatment. Surgical treatment by curettage of the uterus.\nThe surgeon will insert an instrument into the uterus to remove the swollen and inflamed lining to regenerate a new lining. However, this procedure has the potential to cause many complications such as bleeding and infertility. Therefore, this treatment is not recommended in women who have not had the desired number of children."
        },
        {
            "subsection_name": "How to prevent endometritis?",
            "subsection_content": "Dr. Manh Tung said that women can reduce the risk of endometritis after childbirth or uterine procedures by choosing a reputable medical facility with good and highly skilled experts. Ensures sterility and safety.\nBesides, women need to reduce the risk of disease by:\nPracticing safe sex, for example using condoms; Do not have multiple abortions.; Clean the private area cleanly and properly.; Wear loose, breathable clothing; Comply with treatment of sexually transmitted diseases or gynecological diseases, if any; When symptoms appear, patients need to see a doctor immediately for timely treatment. In addition, regular health check-ups are needed to detect gynecological diseases early.\nHaving faithful and healthy sex is a way to help prevent endometritis\nObstetrics and Gynecology Center of Tam Anh General Hospital System brings together a team of highly qualified and experienced Obstetrics and Gynecology experts, possessing modern machinery and equipment systems, applying advanced treatment regimens. The most advanced in the world, effectively and successfully treating many gynecological diseases from simple to complex, providing health care and protecting a woman's ability to become pregnant and become a mother.\nTo schedule a consultation and examination appointment with Obstetrics experts at Tam Anh General Hospital System, please contact:\nAbove is basic information about endometritis. Women should note that the above treatment information is not a substitute for your doctor's orders. When you have symptoms, please come immediately to Tam Anh General Hospital System to be examined by Obstetrics and Gynecology experts and advise on appropriate treatment regimens!",
            "subsection_string": "How to prevent endometritis?\nDr. Manh Tung said that women can reduce the risk of endometritis after childbirth or uterine procedures by choosing a reputable medical facility with good and highly skilled experts. Ensures sterility and safety.\nBesides, women need to reduce the risk of disease by:\nPracticing safe sex, for example using condoms; Do not have multiple abortions.; Clean the private area cleanly and properly.; Wear loose, breathable clothing; Comply with treatment of sexually transmitted diseases or gynecological diseases, if any; When symptoms appear, patients need to see a doctor immediately for timely treatment. In addition, regular health check-ups are needed to detect gynecological diseases early.\nHaving faithful and healthy sex is a way to help prevent endometritis\nObstetrics and Gynecology Center of Tam Anh General Hospital System brings together a team of highly qualified and experienced Obstetrics and Gynecology experts, possessing modern machinery and equipment systems, applying advanced treatment regimens. The most advanced in the world, effectively and successfully treating many gynecological diseases from simple to complex, providing health care and protecting a woman's ability to become pregnant and become a mother.\nTo schedule a consultation and examination appointment with Obstetrics experts at Tam Anh General Hospital System, please contact:\nAbove is basic information about endometritis. Women should note that the above treatment information is not a substitute for your doctor's orders. When you have symptoms, please come immediately to Tam Anh General Hospital System to be examined by Obstetrics and Gynecology experts and advise on appropriate treatment regimens!"
        }
    ],
    "name": "viem-noi-mac-tu-cung.json"
}