{
    "title": "Congestive pharyngitis: Causes, signs, prevention and treatment",
    "category": "Ear, nose and throat",
    "link": "https://tamanhhospital.vn/viem-hong-xung-huyet/",
    "abstract": "Congestive pharyngitis is a very common disease that can cause complications such as acute rhinosinusitis, laryngitis, tracheitis, bronchitis, otitis media, pneumonia, sepsis, pericarditis, and bronchitis. Acute glomerulonephritis... neck necrosis leads to death.\nCongestive pharyngitis most often occurs at the time of changing seasons",
    "content": "Congestive pharyngitis: Causes, signs, prevention and treatment\n\nCongestive pharyngitis is a very common disease that can cause complications such as acute rhinosinusitis, laryngitis, tracheitis, bronchitis, otitis media, pneumonia, sepsis, pericarditis, and bronchitis. Acute glomerulonephritis... neck necrosis leads to death.\nCongestive pharyngitis most often occurs at the time of changing seasons\n\nWhat is congestive pharyngitis?\nCongestive pharyngitis (also known as acute pharyngitis) is a condition in which the throat mucosa is damaged, often caused by a viral attack, causing congestion, pain and swelling. This disease occurs year-round but has a higher incidence in winter, when the weather gets cold.\nSubjects who come for examination for congested pharyngitis at the Department of Ear, Nose and Throat every year include children, young adults, middle-aged people and the elderly with separate symptoms of pharyngitis or pharyngitis accompanied by rhinosinusitis, pharyngitis. VA, tonsillitis, rash, measles... These are not directly life-threatening diseases, but if not diagnosed and treated properly and promptly, complications can seriously affect health. health of the patient.\n\nCauses of congestive pharyngitis\nAccording to Dr. Tran Phuong Thanh, Department of Otolaryngology, Tam Anh General Hospital, Hanoi, there are 2 causes of congestive sore throat: viruses (accounting for more than 60% of cases) and bacteria (usually due to superinfection after infection). virus).\nIn particular, the viruses that cause the disease are usually influenza virus, para-influenzae virus, Adenovirus, Coxsackie virus and bacteria such as beta-hemolytic streptococcus groups A, B, C, G; Pneumococcus, H. Influenza, Staphylococcus aureus.\nSources of viral and bacterial infection can come from the air, environment, food or related to common diseases such as colds, flu, diphtheria, chickenpox, mumps...\nIn addition to the viruses and bacteria mentioned above, some of the following favorable factors can also increase the risk of congestive sore throat:\nUnpredictable weather changes: Sudden changes in weather, especially during the changing seasons of the year in the North of our country, can easily cause congestive sore throat. This is because the body cannot adapt to changes in the environment, leading to reduced resistance and easy damage to the oropharynx. Immune deficiency: People with diseases such as HIV/AIDS, diabetes, malnutrition, cancer... are more susceptible to congestive sore throat due to poor resistance to pathogens. Gastroesophageal reflux: Reflux of stomach acid can cause burning or ulcers in the nasopharynx, creating favorable conditions for viruses and bacteria to penetrate and cause infection. Environmental pollution: Smoky and chemical environments can increase the risk of congestive sore throat. Smoking: Smoking or frequent exposure to tobacco is one of the common factors that increases the risk of respiratory diseases, including congestive pharyngitis. Improper diet: Frequently eating spicy, hot foods, foods that are too hard, drinking a lot of alcohol can also cause damage to the throat mucosa. Stress and prolonged stress: Psychological instability, staying up late, and depression are also factors that affect health and increase the risk of congestive sore throat. Occupation: Occupations that require a lot of speaking and singing such as singers, speakers, teachers... are also more susceptible to damage to the throat mucosa than other people.; Unpredictable weather changes: Sudden changes in weather, especially during the changing seasons of the year in the North of our country, can easily cause congestive sore throat. This is because the body cannot adapt to changes in the environment, leading to reduced resistance and easy damage to the oropharynx.; Immune deficiency: People with diseases such as HIV/AIDS, diabetes, malnutrition, cancer... are more susceptible to congestive pharyngitis due to poor resistance to pathogens.; Gastroesophageal reflux: Reflux of stomach acid can cause burning or ulcers in the nasopharynx, creating favorable conditions for viruses and bacteria to penetrate and cause infection; Environmental pollution: Smoky and chemical environments can increase the risk of congestive sore throat; Smoking: Smoking or frequent exposure to tobacco is one of the common factors that increases the risk of respiratory diseases including congestive pharyngitis.; Improper diet: Frequently eating spicy, hot foods, foods that are too hard, drinking a lot of alcohol can also cause damage to the throat mucosa.; Stress and prolonged stress: Psychological instability, staying up late, and weakness are also factors that affect health and increase the risk of congestive sore throat.; Occupation: Occupations that require a lot of speaking and singing such as singers, speakers, teachers... are also more susceptible to damage to the throat mucosa than other people.\nInfluenza virus is a common cause of congestive sore throat\n\nSigns of congestive pharyngitis\nCongestive pharyngitis is an acute disease that occurs suddenly with typical symptoms such as:\nFever over 38 degrees, headache, fatigue, difficulty breathing, chills, body aches, loss of appetite. A sharp pain in the ear when speaking, coughing or swallowing or a burning, painful feeling in the throat leads to loss of appetite in adults, laziness to eat, and fussiness in children. Intermittent cough, dry cough or cough with phlegm, frequent cough at night and morning. Runny nose, stuffy nose, possibly nosebleeds. When examined, the throat mucosa may be red and swollen; Lymphatic organizations in the back of the throat have prominent capillaries and mild swelling of the jaw angle lymph nodes. If the cause of congestive sore throat is due to a virus, the symptoms usually gradually decrease and disappear on their own after 3-5 days, but the illness can last longer if the cause is bacterial.; Fever over 38 degrees, headache, fatigue, difficulty breathing, chills, body aches, loss of appetite.; A sharp pain in the ear when speaking, coughing or swallowing or a burning, painful feeling in the throat leading to loss of appetite in adults, lack of appetite, and fussiness in children; Intermittent cough, dry cough or cough with phlegm, frequent cough at night and morning; Runny nose, stuffy nose, possibly nosebleeds.; When examined, the throat mucosa may be red and swollen; Lymphatic organizations in the back of the throat have prominent capillaries and mild swelling of the angle of the jaw.; If the cause of congestive pharyngitis is viral, symptoms usually gradually decrease and disappear on their own after 3-5 days, but the illness can last longer if the cause is bacterial.\n\nDangerous complications of congestive pharyngitis\nInfection and abscesses in neighboring areas are the most common complications of congestive pharyngitis. In addition, the disease also has the risk of causing distant complications in organs such as the heart, kidneys... Serious cases that are not treated promptly can lead to death.\nLocal complications: Inflammation, swelling, abscesses in the posterior pharyngeal wall and lateral pharyngeal cavities; Complications of necrotizing inflammation in the neck are very rare but can cause a high risk of death. Complications in neighboring organs: Acute rhinosinusitis, laryngitis, trachea, bronchitis, otitis media, pneumonia... Distant complications: Congestive pharyngitis due to hemolytic streptococci can cause complications symptoms such as sepsis, pericarditis, acute glomerulonephritis, rheumatism...; Local complications: Inflammation, swelling, abscesses in the posterior pharyngeal wall and lateral pharyngeal cavities; Complications of necrotizing inflammation in the neck area are very rare but can cause a high risk of death.; Complications in neighboring organs: Acute rhinosinusitis, laryngitis, trachea, bronchitis, otitis media, pneumonia...; Distant complications: Congestive pharyngitis caused by hemolytic streptococcus can cause complications such as sepsis, pericarditis, acute glomerulonephritis, rheumatism...\n\nHow to treat congestive sore throat\nAfter a physical examination, if the doctor suspects congestive pharyngitis, the patient will be tested to determine the type of virus or bacteria. For cases without this test, patients aged 3 years and older will be treated according to the protocol for acute streptococcal pharyngitis.\n1. Treatment with medication\nPatients use medications such as fever reducers, pain relievers, anti-inflammatory drugs, antibiotics... to alleviate the symptoms of congestive sore throat. Doctors recommend that the use of antibiotics should be strictly followed as prescribed by a specialist. Patients need to take the full prescribed dose even when symptoms have completely disappeared. Because not using enough antibiotics will cause drug resistance, making future treatment difficult.\nMedications commonly used to treat congestive sore throat include:\nAntibiotics: Commonly used beta lactam group includes Penicillin V, Penicillin G, 1st generation Cephalosporin (such as Cefalexin, Cefadroxil,...) or Penicillin A (Amoxicillin). If you are allergic to this group, you can switch to the Macrolide group. This group includes Erythromycin, Azithromycin, Clarithromycin... Antipyretics, pain relievers: Paracetamol, Aspirin, Ibuprofen... Anti-inflammatory drugs: Methylprednisolone, Prednisolon, Alpha Chymotrypsin...; Antibiotics: Commonly used beta lactam group includes Penicillin V, Penicillin G, 1st generation Cephalosporin (such as Cefalexin, Cefadroxil,...) or Penicillin A (Amoxicillin). If you are allergic to this group, you can switch to the Macrolide group. This group includes drugs Erythromycin, Azithromycin, Clarithromycin...; Antipyretic and pain relievers: Paracetamol, Aspirin, Ibuprofen...; Anti-inflammatory drugs: Methylprednisolone, Prednisolone, Alpha Chymotrypsin…\n2. Local treatment\nIn addition to medication, patients can also apply a number of topical treatments that have antiseptic effects, reduce cough and sore throat, such as gargling with physiological saline, sucking on candy containing peppermint essential oil, ginger, honey…\nPatients can also apply some topical treatments to relieve unpleasant symptoms\n\nPrevention of congestive pharyngitis\nTo limit the risk of congestive sore throat, doctors suggest the following simple but effective prevention methods:\nKeep your body, nose, and throat warm when the weather turns cold by wearing a mask, scarf, warm clothes, and eating/drinking warm foods. Limit drinking ice water and cold foods to avoid irritating the throat mucosa. Prevent flu when the weather changes. Maintain proper oral hygiene and regularly gargle with physiological saline. Do not drink alcohol, smoke or/and take protective measures if you have to live and work in a toxic chemical environment. Build a reasonable diet full of nutrients, especially drinking enough water and prioritize supplementing foods rich in vitamins and minerals, fruits, and vegetables to enhance resistance; Limit spicy foods, stimulants, carbonated drinks... which are harmful to the throat mucosa. Have a reasonable working, studying and resting regime, avoid stress or overwork; Regularly practice sports to improve health; Keep your body, nose, and throat warm when the weather turns cold by wearing a mask, scarf, warm clothes, and eating/drinking warm foods.; Limit drinking ice water and cold foods to avoid irritating the throat mucosa; Preventing flu when the weather changes; Maintain proper oral hygiene and regularly gargle with physiological saline; Do not drink alcohol, smoke or/and take protective measures if you have to live and work in a toxic chemical environment.; Build a reasonable diet full of nutrients, especially drinking enough water and prioritize supplementing foods rich in vitamins and minerals, fruits, and vegetables to enhance resistance; Limit hot and spicy foods, stimulants, carbonated drinks... which are harmful to the throat mucosa.; Have a reasonable working, studying and resting regime, avoid stress or overwork; Regularly exercise to improve health\n\nFrequently asked questions about congestive pharyngitis\n1. Is congestive pharyngitis dangerous?\nCongestive pharyngitis is an acute disease that does not directly threaten the patient's life. However, serious complications of congestive pharyngitis such as neck necrosis; Sepsis, pericarditis, and acute glomerulonephritis can threaten the patient's life if not treated promptly.\nIn addition, you should learn more about granular pharyngitis, which is a condition of chronic pharyngitis. With signs of sore throat, burning, coughing, etc. to distinguish between types of sore throat.\n2. Can gargling with saline cure congestive sore throat?\nFor mild congestive sore throat, using physiological saline to suck and gargle several times a day, combined with drinking honey, hot ginger tea... can help cure the disease. However, for severe congestive pharyngitis with symptoms of high fever, frequent coughing, and difficulty swallowing, physiological saline only helps alleviate the symptoms. Patients should go to the hospital for examination to receive medical treatment as prescribed by a specialist.\n3. If I can't buy physiological saline, can I use homemade saline to suck on when I have congestive sore throat?\nDoctors warn that using self-mixed salt water at the wrong concentration can be counterproductive. Because salt water that is too light in concentration cannot help clean bacteria, and concentrated salt water can easily cause ulcers in the mucous membranes of the mouth and throat. Therefore, using physiological saline is best. However, in cases where you cannot buy physiological saline and have to mix it yourself, the patient should mix it at a ratio of 9g salt/1 liter of pure water to get a saline solution with a ratio of 0.9. %.\n4. What should you eat if you have a congestive sore throat?\nThe general condition of people with congestive pharyngitis is sore throat, difficulty swallowing, fatigue, loss of appetite, and thirst for water. Therefore, at this time you should eat soft, easy-to-swallow dishes such as porridge, soup, vermicelli, pho and prioritize nutritious foods such as eggs, meat, fish, and milk; foods rich in vitamin C such as oranges, lemons, papaya, cauliflower, broccoli...; foods rich in zinc such as cereals, seafood, bananas, radishes; At the same time, you should drink lots of water. Ginger tea and warm honey are very good drinks for people with sore throat.\nIn addition, patients need to avoid foods that can irritate the throat such as spicy, hot, greasy foods, alcohol, foods with too much sugar, etc.\n5. When should I go to the hospital for examination and treatment?\nIn case you have applied home treatment methods but the symptoms of congestive pharyngitis do not improve or get worse after 3 days, the patient should immediately go to a medical facility with an Ear, Nose and Throat specialist to be examined. examination and treatment.\nDepartment of Ear, Nose and Throat, Tam Anh General Hospital specializes in examining and treating congestive pharyngitis and other ear, nose and throat diseases. The hospital is invested in the most modern machinery and equipment, high-class facilities, amenities and a team of highly qualified and experienced doctors and nurses to serve effective medical examination and treatment.\nCustomers who want to schedule an examination for congestive sore throat with experts at Tam Anh General Hospital, please contact: TAM ANH GENERAL HOSPITAL SYSTEM Hanoi: 108 Hoang Nhu Tiep, Bo De Ward, Long Bien District, Hanoi City Make an appointment: 024 3872 3872 – 024 7106 6858“>024 3872 3872 – 024 7106 6858 Ho Chi Minh City: 2B Pho Quang, Ward 2, Tan Binh District, Ho Chi Minh City Make an appointment: 0287 102 6789 – 093 180 6858“>0287 102 6789 – 093 180 6858 Fanpage: https://www.facebook.com/benhvientamanh Website: https://tamanhhospital.vn\nNormally, congestive pharyngitis is not a serious disease. You should seek medical attention if your sore throat lasts more than a few days. Let your doctor determine the cause and provide appropriate treatment.",
    "subsections": [
        {
            "subsection_name": "What is congestive pharyngitis?",
            "subsection_content": "Congestive pharyngitis (also known as acute pharyngitis) is a condition in which the throat mucosa is damaged, often caused by a viral attack, causing congestion, pain and swelling. This disease occurs year-round but has a higher incidence in winter, when the weather gets cold.\nSubjects who come for examination for congested pharyngitis at the Department of Ear, Nose and Throat every year include children, young adults, middle-aged people and the elderly with separate symptoms of pharyngitis or pharyngitis accompanied by rhinosinusitis, pharyngitis. VA, tonsillitis, rash, measles... These are not directly life-threatening diseases, but if not diagnosed and treated properly and promptly, complications can seriously affect health. health of the patient.",
            "subsection_string": "What is congestive pharyngitis?\nCongestive pharyngitis (also known as acute pharyngitis) is a condition in which the throat mucosa is damaged, often caused by a viral attack, causing congestion, pain and swelling. This disease occurs year-round but has a higher incidence in winter, when the weather gets cold.\nSubjects who come for examination for congested pharyngitis at the Department of Ear, Nose and Throat every year include children, young adults, middle-aged people and the elderly with separate symptoms of pharyngitis or pharyngitis accompanied by rhinosinusitis, pharyngitis. VA, tonsillitis, rash, measles... These are not directly life-threatening diseases, but if not diagnosed and treated properly and promptly, complications can seriously affect health. health of the patient."
        },
        {
            "subsection_name": "Causes of congestive pharyngitis",
            "subsection_content": "According to Dr. Tran Phuong Thanh, Department of Otolaryngology, Tam Anh General Hospital, Hanoi, there are 2 causes of congestive sore throat: viruses (accounting for more than 60% of cases) and bacteria (usually due to superinfection after infection). virus).\nIn particular, the viruses that cause the disease are usually influenza virus, para-influenzae virus, Adenovirus, Coxsackie virus and bacteria such as beta-hemolytic streptococcus groups A, B, C, G; Pneumococcus, H. Influenza, Staphylococcus aureus.\nSources of viral and bacterial infection can come from the air, environment, food or related to common diseases such as colds, flu, diphtheria, chickenpox, mumps...\nIn addition to the viruses and bacteria mentioned above, some of the following favorable factors can also increase the risk of congestive sore throat:\nUnpredictable weather changes: Sudden changes in weather, especially during the changing seasons of the year in the North of our country, can easily cause congestive sore throat. This is because the body cannot adapt to changes in the environment, leading to reduced resistance and easy damage to the oropharynx. Immune deficiency: People with diseases such as HIV/AIDS, diabetes, malnutrition, cancer... are more susceptible to congestive sore throat due to poor resistance to pathogens. Gastroesophageal reflux: Reflux of stomach acid can cause burning or ulcers in the nasopharynx, creating favorable conditions for viruses and bacteria to penetrate and cause infection. Environmental pollution: Smoky and chemical environments can increase the risk of congestive sore throat. Smoking: Smoking or frequent exposure to tobacco is one of the common factors that increases the risk of respiratory diseases, including congestive pharyngitis. Improper diet: Frequently eating spicy, hot foods, foods that are too hard, drinking a lot of alcohol can also cause damage to the throat mucosa. Stress and prolonged stress: Psychological instability, staying up late, and depression are also factors that affect health and increase the risk of congestive sore throat. Occupation: Occupations that require a lot of speaking and singing such as singers, speakers, teachers... are also more susceptible to damage to the throat mucosa than other people.; Unpredictable weather changes: Sudden changes in weather, especially during the changing seasons of the year in the North of our country, can easily cause congestive sore throat. This is because the body cannot adapt to changes in the environment, leading to reduced resistance and easy damage to the oropharynx.; Immune deficiency: People with diseases such as HIV/AIDS, diabetes, malnutrition, cancer... are more susceptible to congestive pharyngitis due to poor resistance to pathogens.; Gastroesophageal reflux: Reflux of stomach acid can cause burning or ulcers in the nasopharynx, creating favorable conditions for viruses and bacteria to penetrate and cause infection; Environmental pollution: Smoky and chemical environments can increase the risk of congestive sore throat; Smoking: Smoking or frequent exposure to tobacco is one of the common factors that increases the risk of respiratory diseases including congestive pharyngitis.; Improper diet: Frequently eating spicy, hot foods, foods that are too hard, drinking a lot of alcohol can also cause damage to the throat mucosa.; Stress and prolonged stress: Psychological instability, staying up late, and weakness are also factors that affect health and increase the risk of congestive sore throat.; Occupation: Occupations that require a lot of speaking and singing such as singers, speakers, teachers... are also more susceptible to damage to the throat mucosa than other people.\nInfluenza virus is a common cause of congestive sore throat",
            "subsection_string": "Causes of congestive pharyngitis\nAccording to Dr. Tran Phuong Thanh, Department of Otolaryngology, Tam Anh General Hospital, Hanoi, there are 2 causes of congestive sore throat: viruses (accounting for more than 60% of cases) and bacteria (usually due to superinfection after infection). virus).\nIn particular, the viruses that cause the disease are usually influenza virus, para-influenzae virus, Adenovirus, Coxsackie virus and bacteria such as beta-hemolytic streptococcus groups A, B, C, G; Pneumococcus, H. Influenza, Staphylococcus aureus.\nSources of viral and bacterial infection can come from the air, environment, food or related to common diseases such as colds, flu, diphtheria, chickenpox, mumps...\nIn addition to the viruses and bacteria mentioned above, some of the following favorable factors can also increase the risk of congestive sore throat:\nUnpredictable weather changes: Sudden changes in weather, especially during the changing seasons of the year in the North of our country, can easily cause congestive sore throat. This is because the body cannot adapt to changes in the environment, leading to reduced resistance and easy damage to the oropharynx. Immune deficiency: People with diseases such as HIV/AIDS, diabetes, malnutrition, cancer... are more susceptible to congestive sore throat due to poor resistance to pathogens. Gastroesophageal reflux: Reflux of stomach acid can cause burning or ulcers in the nasopharynx, creating favorable conditions for viruses and bacteria to penetrate and cause infection. Environmental pollution: Smoky and chemical environments can increase the risk of congestive sore throat. Smoking: Smoking or frequent exposure to tobacco is one of the common factors that increases the risk of respiratory diseases, including congestive pharyngitis. Improper diet: Frequently eating spicy, hot foods, foods that are too hard, drinking a lot of alcohol can also cause damage to the throat mucosa. Stress and prolonged stress: Psychological instability, staying up late, and depression are also factors that affect health and increase the risk of congestive sore throat. Occupation: Occupations that require a lot of speaking and singing such as singers, speakers, teachers... are also more susceptible to damage to the throat mucosa than other people.; Unpredictable weather changes: Sudden changes in weather, especially during the changing seasons of the year in the North of our country, can easily cause congestive sore throat. This is because the body cannot adapt to changes in the environment, leading to reduced resistance and easy damage to the oropharynx.; Immune deficiency: People with diseases such as HIV/AIDS, diabetes, malnutrition, cancer... are more susceptible to congestive pharyngitis due to poor resistance to pathogens.; Gastroesophageal reflux: Reflux of stomach acid can cause burning or ulcers in the nasopharynx, creating favorable conditions for viruses and bacteria to penetrate and cause infection; Environmental pollution: Smoky and chemical environments can increase the risk of congestive sore throat; Smoking: Smoking or frequent exposure to tobacco is one of the common factors that increases the risk of respiratory diseases including congestive pharyngitis.; Improper diet: Frequently eating spicy, hot foods, foods that are too hard, drinking a lot of alcohol can also cause damage to the throat mucosa.; Stress and prolonged stress: Psychological instability, staying up late, and weakness are also factors that affect health and increase the risk of congestive sore throat.; Occupation: Occupations that require a lot of speaking and singing such as singers, speakers, teachers... are also more susceptible to damage to the throat mucosa than other people.\nInfluenza virus is a common cause of congestive sore throat"
        },
        {
            "subsection_name": "Signs of congestive pharyngitis",
            "subsection_content": "Congestive pharyngitis is an acute disease that occurs suddenly with typical symptoms such as:\nFever over 38 degrees, headache, fatigue, difficulty breathing, chills, body aches, loss of appetite. A sharp pain in the ear when speaking, coughing or swallowing or a burning, painful feeling in the throat leads to loss of appetite in adults, laziness to eat, and fussiness in children. Intermittent cough, dry cough or cough with phlegm, frequent cough at night and morning. Runny nose, stuffy nose, possibly nosebleeds. When examined, the throat mucosa may be red and swollen; Lymphatic organizations in the back of the throat have prominent capillaries and mild swelling of the jaw angle lymph nodes. If the cause of congestive sore throat is due to a virus, the symptoms usually gradually decrease and disappear on their own after 3-5 days, but the illness can last longer if the cause is bacterial.; Fever over 38 degrees, headache, fatigue, difficulty breathing, chills, body aches, loss of appetite.; A sharp pain in the ear when speaking, coughing or swallowing or a burning, painful feeling in the throat leading to loss of appetite in adults, lack of appetite, and fussiness in children; Intermittent cough, dry cough or cough with phlegm, frequent cough at night and morning; Runny nose, stuffy nose, possibly nosebleeds.; When examined, the throat mucosa may be red and swollen; Lymphatic organizations in the back of the throat have prominent capillaries and mild swelling of the angle of the jaw.; If the cause of congestive pharyngitis is viral, symptoms usually gradually decrease and disappear on their own after 3-5 days, but the illness can last longer if the cause is bacterial.",
            "subsection_string": "Signs of congestive pharyngitis\nCongestive pharyngitis is an acute disease that occurs suddenly with typical symptoms such as:\nFever over 38 degrees, headache, fatigue, difficulty breathing, chills, body aches, loss of appetite. A sharp pain in the ear when speaking, coughing or swallowing or a burning, painful feeling in the throat leads to loss of appetite in adults, laziness to eat, and fussiness in children. Intermittent cough, dry cough or cough with phlegm, frequent cough at night and morning. Runny nose, stuffy nose, possibly nosebleeds. When examined, the throat mucosa may be red and swollen; Lymphatic organizations in the back of the throat have prominent capillaries and mild swelling of the jaw angle lymph nodes. If the cause of congestive sore throat is due to a virus, the symptoms usually gradually decrease and disappear on their own after 3-5 days, but the illness can last longer if the cause is bacterial.; Fever over 38 degrees, headache, fatigue, difficulty breathing, chills, body aches, loss of appetite.; A sharp pain in the ear when speaking, coughing or swallowing or a burning, painful feeling in the throat leading to loss of appetite in adults, lack of appetite, and fussiness in children; Intermittent cough, dry cough or cough with phlegm, frequent cough at night and morning; Runny nose, stuffy nose, possibly nosebleeds.; When examined, the throat mucosa may be red and swollen; Lymphatic organizations in the back of the throat have prominent capillaries and mild swelling of the angle of the jaw.; If the cause of congestive pharyngitis is viral, symptoms usually gradually decrease and disappear on their own after 3-5 days, but the illness can last longer if the cause is bacterial."
        },
        {
            "subsection_name": "Dangerous complications of congestive pharyngitis",
            "subsection_content": "Infection and abscesses in neighboring areas are the most common complications of congestive pharyngitis. In addition, the disease also has the risk of causing distant complications in organs such as the heart, kidneys... Serious cases that are not treated promptly can lead to death.\nLocal complications: Inflammation, swelling, abscesses in the posterior pharyngeal wall and lateral pharyngeal cavities; Complications of necrotizing inflammation in the neck are very rare but can cause a high risk of death. Complications in neighboring organs: Acute rhinosinusitis, laryngitis, trachea, bronchitis, otitis media, pneumonia... Distant complications: Congestive pharyngitis due to hemolytic streptococci can cause complications symptoms such as sepsis, pericarditis, acute glomerulonephritis, rheumatism...; Local complications: Inflammation, swelling, abscesses in the posterior pharyngeal wall and lateral pharyngeal cavities; Complications of necrotizing inflammation in the neck area are very rare but can cause a high risk of death.; Complications in neighboring organs: Acute rhinosinusitis, laryngitis, trachea, bronchitis, otitis media, pneumonia...; Distant complications: Congestive pharyngitis caused by hemolytic streptococcus can cause complications such as sepsis, pericarditis, acute glomerulonephritis, rheumatism...",
            "subsection_string": "Dangerous complications of congestive pharyngitis\nInfection and abscesses in neighboring areas are the most common complications of congestive pharyngitis. In addition, the disease also has the risk of causing distant complications in organs such as the heart, kidneys... Serious cases that are not treated promptly can lead to death.\nLocal complications: Inflammation, swelling, abscesses in the posterior pharyngeal wall and lateral pharyngeal cavities; Complications of necrotizing inflammation in the neck are very rare but can cause a high risk of death. Complications in neighboring organs: Acute rhinosinusitis, laryngitis, trachea, bronchitis, otitis media, pneumonia... Distant complications: Congestive pharyngitis due to hemolytic streptococci can cause complications symptoms such as sepsis, pericarditis, acute glomerulonephritis, rheumatism...; Local complications: Inflammation, swelling, abscesses in the posterior pharyngeal wall and lateral pharyngeal cavities; Complications of necrotizing inflammation in the neck area are very rare but can cause a high risk of death.; Complications in neighboring organs: Acute rhinosinusitis, laryngitis, trachea, bronchitis, otitis media, pneumonia...; Distant complications: Congestive pharyngitis caused by hemolytic streptococcus can cause complications such as sepsis, pericarditis, acute glomerulonephritis, rheumatism..."
        },
        {
            "subsection_name": "How to treat congestive sore throat",
            "subsection_content": "After a physical examination, if the doctor suspects congestive pharyngitis, the patient will be tested to determine the type of virus or bacteria. For cases without this test, patients aged 3 years and older will be treated according to the protocol for acute streptococcal pharyngitis.\n1. Treatment with medication\nPatients use medications such as fever reducers, pain relievers, anti-inflammatory drugs, antibiotics... to alleviate the symptoms of congestive sore throat. Doctors recommend that the use of antibiotics should be strictly followed as prescribed by a specialist. Patients need to take the full prescribed dose even when symptoms have completely disappeared. Because not using enough antibiotics will cause drug resistance, making future treatment difficult.\nMedications commonly used to treat congestive sore throat include:\nAntibiotics: Commonly used beta lactam group includes Penicillin V, Penicillin G, 1st generation Cephalosporin (such as Cefalexin, Cefadroxil,...) or Penicillin A (Amoxicillin). If you are allergic to this group, you can switch to the Macrolide group. This group includes Erythromycin, Azithromycin, Clarithromycin... Antipyretics, pain relievers: Paracetamol, Aspirin, Ibuprofen... Anti-inflammatory drugs: Methylprednisolone, Prednisolon, Alpha Chymotrypsin...; Antibiotics: Commonly used beta lactam group includes Penicillin V, Penicillin G, 1st generation Cephalosporin (such as Cefalexin, Cefadroxil,...) or Penicillin A (Amoxicillin). If you are allergic to this group, you can switch to the Macrolide group. This group includes drugs Erythromycin, Azithromycin, Clarithromycin...; Antipyretic and pain relievers: Paracetamol, Aspirin, Ibuprofen...; Anti-inflammatory drugs: Methylprednisolone, Prednisolone, Alpha Chymotrypsin…\n2. Local treatment\nIn addition to medication, patients can also apply a number of topical treatments that have antiseptic effects, reduce cough and sore throat, such as gargling with physiological saline, sucking on candy containing peppermint essential oil, ginger, honey…\nPatients can also apply some topical treatments to relieve unpleasant symptoms",
            "subsection_string": "How to treat congestive sore throat\nAfter a physical examination, if the doctor suspects congestive pharyngitis, the patient will be tested to determine the type of virus or bacteria. For cases without this test, patients aged 3 years and older will be treated according to the protocol for acute streptococcal pharyngitis.\n1. Treatment with medication\nPatients use medications such as fever reducers, pain relievers, anti-inflammatory drugs, antibiotics... to alleviate the symptoms of congestive sore throat. Doctors recommend that the use of antibiotics should be strictly followed as prescribed by a specialist. Patients need to take the full prescribed dose even when symptoms have completely disappeared. Because not using enough antibiotics will cause drug resistance, making future treatment difficult.\nMedications commonly used to treat congestive sore throat include:\nAntibiotics: Commonly used beta lactam group includes Penicillin V, Penicillin G, 1st generation Cephalosporin (such as Cefalexin, Cefadroxil,...) or Penicillin A (Amoxicillin). If you are allergic to this group, you can switch to the Macrolide group. This group includes Erythromycin, Azithromycin, Clarithromycin... Antipyretics, pain relievers: Paracetamol, Aspirin, Ibuprofen... Anti-inflammatory drugs: Methylprednisolone, Prednisolon, Alpha Chymotrypsin...; Antibiotics: Commonly used beta lactam group includes Penicillin V, Penicillin G, 1st generation Cephalosporin (such as Cefalexin, Cefadroxil,...) or Penicillin A (Amoxicillin). If you are allergic to this group, you can switch to the Macrolide group. This group includes drugs Erythromycin, Azithromycin, Clarithromycin...; Antipyretic and pain relievers: Paracetamol, Aspirin, Ibuprofen...; Anti-inflammatory drugs: Methylprednisolone, Prednisolone, Alpha Chymotrypsin…\n2. Local treatment\nIn addition to medication, patients can also apply a number of topical treatments that have antiseptic effects, reduce cough and sore throat, such as gargling with physiological saline, sucking on candy containing peppermint essential oil, ginger, honey…\nPatients can also apply some topical treatments to relieve unpleasant symptoms"
        },
        {
            "subsection_name": "Prevention of congestive pharyngitis",
            "subsection_content": "To limit the risk of congestive sore throat, doctors suggest the following simple but effective prevention methods:\nKeep your body, nose, and throat warm when the weather turns cold by wearing a mask, scarf, warm clothes, and eating/drinking warm foods. Limit drinking ice water and cold foods to avoid irritating the throat mucosa. Prevent flu when the weather changes. Maintain proper oral hygiene and regularly gargle with physiological saline. Do not drink alcohol, smoke or/and take protective measures if you have to live and work in a toxic chemical environment. Build a reasonable diet full of nutrients, especially drinking enough water and prioritize supplementing foods rich in vitamins and minerals, fruits, and vegetables to enhance resistance; Limit spicy foods, stimulants, carbonated drinks... which are harmful to the throat mucosa. Have a reasonable working, studying and resting regime, avoid stress or overwork; Regularly practice sports to improve health; Keep your body, nose, and throat warm when the weather turns cold by wearing a mask, scarf, warm clothes, and eating/drinking warm foods.; Limit drinking ice water and cold foods to avoid irritating the throat mucosa; Preventing flu when the weather changes; Maintain proper oral hygiene and regularly gargle with physiological saline; Do not drink alcohol, smoke or/and take protective measures if you have to live and work in a toxic chemical environment.; Build a reasonable diet full of nutrients, especially drinking enough water and prioritize supplementing foods rich in vitamins and minerals, fruits, and vegetables to enhance resistance; Limit hot and spicy foods, stimulants, carbonated drinks... which are harmful to the throat mucosa.; Have a reasonable working, studying and resting regime, avoid stress or overwork; Regularly exercise to improve health",
            "subsection_string": "Prevention of congestive pharyngitis\nTo limit the risk of congestive sore throat, doctors suggest the following simple but effective prevention methods:\nKeep your body, nose, and throat warm when the weather turns cold by wearing a mask, scarf, warm clothes, and eating/drinking warm foods. Limit drinking ice water and cold foods to avoid irritating the throat mucosa. Prevent flu when the weather changes. Maintain proper oral hygiene and regularly gargle with physiological saline. Do not drink alcohol, smoke or/and take protective measures if you have to live and work in a toxic chemical environment. Build a reasonable diet full of nutrients, especially drinking enough water and prioritize supplementing foods rich in vitamins and minerals, fruits, and vegetables to enhance resistance; Limit spicy foods, stimulants, carbonated drinks... which are harmful to the throat mucosa. Have a reasonable working, studying and resting regime, avoid stress or overwork; Regularly practice sports to improve health; Keep your body, nose, and throat warm when the weather turns cold by wearing a mask, scarf, warm clothes, and eating/drinking warm foods.; Limit drinking ice water and cold foods to avoid irritating the throat mucosa; Preventing flu when the weather changes; Maintain proper oral hygiene and regularly gargle with physiological saline; Do not drink alcohol, smoke or/and take protective measures if you have to live and work in a toxic chemical environment.; Build a reasonable diet full of nutrients, especially drinking enough water and prioritize supplementing foods rich in vitamins and minerals, fruits, and vegetables to enhance resistance; Limit hot and spicy foods, stimulants, carbonated drinks... which are harmful to the throat mucosa.; Have a reasonable working, studying and resting regime, avoid stress or overwork; Regularly exercise to improve health"
        },
        {
            "subsection_name": "Frequently asked questions about congestive pharyngitis",
            "subsection_content": "1. Is congestive pharyngitis dangerous?\nCongestive pharyngitis is an acute disease that does not directly threaten the patient's life. However, serious complications of congestive pharyngitis such as neck necrosis; Sepsis, pericarditis, and acute glomerulonephritis can threaten the patient's life if not treated promptly.\nIn addition, you should learn more about granular pharyngitis, which is a condition of chronic pharyngitis. With signs of sore throat, burning, coughing, etc. to distinguish between types of sore throat.\n2. Can gargling with saline cure congestive sore throat?\nFor mild congestive sore throat, using physiological saline to suck and gargle several times a day, combined with drinking honey, hot ginger tea... can help cure the disease. However, for severe congestive pharyngitis with symptoms of high fever, frequent coughing, and difficulty swallowing, physiological saline only helps alleviate the symptoms. Patients should go to the hospital for examination to receive medical treatment as prescribed by a specialist.\n3. If I can't buy physiological saline, can I use homemade saline to suck on when I have congestive sore throat?\nDoctors warn that using self-mixed salt water at the wrong concentration can be counterproductive. Because salt water that is too light in concentration cannot help clean bacteria, and concentrated salt water can easily cause ulcers in the mucous membranes of the mouth and throat. Therefore, using physiological saline is best. However, in cases where you cannot buy physiological saline and have to mix it yourself, the patient should mix it at a ratio of 9g salt/1 liter of pure water to get a saline solution with a ratio of 0.9. %.\n4. What should you eat if you have a congestive sore throat?\nThe general condition of people with congestive pharyngitis is sore throat, difficulty swallowing, fatigue, loss of appetite, and thirst for water. Therefore, at this time you should eat soft, easy-to-swallow dishes such as porridge, soup, vermicelli, pho and prioritize nutritious foods such as eggs, meat, fish, and milk; foods rich in vitamin C such as oranges, lemons, papaya, cauliflower, broccoli...; foods rich in zinc such as cereals, seafood, bananas, radishes; At the same time, you should drink lots of water. Ginger tea and warm honey are very good drinks for people with sore throat.\nIn addition, patients need to avoid foods that can irritate the throat such as spicy, hot, greasy foods, alcohol, foods with too much sugar, etc.\n5. When should I go to the hospital for examination and treatment?\nIn case you have applied home treatment methods but the symptoms of congestive pharyngitis do not improve or get worse after 3 days, the patient should immediately go to a medical facility with an Ear, Nose and Throat specialist to be examined. examination and treatment.\nDepartment of Ear, Nose and Throat, Tam Anh General Hospital specializes in examining and treating congestive pharyngitis and other ear, nose and throat diseases. The hospital is invested in the most modern machinery and equipment, high-class facilities, amenities and a team of highly qualified and experienced doctors and nurses to serve effective medical examination and treatment.\nCustomers who want to schedule an examination for congestive sore throat with experts at Tam Anh General Hospital, please contact: TAM ANH GENERAL HOSPITAL SYSTEM Hanoi: 108 Hoang Nhu Tiep, Bo De Ward, Long Bien District, Hanoi City Make an appointment: 024 3872 3872 – 024 7106 6858“>024 3872 3872 – 024 7106 6858 Ho Chi Minh City: 2B Pho Quang, Ward 2, Tan Binh District, Ho Chi Minh City Make an appointment: 0287 102 6789 – 093 180 6858“>0287 102 6789 – 093 180 6858 Fanpage: https://www.facebook.com/benhvientamanh Website: https://tamanhhospital.vn\nNormally, congestive pharyngitis is not a serious disease. You should seek medical attention if your sore throat lasts more than a few days. Let your doctor determine the cause and provide appropriate treatment.",
            "subsection_string": "Frequently asked questions about congestive pharyngitis\n1. Is congestive pharyngitis dangerous?\nCongestive pharyngitis is an acute disease that does not directly threaten the patient's life. However, serious complications of congestive pharyngitis such as neck necrosis; Sepsis, pericarditis, and acute glomerulonephritis can threaten the patient's life if not treated promptly.\nIn addition, you should learn more about granular pharyngitis, which is a condition of chronic pharyngitis. With signs of sore throat, burning, coughing, etc. to distinguish between types of sore throat.\n2. Can gargling with saline cure congestive sore throat?\nFor mild congestive sore throat, using physiological saline to suck and gargle several times a day, combined with drinking honey, hot ginger tea... can help cure the disease. However, for severe congestive pharyngitis with symptoms of high fever, frequent coughing, and difficulty swallowing, physiological saline only helps alleviate the symptoms. Patients should go to the hospital for examination to receive medical treatment as prescribed by a specialist.\n3. If I can't buy physiological saline, can I use homemade saline to suck on when I have congestive sore throat?\nDoctors warn that using self-mixed salt water at the wrong concentration can be counterproductive. Because salt water that is too light in concentration cannot help clean bacteria, and concentrated salt water can easily cause ulcers in the mucous membranes of the mouth and throat. Therefore, using physiological saline is best. However, in cases where you cannot buy physiological saline and have to mix it yourself, the patient should mix it at a ratio of 9g salt/1 liter of pure water to get a saline solution with a ratio of 0.9. %.\n4. What should you eat if you have a congestive sore throat?\nThe general condition of people with congestive pharyngitis is sore throat, difficulty swallowing, fatigue, loss of appetite, and thirst for water. Therefore, at this time you should eat soft, easy-to-swallow dishes such as porridge, soup, vermicelli, pho and prioritize nutritious foods such as eggs, meat, fish, and milk; foods rich in vitamin C such as oranges, lemons, papaya, cauliflower, broccoli...; foods rich in zinc such as cereals, seafood, bananas, radishes; At the same time, you should drink lots of water. Ginger tea and warm honey are very good drinks for people with sore throat.\nIn addition, patients need to avoid foods that can irritate the throat such as spicy, hot, greasy foods, alcohol, foods with too much sugar, etc.\n5. When should I go to the hospital for examination and treatment?\nIn case you have applied home treatment methods but the symptoms of congestive pharyngitis do not improve or get worse after 3 days, the patient should immediately go to a medical facility with an Ear, Nose and Throat specialist to be examined. examination and treatment.\nDepartment of Ear, Nose and Throat, Tam Anh General Hospital specializes in examining and treating congestive pharyngitis and other ear, nose and throat diseases. The hospital is invested in the most modern machinery and equipment, high-class facilities, amenities and a team of highly qualified and experienced doctors and nurses to serve effective medical examination and treatment.\nCustomers who want to schedule an examination for congestive sore throat with experts at Tam Anh General Hospital, please contact: TAM ANH GENERAL HOSPITAL SYSTEM Hanoi: 108 Hoang Nhu Tiep, Bo De Ward, Long Bien District, Hanoi City Make an appointment: 024 3872 3872 – 024 7106 6858“>024 3872 3872 – 024 7106 6858 Ho Chi Minh City: 2B Pho Quang, Ward 2, Tan Binh District, Ho Chi Minh City Make an appointment: 0287 102 6789 – 093 180 6858“>0287 102 6789 – 093 180 6858 Fanpage: https://www.facebook.com/benhvientamanh Website: https://tamanhhospital.vn\nNormally, congestive pharyngitis is not a serious disease. You should seek medical attention if your sore throat lasts more than a few days. Let your doctor determine the cause and provide appropriate treatment."
        }
    ],
    "name": "viem-hong-xung-huyet.json"
}