{
    "title": "Thyroiditis: Symptoms, causes and treatment",
    "category": "Endocrine",
    "link": "https://tamanhhospital.vn/viem-tuyen-giap-trieu-chung-nguyen-nhan-va-dieu-tri/",
    "abstract": "The thyroid is a butterfly-shaped gland (weighing about 15-20 grams) located in the front of the neck, responsible for creating hormones that control metabolism. The thyroid gland can become damaged and inflamed for many different reasons, a condition called thyroiditis. According to Dr. Tran Do Lan Phuong, Department of Endocrinology and Diabetes, Tam Anh General Hospital, this disease mainly affects women of reproductive age.",
    "content": "Thyroiditis: Symptoms, causes and treatment\n\nThe thyroid is a butterfly-shaped gland (weighing about 15-20 grams) located in the front of the neck, responsible for creating hormones that control metabolism. The thyroid gland can become damaged and inflamed for many different reasons, a condition called thyroiditis. According to Dr. Tran Do Lan Phuong, Department of Endocrinology and Diabetes, Tam Anh General Hospital, this disease mainly affects women of reproductive age.\n\nWhat is thyroiditis?\nThyroiditis (thyroiditis) is a medical condition that involves infiltration of inflammatory cells or fibrous tissue in the thyroid gland. Thyroiditis can occur on a normal thyroid gland or on an existing goiter. Inflammation in the thyroid gland can cause thyroid hormones to be secreted too much or too little, negatively affecting the patient's health. (first)\nIllustration of the thyroid gland\nInflammation can occur in three stages:\nStage of thyrotoxicosis (hyperthyroidism): Thyrotoxicosis is a condition in which the thyroid gland becomes inflamed and secretes excessive hormones.; Hypothyroidism/hypothyroidism stage: After a period of secreting too much hormone, the thyroid gland will not have enough hormones to release. This leads to thyroid hormone deficiency or hypothyroidism.; Euthyroid/recovery phase: Immediately after the toxic phase, the thyroid may temporarily stabilize before entering the hypothyroid phase, or may completely return to normal as the thyroid recovers from inflammation .\n\nTypes of thyroiditis\nBased on the cause, symptoms and duration of the disease, thyroiditis is divided into the following types: (2)\nAcute thyroiditis\nAcute thyroiditis is an acute inflammation of the thyroid gland caused by pyogenic bacteria. This is a relatively rare type of thyroid inflammation caused by bacteria or infectious organisms.\nSubacute thyroiditis\nSubacute granulomatous thyroiditis\nSubacute granulomatous thyroiditis is also known as de Quervain thyroiditis. This painful condition is most likely caused by a virus, often secondary to mumps, measles, or influenza.\nSubacute lymphocytic thyroiditis\nSubacute lymphocytic thyroiditis is painless, also known as silent thyroiditis. The disease can occur in both men and women, but is more common in women. If the thyroid gland is inflamed without painful symptoms in postpartum women, it is called postpartum thyroiditis.\nFor this condition, the patient's thyroid function usually stabilizes 12 - 18 months after the first symptoms appear. However, there are still cases where the disease leads to complications of hypothyroidism, forcing the patient to require long-term treatment.\nChronic thyroiditis\nHashimoto's disease\nImmune system disorders cause Hashimoto's disease\nHashimoto's disease or Hashimoto's thyroiditis is an autoimmune disease caused by a disorder of the immune system (3). In this disease, the immune system produces antibodies that attack thyroid cells. The destruction process takes place silently, making it impossible for most patients to detect in the early stages. This is the most common type of thyroid inflammation, with the incidence rate in women being 7-8 times higher than in men, usually occurring in the 30-50 age group.\nRiedel thyroiditis\nRiedel thyroiditis is also known as chronic sclerosing invasive thyroiditis. This is an extremely rare form of inflammation, mainly occurring in middle-aged or older women. In this case, the dense fibrous tissue causes the thyroid gland to harden and gradually lose its function.\nThe disease can be accompanied by fibrosis in other areas of the body such as mediastinal fibrosis, retroperitoneal fibrosis, retrobulbar fibrosis...\n\nWhat causes thyroiditis?\nInflammation in the thyroid gland occurs due to factors that attack thyroid cells, causing damage to this organ and causing inflammation. There are many agents that can attack thyroid cells. Among them, the most common agent is anti-thyroid antibodies. Currently, the medical community is still unclear why some people form these antibodies, while others do not.\nIn addition, the disease can also be attacked by the following factors:\nInfection (virus, bacteria or other pathogenic microorganisms); Radiation: Inflammation can be caused by external radiation (from radiation therapy for cancer or from radioactive iodine used to treat hyperthyroidism); Inflammation caused by drugs: Some drugs such as amiodarone, interferon, lithium, cytokines... can cause side effects that damage the thyroid gland and cause inflammation.\n\nSymptoms of thyroiditis\nSymptoms of thyroiditis depend on the type of inflammation and the stage of the disease.\nAcute inflammation\nPatients have fever, chills, headache, fatigue; The front neck area is painful and swollen. Severe pain can spread to the ear or lower jaw, causing difficulty swallowing and speaking; Abscesses may form in the thyroid area.\nSubacute inflammation\nSubacute granulomatous thyroiditis\nAcute phase: Symptoms of the acute phase can last from 4 to 8 weeks. First, patients often have symptoms such as muscle pain, mild fever, malaise and sore throat. After that, the thyroid gland begins to hurt, usually on one side, then spreads to the area under the jaw or to the ear, causing difficulty breathing and swallowing. Patients may also experience symptoms of hyperthyroidism such as weight loss, rapid heartbeat, excessive sweating, fear of hot weather, etc.; Euthyroid phase: Transient 1-2 weeks; Hypothyroidism stage: Usually lasts for weeks, months or may be permanent. At this time, the thyroid gland is usually painless and firm. Patients may experience some symptoms of hypothyroidism such as fatigue, constipation, dry skin, difficulty concentrating...; Immediately after the hypothyroidism stage, the patient enters the next stage which is the recovery stage. The thyroid gland shrinks, the pain no longer exists, and the thyroid condition gradually returns to normal.\nSubacute lymphocytic thyroiditis\nHyperthyroidism stage: The goiter is diffusely large and painless. Patients experience symptoms of hyperthyroidism such as nervousness, palpitations, increased sweating, weight loss despite eating normally, even eating more than before...; Euthyroid phase: This is the stage where the thyroid gland has gradually released all its hormones. Goiter shrinks.; Hypothyroidism stage: After the euthyroid stage, about 25 - 40% of patients move to the hypothyroid stage. The thyroid gland becomes firm and shrinks, the patient may experience symptoms of hypothyroidism such as slow pulse, poor cold tolerance, dry skin...\nChronic inflammation\nHashimoto's thyroiditis\nGoiter: Goiter is moderately large, painless. The tumor can compress the neck area, causing a feeling of suffocation and choking. Systemic symptoms: Most patients have no symptoms in the early stages. In the late stages, patients often experience symptoms of hypothyroidism such as fear of cold, constipation, slow pulse...\nRiedel thyroiditis\nGoiter:  The neck enlarges over many years, painlessly, gradually causing compression, difficulty swallowing, and difficulty breathing. The thyroid gland is large, hard as wood, the tumor invades the surrounding area, and can be combined with retroperitoneal, mediastinal, and retrobulbar fibrosis; Systemic symptoms: No obvious manifestations. Some patients may have progressive symptoms of hypothyroidism.\n\nDiagnosis of thyroiditis\nUltrasound helps diagnose abnormalities in the thyroid gland\nTo diagnose thyroiditis, the doctor will first ask about the symptoms the patient is experiencing as well as review medical history and medications being used. (4)\nAfter that, the doctor may ask the patient to conduct some of the following tests:\nThyroid function tests: These are blood tests to check hormone levels, including thyroid stimulating hormone - TSH and two thyroid hormones, T3 and T4, in the blood. This test result can help the doctor determine what type of thyroiditis the patient is suffering from in order to provide appropriate treatment.; Thyroid antibody test: To measure the concentration of thyroid antibodies, including antithyroid antibodies (TPO) or thyroid receptor stimulating antibodies (TRAb).; Erythrocyte sedimentation rate (ESR): Indicates inflammation. For subacute thyroiditis, the ESR result is quite high.; Ultrasound: Thyroid ultrasound is often used to evaluate the anatomy of the thyroid gland. This method can help your doctor detect abnormal growths in the thyroid gland, changes in blood flow, and the texture or density of the thyroid gland.\n\nMethods of treating thyroiditis\nDepending on the type of inflammation, symptoms and stage of the disease, your doctor will recommend appropriate thyroiditis treatment methods.\nFor example, for acute inflammation, treatment often includes using antibiotics. If there are signs of an abscess, incision and drainage of pus is needed.\nFor other types of inflammation, treatment will be based on the stage of the disease. During the hyperthyroidism stage, patients are often prescribed medications to help reduce symptoms.\nThyroid pain: Pain can often be controlled with anti-inflammatory medications such as aspirin or ibuprofen. If the pain is severe, steroid therapy may be prescribed.; Systemic symptoms such as palpitations, anxiety, tremors in the hands and feet, increased sweating...: Usually treated with beta blockers.\nHypothyroidism stage: In case of necessity, the doctor will prescribe thyroid hormone replacement therapy to treat the patient.\nThyroiditis may require surgery. This is usually when the goiter is large, does not shrink to normal, compresses the neck area, causing difficulty breathing and swallowing, affecting the patient's life and activities.\n\nPrevention of thyroiditis\nRegular health checks help prevent and detect health risks early\nAlthough thyroiditis is not life-threatening, it can last a long time, reducing the patient's quality of life, especially for women of reproductive age. To prevent and detect this disease early, we should:\nHave proper nutrition and rest; Train your body regularly with exercises suitable to your abilities; Learn to manage stress; Get enough sleep; Regular health check-ups every 6 months.\nIn case of being diagnosed with the disease, the patient needs to follow the doctor's treatment instructions and take medication properly to quickly recover.\nThyroiditis is not a rare disease, but the community still does not pay enough attention to it. Partly because the disease symptoms often start silently and last over time. In addition, symptoms of fever, difficulty speaking, difficulty swallowing or fatigue, anxiety, poor concentration... are very common, easily confused with many other diseases. That's why patients are often only discovered in the late stages, when thyroid function has declined, making treatment difficult and prolonged.\nAiming for the goal of screening, early detection and providing high quality treatment services for endocrine diseases, the Department of Endocrinology - Diabetes, Tam Anh General Hospital was born, becoming the address reputation and trust for patients facing problems such as:\nDiseases caused by disorders of blood glucose balance: Type 1 diabetes, type 2 diabetes, hypoglycemia, gestational diabetes; Thyroid disease; Adrenal gland disease; Pituitary gland disease; Gonadal disease (male/female)\nAt the same time, the Department also supports the treatment of infertility cases and diagnoses and treats other special endocrine cases.\nTo provide the best quality of medical examination and treatment, the Department brings together leading experts in the field of Endocrinology - Diabetes, with extensive experience, having successfully treated many patients with complex diseases. In addition, the hospital also pays great attention to investing in modern, advanced equipment, imported synchronously from countries with modern medicine, helping the medical examination and treatment process to be highly effective and accurate. .\nTo schedule an examination and treatment of thyroiditis with experienced experts of Tam Anh General Hospital System, please contact:",
    "subsections": [
        {
            "subsection_name": "What is thyroiditis?",
            "subsection_content": "Thyroiditis (thyroiditis) is a medical condition that involves infiltration of inflammatory cells or fibrous tissue in the thyroid gland. Thyroiditis can occur on a normal thyroid gland or on an existing goiter. Inflammation in the thyroid gland can cause thyroid hormones to be secreted too much or too little, negatively affecting the patient's health. (first)\nIllustration of the thyroid gland\nInflammation can occur in three stages:\nStage of thyrotoxicosis (hyperthyroidism): Thyrotoxicosis is a condition in which the thyroid gland becomes inflamed and secretes excessive hormones.; Hypothyroidism/hypothyroidism stage: After a period of secreting too much hormone, the thyroid gland will not have enough hormones to release. This leads to thyroid hormone deficiency or hypothyroidism.; Euthyroid/recovery phase: Immediately after the toxic phase, the thyroid may temporarily stabilize before entering the hypothyroid phase, or may completely return to normal as the thyroid recovers from inflammation .",
            "subsection_string": "What is thyroiditis?\nThyroiditis (thyroiditis) is a medical condition that involves infiltration of inflammatory cells or fibrous tissue in the thyroid gland. Thyroiditis can occur on a normal thyroid gland or on an existing goiter. Inflammation in the thyroid gland can cause thyroid hormones to be secreted too much or too little, negatively affecting the patient's health. (first)\nIllustration of the thyroid gland\nInflammation can occur in three stages:\nStage of thyrotoxicosis (hyperthyroidism): Thyrotoxicosis is a condition in which the thyroid gland becomes inflamed and secretes excessive hormones.; Hypothyroidism/hypothyroidism stage: After a period of secreting too much hormone, the thyroid gland will not have enough hormones to release. This leads to thyroid hormone deficiency or hypothyroidism.; Euthyroid/recovery phase: Immediately after the toxic phase, the thyroid may temporarily stabilize before entering the hypothyroid phase, or may completely return to normal as the thyroid recovers from inflammation ."
        },
        {
            "subsection_name": "Types of thyroiditis",
            "subsection_content": "Based on the cause, symptoms and duration of the disease, thyroiditis is divided into the following types: (2)\nAcute thyroiditis\nAcute thyroiditis is an acute inflammation of the thyroid gland caused by pyogenic bacteria. This is a relatively rare type of thyroid inflammation caused by bacteria or infectious organisms.\nSubacute thyroiditis\nSubacute granulomatous thyroiditis\nSubacute granulomatous thyroiditis is also known as de Quervain thyroiditis. This painful condition is most likely caused by a virus, often secondary to mumps, measles, or influenza.\nSubacute lymphocytic thyroiditis\nSubacute lymphocytic thyroiditis is painless, also known as silent thyroiditis. The disease can occur in both men and women, but is more common in women. If the thyroid gland is inflamed without painful symptoms in postpartum women, it is called postpartum thyroiditis.\nFor this condition, the patient's thyroid function usually stabilizes 12 - 18 months after the first symptoms appear. However, there are still cases where the disease leads to complications of hypothyroidism, forcing the patient to require long-term treatment.\nChronic thyroiditis\nHashimoto's disease\nImmune system disorders cause Hashimoto's disease\nHashimoto's disease or Hashimoto's thyroiditis is an autoimmune disease caused by a disorder of the immune system (3). In this disease, the immune system produces antibodies that attack thyroid cells. The destruction process takes place silently, making it impossible for most patients to detect in the early stages. This is the most common type of thyroid inflammation, with the incidence rate in women being 7-8 times higher than in men, usually occurring in the 30-50 age group.\nRiedel thyroiditis\nRiedel thyroiditis is also known as chronic sclerosing invasive thyroiditis. This is an extremely rare form of inflammation, mainly occurring in middle-aged or older women. In this case, the dense fibrous tissue causes the thyroid gland to harden and gradually lose its function.\nThe disease can be accompanied by fibrosis in other areas of the body such as mediastinal fibrosis, retroperitoneal fibrosis, retrobulbar fibrosis...",
            "subsection_string": "Types of thyroiditis\nBased on the cause, symptoms and duration of the disease, thyroiditis is divided into the following types: (2)\nAcute thyroiditis\nAcute thyroiditis is an acute inflammation of the thyroid gland caused by pyogenic bacteria. This is a relatively rare type of thyroid inflammation caused by bacteria or infectious organisms.\nSubacute thyroiditis\nSubacute granulomatous thyroiditis\nSubacute granulomatous thyroiditis is also known as de Quervain thyroiditis. This painful condition is most likely caused by a virus, often secondary to mumps, measles, or influenza.\nSubacute lymphocytic thyroiditis\nSubacute lymphocytic thyroiditis is painless, also known as silent thyroiditis. The disease can occur in both men and women, but is more common in women. If the thyroid gland is inflamed without painful symptoms in postpartum women, it is called postpartum thyroiditis.\nFor this condition, the patient's thyroid function usually stabilizes 12 - 18 months after the first symptoms appear. However, there are still cases where the disease leads to complications of hypothyroidism, forcing the patient to require long-term treatment.\nChronic thyroiditis\nHashimoto's disease\nImmune system disorders cause Hashimoto's disease\nHashimoto's disease or Hashimoto's thyroiditis is an autoimmune disease caused by a disorder of the immune system (3). In this disease, the immune system produces antibodies that attack thyroid cells. The destruction process takes place silently, making it impossible for most patients to detect in the early stages. This is the most common type of thyroid inflammation, with the incidence rate in women being 7-8 times higher than in men, usually occurring in the 30-50 age group.\nRiedel thyroiditis\nRiedel thyroiditis is also known as chronic sclerosing invasive thyroiditis. This is an extremely rare form of inflammation, mainly occurring in middle-aged or older women. In this case, the dense fibrous tissue causes the thyroid gland to harden and gradually lose its function.\nThe disease can be accompanied by fibrosis in other areas of the body such as mediastinal fibrosis, retroperitoneal fibrosis, retrobulbar fibrosis..."
        },
        {
            "subsection_name": "What causes thyroiditis?",
            "subsection_content": "Inflammation in the thyroid gland occurs due to factors that attack thyroid cells, causing damage to this organ and causing inflammation. There are many agents that can attack thyroid cells. Among them, the most common agent is anti-thyroid antibodies. Currently, the medical community is still unclear why some people form these antibodies, while others do not.\nIn addition, the disease can also be attacked by the following factors:\nInfection (virus, bacteria or other pathogenic microorganisms); Radiation: Inflammation can be caused by external radiation (from radiation therapy for cancer or from radioactive iodine used to treat hyperthyroidism); Inflammation caused by drugs: Some drugs such as amiodarone, interferon, lithium, cytokines... can cause side effects that damage the thyroid gland and cause inflammation.",
            "subsection_string": "What causes thyroiditis?\nInflammation in the thyroid gland occurs due to factors that attack thyroid cells, causing damage to this organ and causing inflammation. There are many agents that can attack thyroid cells. Among them, the most common agent is anti-thyroid antibodies. Currently, the medical community is still unclear why some people form these antibodies, while others do not.\nIn addition, the disease can also be attacked by the following factors:\nInfection (virus, bacteria or other pathogenic microorganisms); Radiation: Inflammation can be caused by external radiation (from radiation therapy for cancer or from radioactive iodine used to treat hyperthyroidism); Inflammation caused by drugs: Some drugs such as amiodarone, interferon, lithium, cytokines... can cause side effects that damage the thyroid gland and cause inflammation."
        },
        {
            "subsection_name": "Symptoms of thyroiditis",
            "subsection_content": "Symptoms of thyroiditis depend on the type of inflammation and the stage of the disease.\nAcute inflammation\nPatients have fever, chills, headache, fatigue; The front neck area is painful and swollen. Severe pain can spread to the ear or lower jaw, causing difficulty swallowing and speaking; Abscesses may form in the thyroid area.\nSubacute inflammation\nSubacute granulomatous thyroiditis\nAcute phase: Symptoms of the acute phase can last from 4 to 8 weeks. First, patients often have symptoms such as muscle pain, mild fever, malaise and sore throat. After that, the thyroid gland begins to hurt, usually on one side, then spreads to the area under the jaw or to the ear, causing difficulty breathing and swallowing. Patients may also experience symptoms of hyperthyroidism such as weight loss, rapid heartbeat, excessive sweating, fear of hot weather, etc.; Euthyroid phase: Transient 1-2 weeks; Hypothyroidism stage: Usually lasts for weeks, months or may be permanent. At this time, the thyroid gland is usually painless and firm. Patients may experience some symptoms of hypothyroidism such as fatigue, constipation, dry skin, difficulty concentrating...; Immediately after the hypothyroidism stage, the patient enters the next stage which is the recovery stage. The thyroid gland shrinks, the pain no longer exists, and the thyroid condition gradually returns to normal.\nSubacute lymphocytic thyroiditis\nHyperthyroidism stage: The goiter is diffusely large and painless. Patients experience symptoms of hyperthyroidism such as nervousness, palpitations, increased sweating, weight loss despite eating normally, even eating more than before...; Euthyroid phase: This is the stage where the thyroid gland has gradually released all its hormones. Goiter shrinks.; Hypothyroidism stage: After the euthyroid stage, about 25 - 40% of patients move to the hypothyroid stage. The thyroid gland becomes firm and shrinks, the patient may experience symptoms of hypothyroidism such as slow pulse, poor cold tolerance, dry skin...\nChronic inflammation\nHashimoto's thyroiditis\nGoiter: Goiter is moderately large, painless. The tumor can compress the neck area, causing a feeling of suffocation and choking. Systemic symptoms: Most patients have no symptoms in the early stages. In the late stages, patients often experience symptoms of hypothyroidism such as fear of cold, constipation, slow pulse...\nRiedel thyroiditis\nGoiter:  The neck enlarges over many years, painlessly, gradually causing compression, difficulty swallowing, and difficulty breathing. The thyroid gland is large, hard as wood, the tumor invades the surrounding area, and can be combined with retroperitoneal, mediastinal, and retrobulbar fibrosis; Systemic symptoms: No obvious manifestations. Some patients may have progressive symptoms of hypothyroidism.",
            "subsection_string": "Symptoms of thyroiditis\nSymptoms of thyroiditis depend on the type of inflammation and the stage of the disease.\nAcute inflammation\nPatients have fever, chills, headache, fatigue; The front neck area is painful and swollen. Severe pain can spread to the ear or lower jaw, causing difficulty swallowing and speaking; Abscesses may form in the thyroid area.\nSubacute inflammation\nSubacute granulomatous thyroiditis\nAcute phase: Symptoms of the acute phase can last from 4 to 8 weeks. First, patients often have symptoms such as muscle pain, mild fever, malaise and sore throat. After that, the thyroid gland begins to hurt, usually on one side, then spreads to the area under the jaw or to the ear, causing difficulty breathing and swallowing. Patients may also experience symptoms of hyperthyroidism such as weight loss, rapid heartbeat, excessive sweating, fear of hot weather, etc.; Euthyroid phase: Transient 1-2 weeks; Hypothyroidism stage: Usually lasts for weeks, months or may be permanent. At this time, the thyroid gland is usually painless and firm. Patients may experience some symptoms of hypothyroidism such as fatigue, constipation, dry skin, difficulty concentrating...; Immediately after the hypothyroidism stage, the patient enters the next stage which is the recovery stage. The thyroid gland shrinks, the pain no longer exists, and the thyroid condition gradually returns to normal.\nSubacute lymphocytic thyroiditis\nHyperthyroidism stage: The goiter is diffusely large and painless. Patients experience symptoms of hyperthyroidism such as nervousness, palpitations, increased sweating, weight loss despite eating normally, even eating more than before...; Euthyroid phase: This is the stage where the thyroid gland has gradually released all its hormones. Goiter shrinks.; Hypothyroidism stage: After the euthyroid stage, about 25 - 40% of patients move to the hypothyroid stage. The thyroid gland becomes firm and shrinks, the patient may experience symptoms of hypothyroidism such as slow pulse, poor cold tolerance, dry skin...\nChronic inflammation\nHashimoto's thyroiditis\nGoiter: Goiter is moderately large, painless. The tumor can compress the neck area, causing a feeling of suffocation and choking. Systemic symptoms: Most patients have no symptoms in the early stages. In the late stages, patients often experience symptoms of hypothyroidism such as fear of cold, constipation, slow pulse...\nRiedel thyroiditis\nGoiter:  The neck enlarges over many years, painlessly, gradually causing compression, difficulty swallowing, and difficulty breathing. The thyroid gland is large, hard as wood, the tumor invades the surrounding area, and can be combined with retroperitoneal, mediastinal, and retrobulbar fibrosis; Systemic symptoms: No obvious manifestations. Some patients may have progressive symptoms of hypothyroidism."
        },
        {
            "subsection_name": "Diagnosis of thyroiditis",
            "subsection_content": "Ultrasound helps diagnose abnormalities in the thyroid gland\nTo diagnose thyroiditis, the doctor will first ask about the symptoms the patient is experiencing as well as review medical history and medications being used. (4)\nAfter that, the doctor may ask the patient to conduct some of the following tests:\nThyroid function tests: These are blood tests to check hormone levels, including thyroid stimulating hormone - TSH and two thyroid hormones, T3 and T4, in the blood. This test result can help the doctor determine what type of thyroiditis the patient is suffering from in order to provide appropriate treatment.; Thyroid antibody test: To measure the concentration of thyroid antibodies, including antithyroid antibodies (TPO) or thyroid receptor stimulating antibodies (TRAb).; Erythrocyte sedimentation rate (ESR): Indicates inflammation. For subacute thyroiditis, the ESR result is quite high.; Ultrasound: Thyroid ultrasound is often used to evaluate the anatomy of the thyroid gland. This method can help your doctor detect abnormal growths in the thyroid gland, changes in blood flow, and the texture or density of the thyroid gland.",
            "subsection_string": "Diagnosis of thyroiditis\nUltrasound helps diagnose abnormalities in the thyroid gland\nTo diagnose thyroiditis, the doctor will first ask about the symptoms the patient is experiencing as well as review medical history and medications being used. (4)\nAfter that, the doctor may ask the patient to conduct some of the following tests:\nThyroid function tests: These are blood tests to check hormone levels, including thyroid stimulating hormone - TSH and two thyroid hormones, T3 and T4, in the blood. This test result can help the doctor determine what type of thyroiditis the patient is suffering from in order to provide appropriate treatment.; Thyroid antibody test: To measure the concentration of thyroid antibodies, including antithyroid antibodies (TPO) or thyroid receptor stimulating antibodies (TRAb).; Erythrocyte sedimentation rate (ESR): Indicates inflammation. For subacute thyroiditis, the ESR result is quite high.; Ultrasound: Thyroid ultrasound is often used to evaluate the anatomy of the thyroid gland. This method can help your doctor detect abnormal growths in the thyroid gland, changes in blood flow, and the texture or density of the thyroid gland."
        },
        {
            "subsection_name": "Methods of treating thyroiditis",
            "subsection_content": "Depending on the type of inflammation, symptoms and stage of the disease, your doctor will recommend appropriate thyroiditis treatment methods.\nFor example, for acute inflammation, treatment often includes using antibiotics. If there are signs of an abscess, incision and drainage of pus is needed.\nFor other types of inflammation, treatment will be based on the stage of the disease. During the hyperthyroidism stage, patients are often prescribed medications to help reduce symptoms.\nThyroid pain: Pain can often be controlled with anti-inflammatory medications such as aspirin or ibuprofen. If the pain is severe, steroid therapy may be prescribed.; Systemic symptoms such as palpitations, anxiety, tremors in the hands and feet, increased sweating...: Usually treated with beta blockers.\nHypothyroidism stage: In case of necessity, the doctor will prescribe thyroid hormone replacement therapy to treat the patient.\nThyroiditis may require surgery. This is usually when the goiter is large, does not shrink to normal, compresses the neck area, causing difficulty breathing and swallowing, affecting the patient's life and activities.",
            "subsection_string": "Methods of treating thyroiditis\nDepending on the type of inflammation, symptoms and stage of the disease, your doctor will recommend appropriate thyroiditis treatment methods.\nFor example, for acute inflammation, treatment often includes using antibiotics. If there are signs of an abscess, incision and drainage of pus is needed.\nFor other types of inflammation, treatment will be based on the stage of the disease. During the hyperthyroidism stage, patients are often prescribed medications to help reduce symptoms.\nThyroid pain: Pain can often be controlled with anti-inflammatory medications such as aspirin or ibuprofen. If the pain is severe, steroid therapy may be prescribed.; Systemic symptoms such as palpitations, anxiety, tremors in the hands and feet, increased sweating...: Usually treated with beta blockers.\nHypothyroidism stage: In case of necessity, the doctor will prescribe thyroid hormone replacement therapy to treat the patient.\nThyroiditis may require surgery. This is usually when the goiter is large, does not shrink to normal, compresses the neck area, causing difficulty breathing and swallowing, affecting the patient's life and activities."
        },
        {
            "subsection_name": "Prevention of thyroiditis",
            "subsection_content": "Regular health checks help prevent and detect health risks early\nAlthough thyroiditis is not life-threatening, it can last a long time, reducing the patient's quality of life, especially for women of reproductive age. To prevent and detect this disease early, we should:\nHave proper nutrition and rest; Train your body regularly with exercises suitable to your abilities; Learn to manage stress; Get enough sleep; Regular health check-ups every 6 months.\nIn case of being diagnosed with the disease, the patient needs to follow the doctor's treatment instructions and take medication properly to quickly recover.\nThyroiditis is not a rare disease, but the community still does not pay enough attention to it. Partly because the disease symptoms often start silently and last over time. In addition, symptoms of fever, difficulty speaking, difficulty swallowing or fatigue, anxiety, poor concentration... are very common, easily confused with many other diseases. That's why patients are often only discovered in the late stages, when thyroid function has declined, making treatment difficult and prolonged.\nAiming for the goal of screening, early detection and providing high quality treatment services for endocrine diseases, the Department of Endocrinology - Diabetes, Tam Anh General Hospital was born, becoming the address reputation and trust for patients facing problems such as:\nDiseases caused by disorders of blood glucose balance: Type 1 diabetes, type 2 diabetes, hypoglycemia, gestational diabetes; Thyroid disease; Adrenal gland disease; Pituitary gland disease; Gonadal disease (male/female)\nAt the same time, the Department also supports the treatment of infertility cases and diagnoses and treats other special endocrine cases.\nTo provide the best quality of medical examination and treatment, the Department brings together leading experts in the field of Endocrinology - Diabetes, with extensive experience, having successfully treated many patients with complex diseases. In addition, the hospital also pays great attention to investing in modern, advanced equipment, imported synchronously from countries with modern medicine, helping the medical examination and treatment process to be highly effective and accurate. .\nTo schedule an examination and treatment of thyroiditis with experienced experts of Tam Anh General Hospital System, please contact:",
            "subsection_string": "Prevention of thyroiditis\nRegular health checks help prevent and detect health risks early\nAlthough thyroiditis is not life-threatening, it can last a long time, reducing the patient's quality of life, especially for women of reproductive age. To prevent and detect this disease early, we should:\nHave proper nutrition and rest; Train your body regularly with exercises suitable to your abilities; Learn to manage stress; Get enough sleep; Regular health check-ups every 6 months.\nIn case of being diagnosed with the disease, the patient needs to follow the doctor's treatment instructions and take medication properly to quickly recover.\nThyroiditis is not a rare disease, but the community still does not pay enough attention to it. Partly because the disease symptoms often start silently and last over time. In addition, symptoms of fever, difficulty speaking, difficulty swallowing or fatigue, anxiety, poor concentration... are very common, easily confused with many other diseases. That's why patients are often only discovered in the late stages, when thyroid function has declined, making treatment difficult and prolonged.\nAiming for the goal of screening, early detection and providing high quality treatment services for endocrine diseases, the Department of Endocrinology - Diabetes, Tam Anh General Hospital was born, becoming the address reputation and trust for patients facing problems such as:\nDiseases caused by disorders of blood glucose balance: Type 1 diabetes, type 2 diabetes, hypoglycemia, gestational diabetes; Thyroid disease; Adrenal gland disease; Pituitary gland disease; Gonadal disease (male/female)\nAt the same time, the Department also supports the treatment of infertility cases and diagnoses and treats other special endocrine cases.\nTo provide the best quality of medical examination and treatment, the Department brings together leading experts in the field of Endocrinology - Diabetes, with extensive experience, having successfully treated many patients with complex diseases. In addition, the hospital also pays great attention to investing in modern, advanced equipment, imported synchronously from countries with modern medicine, helping the medical examination and treatment process to be highly effective and accurate. .\nTo schedule an examination and treatment of thyroiditis with experienced experts of Tam Anh General Hospital System, please contact:"
        }
    ],
    "name": "viem-tuyen-giap-trieu-chung-nguyen-nhan-va-dieu-tri.json"
}