{
    "title": "Salivary gland inflammation: Symptoms, causes and treatments",
    "category": "Ear, nose and throat",
    "link": "https://tamanhhospital.vn/viem-tuyen-nuoc-bot/",
    "abstract": "Salivary gland inflammation is common in the cold season and in people aged 50-60 years due to viral and bacterial infections. This article is professionally consulted by Doctor BSNT.CKII Tran Thi Thuy Hang, School of Otorhinolaryngology, Tam Anh General Hospital, Ho Chi Minh City BSNT.CKII Tran Thi Thuy Hang, School of Otorhinolaryngology, General Hospital Tam Anh Department of Ho Chi Minh City said that salivary glands secrete saliva to moisten food, making it easier for us to swallow. At the same time, saliva contains enzymes (proteins) that help break down food to make it easier for the stomach to digest. If the salivary glands are inflamed, the amount of secretions will decrease, causing dry mouth, negatively affecting the digestive process and, if prolonged, can cause tooth decay. Complications of the disease can include glandular abscess, widespread infection causing airway compression, and sepsis. Therefore, we need to treat this condition early and not let it prolong.\nSalivary gland inflammation usually occurs at the age of 50-60 years old",
    "content": "Salivary gland inflammation: Symptoms, causes and treatments\n\nSalivary gland inflammation is common in the cold season and in people aged 50-60 years due to viral and bacterial infections. This article is professionally consulted by Doctor BSNT.CKII Tran Thi Thuy Hang, School of Otorhinolaryngology, Tam Anh General Hospital, Ho Chi Minh City BSNT.CKII Tran Thi Thuy Hang, School of Otorhinolaryngology, General Hospital Tam Anh Department of Ho Chi Minh City said that salivary glands secrete saliva to moisten food, making it easier for us to swallow. At the same time, saliva contains enzymes (proteins) that help break down food to make it easier for the stomach to digest. If the salivary glands are inflamed, the amount of secretions will decrease, causing dry mouth, negatively affecting the digestive process and, if prolonged, can cause tooth decay. Complications of the disease can include glandular abscess, widespread infection causing airway compression, and sepsis. Therefore, we need to treat this condition early and not let it prolong.\nSalivary gland inflammation usually occurs at the age of 50-60 years old\n\nWhat is sialadenitis?\nSalivary gland inflammation is a condition in which the salivary glands become infected, causing swelling and pain. The cause may be due to a viral infection or a blocked salivary duct, creating conditions for disease-causing bacteria to operate.(1)\n\nTypes of salivary gland inflammation\nAccording to pathology, salivary gland infections often occur in 3 main salivary glands:\nParotid salivary gland inflammation: An infection of the salivary glands located on both cheeks, in front of the ears. This is the body's largest salivary gland. Submandibular salivary gland inflammation: Is an infection of the salivary glands located under the jaw. These are the second largest salivary glands. Sublingual salivary gland inflammation: Is an infection of the salivary glands located on both sides of the tongue, under the floor of the mouth. This is the smallest of the major salivary glands.; Parotid salivary gland inflammation: An infection of the salivary glands located on both cheeks, in front of the ears. This is the body's largest salivary gland.; Submandibular salivary gland inflammation: Is an infection of the salivary glands located under the jaw. These are the second largest salivary glands.; Sublingual salivary gland inflammation: Is an infection of the salivary glands located on both sides of the tongue, under the floor of the mouth. This is the smallest of the major salivary glands.\nDr. Thuy Hang added that in addition to these main glands, many small salivary glands are distributed throughout the mouth. All glands that produce saliva and aid in the breakdown of food as part of the digestive process can become inflamed if infected with viruses or bacteria.\n\nCauses of salivary gland inflammation\nThe most common inflammation of the salivary glands is caused by viruses (Mumps virus, HIV, Coxsackievirus, Parainfluenza types 1 and 2, Herpes virus, influenza A virus...). In addition, inflammation of the salivary glands can occur due to bacteria or fungi. The bacteria that commonly causes salivary gland inflammation is Staphylococcus aureus, other bacteria include streptococcus bacteria, Coliform bacteria\nSalivary gland infections often begin with reduced saliva flow or blockage in the gland. Blockage can create conditions for germs to enter and multiply, causing local inflammation. When inflamed, the salivary glands tend to secrete less saliva or cause secretions to accumulate in the ducts. This continues to increase the concentration of bacteria or viruses in saliva.(2)\nSalivary gland obstruction can be caused by factors such as: Salivary gland stones; salivary duct is kinked; tumor; Abnormal formation of salivary glands, scarring and narrowing of the glandular ducts.\nMeanwhile, the condition of reduced salivary glands often comes from the following factors: Age, usually from 50-60 years old; people who have just undergone surgery; intraoral radiotherapy; have Sjögren's disease; suffer from dry mouth and dehydration; suffering from eating disorders, malnutrition, weak immunity; taking antihistamines, diuretics, beta blockers, sedatives, antidepressants, antipsychotics and other medications for other psychiatric treatments; CKD; Breathing through your mouth when sleeping, stress, oral thrush, diabetes...\nSalivary gland inflammation is most commonly caused by the bacteria Staphylococcus aureus.\n\nSymptoms of salivary gland inflammation\nCommon signs of salivary gland inflammation include:\nParotid or submandibular salivary glands on both sides: Inflammation and swelling of these glands can cause facial deformities such as a bulging face, a stiff neck and a drooping chin. Parotid skin: Can be tight, shiny but usually not red, hot and painful to touch; If the inflammation of the salivary glands is caused by a virus, there will be no dents when pressed; If the inflammation is caused by bacteria, the skin will be red and may be concave when pressed. Saliva: Reduced, little and thick. Stenon's duct opening: If the inflammation is caused by bacteria, the Stenon's duct opening will be red and inflamed or/and pus will flow out when stroking along the duct. Jaw angle: Enlarged swelling due to parotid/submandibular salivary glands or enlarged lymph nodes Other manifestations of salivary gland inflammation: Sore throat, mouth opening or jaw pain; When swallowing, pain radiates to the ear; fever, chills with headache; tired; halitosis. In case of salivary gland infection due to a tumor, you will feel a lump and hardness in the inflamed area.; Parotid or submandibular salivary glands on both sides: Inflammation and swelling of these glands can cause facial deformities such as a bulging face, a thick neck and a drooping chin.; Parotid skin: Can be tight, shiny but usually not red, hot and painful to touch; If the inflammation of the salivary glands is caused by a virus, there will be no dents when pressed; If the inflammation is caused by bacteria, the skin will be red and may be concave when pressed; Saliva: Reduced, little and thick.; Stenon's duct opening: If the inflammation is caused by bacteria, the Stenon's duct opening will be red and inflamed or/and pus will flow out when stroking along the duct.; Jaw angle: Enlarged swelling due to parotid/submandibular salivary glands or enlarged lymph nodes; Other symptoms of salivary gland inflammation: Sore throat, mouth opening or jaw pain; When swallowing, pain radiates to the ear; fever, chills with headache; tired; halitosis. In case of salivary gland infection due to a tumor, you will feel a lump and hardness in the inflamed area.\nDr. Thuy Hang advises that patients should go to the hospital as soon as the inflammation begins, making it difficult to eat, swallow or breathe, causing a lot of pain, and the symptoms do not improve despite drinking salt water and cleaning their teeth. mouth and treatment at home.\nSwollen salivary glands can cause facial deformities such as a bulging face, a stiff neck, and a drooping chin.\n\nComplications of salivary gland inflammation\nIf salivary gland inflammation is not treated promptly, it can cause dangerous complications such as:\nSalivary gland abscess: An infection that is not controlled or treated promptly for a long time can cause pus accumulation and complications into an abscess. Salivary gland hypertrophy: Chronic salivary gland infection can lead to salivary gland hypertrophy. Besides, salivary gland enlargement can be due to autoimmune causes, neoplasms. Airway obstruction: Uncontrolled infection can lead to neck swelling and airway obstruction. Saliva infections that spread to the facial bones can be difficult to control.; Salivary gland abscess: If the infection is not controlled or treated promptly, it can cause pus accumulation and complications into an abscess.; Salivary gland hypertrophy: Chronic salivary gland infection can lead to salivary gland hypertrophy. Besides, salivary gland enlargement can be due to autoimmune causes or neoplasms; Airway obstruction: Uncontrolled infection can lead to neck swelling and airway obstruction. Saliva infections that spread to the facial bones can be difficult to control.\n\nMethods of diagnosing salivary gland inflammation\nThe most common methods of diagnosing salivary gland inflammation today include: ultrasound, CT-scan, MRI, Biopsy; endoscopy, and culture of pus from the salivary duct in cases of suspected salivary gland infection.(4)\nSwelling due to blockage of the salivary duct causes pain associated with eating or drinking foods that cause increased salivation. To differentiate between some possible causes of enlarged salivary glands, your doctor may use other tests including:\nBiopsy: Performed by taking a sample of salivary gland tissue and examining it under a microscope. Endoscopy: Performed by inserting an endoscope with a very small camera into the salivary ducts to observe. X-ray: Indicated in cases where the doctor cannot make a diagnosis during a physical examination. X-rays may be performed after using contrast that can be seen on the X-rays that have been injected into the salivary glands and ducts. Computed tomography (CT), ultrasound or magnetic resonance imaging (MRI): Indicated in cases of suspected infection to identify inflammation. Culturing pus from a salivary duct: If your doctor is able to squeeze pus from an inflamed salivary duct, the bacteria will be cultured in the laboratory. Blood test: To detect increased amylase in blood and urine, decreased white blood cells, decreased neutrophils if inflammation is caused by a virus, or increased neutrophils for bacterial causes.; Biopsy: Performed by taking a sample of salivary gland tissue and examining it under a microscope.; Endoscopy: Performed by inserting an endoscope with a very small camera into the salivary ducts to observe.; X-ray: Indicated in cases where the doctor cannot make a diagnosis during a physical examination. X-rays may be performed after using contrast that can be seen on the X-rays that have been injected into the salivary glands and ducts.; Computed tomography (CT), ultrasound or magnetic resonance imaging (MRI): Indicated in cases of suspected infection to determine inflammation.; Culturing pus from salivary ducts: If the doctor is able to squeeze pus from the inflamed salivary ducts, the bacteria will be cultured in the laboratory.; Blood test: To detect increased amylase in blood and urine, decreased white blood cells, decreased neutrophils if inflammation is caused by a virus, or increased neutrophils for bacterial causes.\nBlood tests can help diagnose sialadenitis\n\nUltrasound image of salivary gland inflammation\nAcute sialoadenitis: The salivary glands are swollen, with a heterogeneous hypoechoic structure manifested by small hypoechoic nodules and increased vascularity in the gland parenchyma. Chronic salivary gland inflammation: The size of the salivary glands is normal or reduced, hypoechoic, and heterogeneous. On color Doppler ultrasound there is usually no increase in blood flow. Salivary gland abscess: Hypoechoic or anechoic foci with posterior echo enhancement, unclear margins, central fluid and small air bubbles. Surrounding lymph nodes: Swollen, hypervascular but the negative structure remains uniform; Acute sialadenitis: Salivary glands are swollen, heterogeneous hypoechoic structure manifested by small hypoechoic nodules and increased vascularity in the gland parenchyma.; Chronic salivary gland inflammation: The size of the salivary glands is normal or reduced, hypoechoic, and heterogeneous. On color Doppler ultrasound there is usually no increase in blood flow; Salivary gland abscess: Hypoechoic or anechoic foci with posterior echo enhancement, unclear margins, central fluid and small air bubbles.; Surrounding lymph nodes: Swollen, hypervascular but the negative structure remains uniform.\n\nTreatment methods for inflammation of the salivary glands\nDoctor Thuy Hang said that if a salivary gland infection has no complications, it can be cured without medication. “However, for children and young children, people with weak immunity, doctors recommend going to the hospital for examination as soon as possible. Because in these subjects, the infection can become severe and has the risk of causing complications that adversely affect health as mentioned above.\nAccording to Dr. Thuy Hang, for the treatment of salivary gland inflammation in general, it should be done on the principles of pain relief, anti-inflammation, and anti-infection. Accordingly, treatment recommendations according to each specific level of inflammation are as follows:\nIf the infection is caused by bacteria: Use antibiotics to treat the bacteria. Note that when using antibiotics, you need to have a specialist's prescription and take the full dose. Do not arbitrarily stop taking the medication midway to avoid antibiotic resistance, making future treatment difficult. (3 ) If the infection is viral: monitor or use antiviral medication if necessary. If there is an abscess or collection of pus: An incision is needed to drain the pus. In cases where inflammation due to obstruction is caused by salivary gland stones, gentle massage of the obstructed area can be used to remove the stones. In case of obstruction due to kinks in the salivary glands: Surgery can be performed to repair or remove kinks or narrowed ducts that affect the flow of saliva. If the salivary gland infection originates from an autoimmune condition: The patient needs treatment to stabilize the immune system and improve resistance, such as increasing nutrition after surgery or treating diabetes.; If the infection is caused by bacteria: Use antibiotics to treat the bacteria. Note that when using antibiotics, you need to have a specialist's prescription and take the full dose. Do not arbitrarily stop taking the medication midway to avoid antibiotic resistance, making future treatment difficult. (3 ); If infection is viral: monitor or use antiviral medication if necessary; If there is an abscess or collection of pus: An incision is needed to drain the pus. In case of inflammation due to obstruction caused by salivary gland stones, gentle massage of the obstructed area can be used to remove the stones.; In case of obstruction due to kinks in the salivary glands: Surgery can be performed to repair or remove kinks or narrowed ducts that affect the flow of saliva.; If the salivary gland infection originates from an autoimmune condition: The patient needs treatment to stabilize the immune system and improve resistance, such as increasing nutrition after surgery or treating diabetes.\nIndications for surgery for salivary gland inflammation\n“If the infection does not respond to intravenous antibiotics after 48 hours, surgery and drainage of the salivary glands may be needed to control the infection,” said Dr. Thuy Hang. If salivary stones are blocking the glands and contributing to infection, the person may need endoscopy to remove the stones so the infection does not recur. In cases of large salivary stones, open surgery to remove the salivary glands will be performed.\nIn addition, Dr. Thuy Hang gives additional instructions on how to treat salivary gland inflammation at home for mild infections.\nDrink a lot of water. Eat hard candy or drink lemonade to increase saliva flow. Apply warm compresses. Massage the salivary glands. Clean your teeth thoroughly. Avoid letting food stick to the roof of your mouth; Eat small pieces and chew thoroughly; Avoid alcoholic or acidic drinks; In particular, patients should not use chemical mouthwash; Drink a lot of water.; Eat hard candy or drink lemonade to increase saliva flow.; Apply warm compresses; Massage the salivary glands.; Thorough oral hygiene; Avoid letting food stick to the roof of your mouth; Eat small pieces and chew thoroughly; Avoid alcoholic or acidic drinks; In particular, patients should not use chemical mouthwash.\n\nMeasures to prevent salivary gland inflammation\nTo prevent salivary gland inflammation, Dr. Thuy Hang advises people to:\nQuit smoking and alcohol; Maintain oral hygiene; Avoid dehydration by drinking 2 liters of water per day; You can chew hard candy or gum to stimulate salivation; Strengthen the body's resistance, exercise every day to prevent bacterial and viral infections that cause disease; Quit smoking and alcohol;; Maintain oral hygiene;; Avoid dehydration by drinking 2 liters of water a day;; You can chew hard candy or gum to stimulate salivation;; Strengthen the body's resistance, exercise every day to prevent bacterial and viral infections that cause disease.\n\nFrequently asked questions about salivary gland inflammation\nDoctor Thuy Hang answers readers' questions one by one as follows.\n1. Is salivary gland inflammation contagious?\nSalivary gland inflammation is a non-contagious disease, so you do not need to avoid contact with sick people.\n2. What medicine should I take for inflammation of the salivary glands?\nMild sialadenitis may not require medication, or may only require pain relievers. Medications used in inflammation of the salivary glands include: antibiotics, inflammation reducers, and pain relievers, but need to be used as prescribed by your doctor. Patients should not buy antibiotics to take by themselves, or be treated with drugs not prescribed by a specialist.\n3. Is salivary gland inflammation dangerous?\nInflammation of the salivary glands is not a dangerous disease, but that is not why you should subjectively let the disease prolong. Complications of salivary gland inflammation can leave many serious consequences that affect health and aesthetics, such as: salivary gland abscess, facial deformation, airway obstruction, sepsis...\n4. Does inflammation of the salivary glands cause lymph nodes?\nInflammation and infection of the salivary glands will cause local lymph node reactions in the area. The lymph nodes that drain the salivary glands include: preauricular lymph nodes, postauricular lymph nodes, jaw lymph nodes and cervical lymph nodes... the characteristics of these lymph nodes are swollen lymph nodes, moving under the skin when touched, and painful to press. If the lymphadenitis is severe, it can cause lymph node necrosis or abscess. When the inflammation is gone, the cervical lymph nodes will also reduce inflammation and gradually shrink in size over weeks or months.\n5. Is salivary gland inflammation mumps?\nMumps can cause inflammation of the salivary glands, especially the parotid salivary glands. However, inflammation of the salivary glands can also arise from many other causes. For example, caused by viruses (Mumps virus, HIV, Coxsackievirus, Parainfluenza types 1 and 2, Herpes virus, influenza A virus...) or bacteria that often cause salivary gland inflammation is Staphylococcus aureus, other types of bacteria include including streptococcus bacteria, coliform bacteria...\n6. Distinguish between salivary gland inflammation and mumps\nBesides the symptoms of salivary gland inflammation, mumps can also cause other complications such as orchitis, acute pancreatitis, and myocarditis. However, sialadenitis caused by other viruses and that caused by mumps can be difficult to distinguish through examination. General symptoms of patients with viral sialadenitis and mumps include swelling of the salivary gland area, decreased secretions, tight jaw, difficulty swallowing, fever... Definite diagnosis can only be made by testing. virus culture test. Treatment is no different between viral sialadenitis and mumps, in most cases it is supportive and prevents complications. In actually treating a patient with sialadenitis, the doctor needs to distinguish between viral and bacterial sialadenitis to decide whether or not to use antibiotics.\n7. Does inflammation of the salivary glands go away on its own and how long does it take to recover?\nAs mentioned in the treatment section, if the salivary gland infection has no complications, it can be cured without medication. Usually the inflammation lasts about 1-2 weeks and will go away.\n8. Does surgery require surgery to treat sialadenitis?\nSurgery may be indicated if the infection does not begin to respond to intravenous antibiotics after 48 hours. At the same time, it is necessary to drain the salivary glands to control infection.\nEar, nose and throat doctor, Tam Anh General Hospital is examining a patient with salivary gland inflammation\n9. Where can I be examined for inflammation of the salivary glands and how much does it cost?\nSalivary gland inflammation is a common ENT disease, and so you need to go to hospitals with ENT specialists for examination and treatment. Treatment costs depend on the method used to treat the disease (medication, surgery) and on each medical facility. You need to contact directly the medical facility where you want to be treated for specific advice on prices.\nDepartment of Ear, Nose and Throat, Tam Anh General Hospital brings together a team of experienced and dedicated experts and doctors; Equipped with modern machinery systems such as: Xion endoscopy machine from Germany, video tonography (VNG) measurement system, vestibular rehabilitation exercise machine (TRV), Interacoustic audiology tester, system Zeiss microsurgical ear surgery system (Germany), Karl Storz endoscopy system... help with accurate diagnosis, intensive treatment, high efficiency, and quick recovery.",
    "subsections": [
        {
            "subsection_name": "What is sialadenitis?",
            "subsection_content": "Salivary gland inflammation is a condition in which the salivary glands become infected, causing swelling and pain. The cause may be due to a viral infection or a blocked salivary duct, creating conditions for disease-causing bacteria to operate.(1)",
            "subsection_string": "What is sialadenitis?\nSalivary gland inflammation is a condition in which the salivary glands become infected, causing swelling and pain. The cause may be due to a viral infection or a blocked salivary duct, creating conditions for disease-causing bacteria to operate.(1)"
        },
        {
            "subsection_name": "Types of salivary gland inflammation",
            "subsection_content": "According to pathology, salivary gland infections often occur in 3 main salivary glands:\nParotid salivary gland inflammation: An infection of the salivary glands located on both cheeks, in front of the ears. This is the body's largest salivary gland. Submandibular salivary gland inflammation: Is an infection of the salivary glands located under the jaw. These are the second largest salivary glands. Sublingual salivary gland inflammation: Is an infection of the salivary glands located on both sides of the tongue, under the floor of the mouth. This is the smallest of the major salivary glands.; Parotid salivary gland inflammation: An infection of the salivary glands located on both cheeks, in front of the ears. This is the body's largest salivary gland.; Submandibular salivary gland inflammation: Is an infection of the salivary glands located under the jaw. These are the second largest salivary glands.; Sublingual salivary gland inflammation: Is an infection of the salivary glands located on both sides of the tongue, under the floor of the mouth. This is the smallest of the major salivary glands.\nDr. Thuy Hang added that in addition to these main glands, many small salivary glands are distributed throughout the mouth. All glands that produce saliva and aid in the breakdown of food as part of the digestive process can become inflamed if infected with viruses or bacteria.",
            "subsection_string": "Types of salivary gland inflammation\nAccording to pathology, salivary gland infections often occur in 3 main salivary glands:\nParotid salivary gland inflammation: An infection of the salivary glands located on both cheeks, in front of the ears. This is the body's largest salivary gland. Submandibular salivary gland inflammation: Is an infection of the salivary glands located under the jaw. These are the second largest salivary glands. Sublingual salivary gland inflammation: Is an infection of the salivary glands located on both sides of the tongue, under the floor of the mouth. This is the smallest of the major salivary glands.; Parotid salivary gland inflammation: An infection of the salivary glands located on both cheeks, in front of the ears. This is the body's largest salivary gland.; Submandibular salivary gland inflammation: Is an infection of the salivary glands located under the jaw. These are the second largest salivary glands.; Sublingual salivary gland inflammation: Is an infection of the salivary glands located on both sides of the tongue, under the floor of the mouth. This is the smallest of the major salivary glands.\nDr. Thuy Hang added that in addition to these main glands, many small salivary glands are distributed throughout the mouth. All glands that produce saliva and aid in the breakdown of food as part of the digestive process can become inflamed if infected with viruses or bacteria."
        },
        {
            "subsection_name": "Causes of salivary gland inflammation",
            "subsection_content": "The most common inflammation of the salivary glands is caused by viruses (Mumps virus, HIV, Coxsackievirus, Parainfluenza types 1 and 2, Herpes virus, influenza A virus...). In addition, inflammation of the salivary glands can occur due to bacteria or fungi. The bacteria that commonly causes salivary gland inflammation is Staphylococcus aureus, other bacteria include streptococcus bacteria, Coliform bacteria\nSalivary gland infections often begin with reduced saliva flow or blockage in the gland. Blockage can create conditions for germs to enter and multiply, causing local inflammation. When inflamed, the salivary glands tend to secrete less saliva or cause secretions to accumulate in the ducts. This continues to increase the concentration of bacteria or viruses in saliva.(2)\nSalivary gland obstruction can be caused by factors such as: Salivary gland stones; salivary duct is kinked; tumor; Abnormal formation of salivary glands, scarring and narrowing of the glandular ducts.\nMeanwhile, the condition of reduced salivary glands often comes from the following factors: Age, usually from 50-60 years old; people who have just undergone surgery; intraoral radiotherapy; have Sjögren's disease; suffer from dry mouth and dehydration; suffering from eating disorders, malnutrition, weak immunity; taking antihistamines, diuretics, beta blockers, sedatives, antidepressants, antipsychotics and other medications for other psychiatric treatments; CKD; Breathing through your mouth when sleeping, stress, oral thrush, diabetes...\nSalivary gland inflammation is most commonly caused by the bacteria Staphylococcus aureus.",
            "subsection_string": "Causes of salivary gland inflammation\nThe most common inflammation of the salivary glands is caused by viruses (Mumps virus, HIV, Coxsackievirus, Parainfluenza types 1 and 2, Herpes virus, influenza A virus...). In addition, inflammation of the salivary glands can occur due to bacteria or fungi. The bacteria that commonly causes salivary gland inflammation is Staphylococcus aureus, other bacteria include streptococcus bacteria, Coliform bacteria\nSalivary gland infections often begin with reduced saliva flow or blockage in the gland. Blockage can create conditions for germs to enter and multiply, causing local inflammation. When inflamed, the salivary glands tend to secrete less saliva or cause secretions to accumulate in the ducts. This continues to increase the concentration of bacteria or viruses in saliva.(2)\nSalivary gland obstruction can be caused by factors such as: Salivary gland stones; salivary duct is kinked; tumor; Abnormal formation of salivary glands, scarring and narrowing of the glandular ducts.\nMeanwhile, the condition of reduced salivary glands often comes from the following factors: Age, usually from 50-60 years old; people who have just undergone surgery; intraoral radiotherapy; have Sjögren's disease; suffer from dry mouth and dehydration; suffering from eating disorders, malnutrition, weak immunity; taking antihistamines, diuretics, beta blockers, sedatives, antidepressants, antipsychotics and other medications for other psychiatric treatments; CKD; Breathing through your mouth when sleeping, stress, oral thrush, diabetes...\nSalivary gland inflammation is most commonly caused by the bacteria Staphylococcus aureus."
        },
        {
            "subsection_name": "Symptoms of salivary gland inflammation",
            "subsection_content": "Common signs of salivary gland inflammation include:\nParotid or submandibular salivary glands on both sides: Inflammation and swelling of these glands can cause facial deformities such as a bulging face, a stiff neck and a drooping chin. Parotid skin: Can be tight, shiny but usually not red, hot and painful to touch; If the inflammation of the salivary glands is caused by a virus, there will be no dents when pressed; If the inflammation is caused by bacteria, the skin will be red and may be concave when pressed. Saliva: Reduced, little and thick. Stenon's duct opening: If the inflammation is caused by bacteria, the Stenon's duct opening will be red and inflamed or/and pus will flow out when stroking along the duct. Jaw angle: Enlarged swelling due to parotid/submandibular salivary glands or enlarged lymph nodes Other manifestations of salivary gland inflammation: Sore throat, mouth opening or jaw pain; When swallowing, pain radiates to the ear; fever, chills with headache; tired; halitosis. In case of salivary gland infection due to a tumor, you will feel a lump and hardness in the inflamed area.; Parotid or submandibular salivary glands on both sides: Inflammation and swelling of these glands can cause facial deformities such as a bulging face, a thick neck and a drooping chin.; Parotid skin: Can be tight, shiny but usually not red, hot and painful to touch; If the inflammation of the salivary glands is caused by a virus, there will be no dents when pressed; If the inflammation is caused by bacteria, the skin will be red and may be concave when pressed; Saliva: Reduced, little and thick.; Stenon's duct opening: If the inflammation is caused by bacteria, the Stenon's duct opening will be red and inflamed or/and pus will flow out when stroking along the duct.; Jaw angle: Enlarged swelling due to parotid/submandibular salivary glands or enlarged lymph nodes; Other symptoms of salivary gland inflammation: Sore throat, mouth opening or jaw pain; When swallowing, pain radiates to the ear; fever, chills with headache; tired; halitosis. In case of salivary gland infection due to a tumor, you will feel a lump and hardness in the inflamed area.\nDr. Thuy Hang advises that patients should go to the hospital as soon as the inflammation begins, making it difficult to eat, swallow or breathe, causing a lot of pain, and the symptoms do not improve despite drinking salt water and cleaning their teeth. mouth and treatment at home.\nSwollen salivary glands can cause facial deformities such as a bulging face, a stiff neck, and a drooping chin.",
            "subsection_string": "Symptoms of salivary gland inflammation\nCommon signs of salivary gland inflammation include:\nParotid or submandibular salivary glands on both sides: Inflammation and swelling of these glands can cause facial deformities such as a bulging face, a stiff neck and a drooping chin. Parotid skin: Can be tight, shiny but usually not red, hot and painful to touch; If the inflammation of the salivary glands is caused by a virus, there will be no dents when pressed; If the inflammation is caused by bacteria, the skin will be red and may be concave when pressed. Saliva: Reduced, little and thick. Stenon's duct opening: If the inflammation is caused by bacteria, the Stenon's duct opening will be red and inflamed or/and pus will flow out when stroking along the duct. Jaw angle: Enlarged swelling due to parotid/submandibular salivary glands or enlarged lymph nodes Other manifestations of salivary gland inflammation: Sore throat, mouth opening or jaw pain; When swallowing, pain radiates to the ear; fever, chills with headache; tired; halitosis. In case of salivary gland infection due to a tumor, you will feel a lump and hardness in the inflamed area.; Parotid or submandibular salivary glands on both sides: Inflammation and swelling of these glands can cause facial deformities such as a bulging face, a thick neck and a drooping chin.; Parotid skin: Can be tight, shiny but usually not red, hot and painful to touch; If the inflammation of the salivary glands is caused by a virus, there will be no dents when pressed; If the inflammation is caused by bacteria, the skin will be red and may be concave when pressed; Saliva: Reduced, little and thick.; Stenon's duct opening: If the inflammation is caused by bacteria, the Stenon's duct opening will be red and inflamed or/and pus will flow out when stroking along the duct.; Jaw angle: Enlarged swelling due to parotid/submandibular salivary glands or enlarged lymph nodes; Other symptoms of salivary gland inflammation: Sore throat, mouth opening or jaw pain; When swallowing, pain radiates to the ear; fever, chills with headache; tired; halitosis. In case of salivary gland infection due to a tumor, you will feel a lump and hardness in the inflamed area.\nDr. Thuy Hang advises that patients should go to the hospital as soon as the inflammation begins, making it difficult to eat, swallow or breathe, causing a lot of pain, and the symptoms do not improve despite drinking salt water and cleaning their teeth. mouth and treatment at home.\nSwollen salivary glands can cause facial deformities such as a bulging face, a stiff neck, and a drooping chin."
        },
        {
            "subsection_name": "Complications of salivary gland inflammation",
            "subsection_content": "If salivary gland inflammation is not treated promptly, it can cause dangerous complications such as:\nSalivary gland abscess: An infection that is not controlled or treated promptly for a long time can cause pus accumulation and complications into an abscess. Salivary gland hypertrophy: Chronic salivary gland infection can lead to salivary gland hypertrophy. Besides, salivary gland enlargement can be due to autoimmune causes, neoplasms. Airway obstruction: Uncontrolled infection can lead to neck swelling and airway obstruction. Saliva infections that spread to the facial bones can be difficult to control.; Salivary gland abscess: If the infection is not controlled or treated promptly, it can cause pus accumulation and complications into an abscess.; Salivary gland hypertrophy: Chronic salivary gland infection can lead to salivary gland hypertrophy. Besides, salivary gland enlargement can be due to autoimmune causes or neoplasms; Airway obstruction: Uncontrolled infection can lead to neck swelling and airway obstruction. Saliva infections that spread to the facial bones can be difficult to control.",
            "subsection_string": "Complications of salivary gland inflammation\nIf salivary gland inflammation is not treated promptly, it can cause dangerous complications such as:\nSalivary gland abscess: An infection that is not controlled or treated promptly for a long time can cause pus accumulation and complications into an abscess. Salivary gland hypertrophy: Chronic salivary gland infection can lead to salivary gland hypertrophy. Besides, salivary gland enlargement can be due to autoimmune causes, neoplasms. Airway obstruction: Uncontrolled infection can lead to neck swelling and airway obstruction. Saliva infections that spread to the facial bones can be difficult to control.; Salivary gland abscess: If the infection is not controlled or treated promptly, it can cause pus accumulation and complications into an abscess.; Salivary gland hypertrophy: Chronic salivary gland infection can lead to salivary gland hypertrophy. Besides, salivary gland enlargement can be due to autoimmune causes or neoplasms; Airway obstruction: Uncontrolled infection can lead to neck swelling and airway obstruction. Saliva infections that spread to the facial bones can be difficult to control."
        },
        {
            "subsection_name": "Methods of diagnosing salivary gland inflammation",
            "subsection_content": "The most common methods of diagnosing salivary gland inflammation today include: ultrasound, CT-scan, MRI, Biopsy; endoscopy, and culture of pus from the salivary duct in cases of suspected salivary gland infection.(4)\nSwelling due to blockage of the salivary duct causes pain associated with eating or drinking foods that cause increased salivation. To differentiate between some possible causes of enlarged salivary glands, your doctor may use other tests including:\nBiopsy: Performed by taking a sample of salivary gland tissue and examining it under a microscope. Endoscopy: Performed by inserting an endoscope with a very small camera into the salivary ducts to observe. X-ray: Indicated in cases where the doctor cannot make a diagnosis during a physical examination. X-rays may be performed after using contrast that can be seen on the X-rays that have been injected into the salivary glands and ducts. Computed tomography (CT), ultrasound or magnetic resonance imaging (MRI): Indicated in cases of suspected infection to identify inflammation. Culturing pus from a salivary duct: If your doctor is able to squeeze pus from an inflamed salivary duct, the bacteria will be cultured in the laboratory. Blood test: To detect increased amylase in blood and urine, decreased white blood cells, decreased neutrophils if inflammation is caused by a virus, or increased neutrophils for bacterial causes.; Biopsy: Performed by taking a sample of salivary gland tissue and examining it under a microscope.; Endoscopy: Performed by inserting an endoscope with a very small camera into the salivary ducts to observe.; X-ray: Indicated in cases where the doctor cannot make a diagnosis during a physical examination. X-rays may be performed after using contrast that can be seen on the X-rays that have been injected into the salivary glands and ducts.; Computed tomography (CT), ultrasound or magnetic resonance imaging (MRI): Indicated in cases of suspected infection to determine inflammation.; Culturing pus from salivary ducts: If the doctor is able to squeeze pus from the inflamed salivary ducts, the bacteria will be cultured in the laboratory.; Blood test: To detect increased amylase in blood and urine, decreased white blood cells, decreased neutrophils if inflammation is caused by a virus, or increased neutrophils for bacterial causes.\nBlood tests can help diagnose sialadenitis",
            "subsection_string": "Methods of diagnosing salivary gland inflammation\nThe most common methods of diagnosing salivary gland inflammation today include: ultrasound, CT-scan, MRI, Biopsy; endoscopy, and culture of pus from the salivary duct in cases of suspected salivary gland infection.(4)\nSwelling due to blockage of the salivary duct causes pain associated with eating or drinking foods that cause increased salivation. To differentiate between some possible causes of enlarged salivary glands, your doctor may use other tests including:\nBiopsy: Performed by taking a sample of salivary gland tissue and examining it under a microscope. Endoscopy: Performed by inserting an endoscope with a very small camera into the salivary ducts to observe. X-ray: Indicated in cases where the doctor cannot make a diagnosis during a physical examination. X-rays may be performed after using contrast that can be seen on the X-rays that have been injected into the salivary glands and ducts. Computed tomography (CT), ultrasound or magnetic resonance imaging (MRI): Indicated in cases of suspected infection to identify inflammation. Culturing pus from a salivary duct: If your doctor is able to squeeze pus from an inflamed salivary duct, the bacteria will be cultured in the laboratory. Blood test: To detect increased amylase in blood and urine, decreased white blood cells, decreased neutrophils if inflammation is caused by a virus, or increased neutrophils for bacterial causes.; Biopsy: Performed by taking a sample of salivary gland tissue and examining it under a microscope.; Endoscopy: Performed by inserting an endoscope with a very small camera into the salivary ducts to observe.; X-ray: Indicated in cases where the doctor cannot make a diagnosis during a physical examination. X-rays may be performed after using contrast that can be seen on the X-rays that have been injected into the salivary glands and ducts.; Computed tomography (CT), ultrasound or magnetic resonance imaging (MRI): Indicated in cases of suspected infection to determine inflammation.; Culturing pus from salivary ducts: If the doctor is able to squeeze pus from the inflamed salivary ducts, the bacteria will be cultured in the laboratory.; Blood test: To detect increased amylase in blood and urine, decreased white blood cells, decreased neutrophils if inflammation is caused by a virus, or increased neutrophils for bacterial causes.\nBlood tests can help diagnose sialadenitis"
        },
        {
            "subsection_name": "Ultrasound image of salivary gland inflammation",
            "subsection_content": "Acute sialoadenitis: The salivary glands are swollen, with a heterogeneous hypoechoic structure manifested by small hypoechoic nodules and increased vascularity in the gland parenchyma. Chronic salivary gland inflammation: The size of the salivary glands is normal or reduced, hypoechoic, and heterogeneous. On color Doppler ultrasound there is usually no increase in blood flow. Salivary gland abscess: Hypoechoic or anechoic foci with posterior echo enhancement, unclear margins, central fluid and small air bubbles. Surrounding lymph nodes: Swollen, hypervascular but the negative structure remains uniform; Acute sialadenitis: Salivary glands are swollen, heterogeneous hypoechoic structure manifested by small hypoechoic nodules and increased vascularity in the gland parenchyma.; Chronic salivary gland inflammation: The size of the salivary glands is normal or reduced, hypoechoic, and heterogeneous. On color Doppler ultrasound there is usually no increase in blood flow; Salivary gland abscess: Hypoechoic or anechoic foci with posterior echo enhancement, unclear margins, central fluid and small air bubbles.; Surrounding lymph nodes: Swollen, hypervascular but the negative structure remains uniform.",
            "subsection_string": "Ultrasound image of salivary gland inflammation\nAcute sialoadenitis: The salivary glands are swollen, with a heterogeneous hypoechoic structure manifested by small hypoechoic nodules and increased vascularity in the gland parenchyma. Chronic salivary gland inflammation: The size of the salivary glands is normal or reduced, hypoechoic, and heterogeneous. On color Doppler ultrasound there is usually no increase in blood flow. Salivary gland abscess: Hypoechoic or anechoic foci with posterior echo enhancement, unclear margins, central fluid and small air bubbles. Surrounding lymph nodes: Swollen, hypervascular but the negative structure remains uniform; Acute sialadenitis: Salivary glands are swollen, heterogeneous hypoechoic structure manifested by small hypoechoic nodules and increased vascularity in the gland parenchyma.; Chronic salivary gland inflammation: The size of the salivary glands is normal or reduced, hypoechoic, and heterogeneous. On color Doppler ultrasound there is usually no increase in blood flow; Salivary gland abscess: Hypoechoic or anechoic foci with posterior echo enhancement, unclear margins, central fluid and small air bubbles.; Surrounding lymph nodes: Swollen, hypervascular but the negative structure remains uniform."
        },
        {
            "subsection_name": "Treatment methods for inflammation of the salivary glands",
            "subsection_content": "Doctor Thuy Hang said that if a salivary gland infection has no complications, it can be cured without medication. “However, for children and young children, people with weak immunity, doctors recommend going to the hospital for examination as soon as possible. Because in these subjects, the infection can become severe and has the risk of causing complications that adversely affect health as mentioned above.\nAccording to Dr. Thuy Hang, for the treatment of salivary gland inflammation in general, it should be done on the principles of pain relief, anti-inflammation, and anti-infection. Accordingly, treatment recommendations according to each specific level of inflammation are as follows:\nIf the infection is caused by bacteria: Use antibiotics to treat the bacteria. Note that when using antibiotics, you need to have a specialist's prescription and take the full dose. Do not arbitrarily stop taking the medication midway to avoid antibiotic resistance, making future treatment difficult. (3 ) If the infection is viral: monitor or use antiviral medication if necessary. If there is an abscess or collection of pus: An incision is needed to drain the pus. In cases where inflammation due to obstruction is caused by salivary gland stones, gentle massage of the obstructed area can be used to remove the stones. In case of obstruction due to kinks in the salivary glands: Surgery can be performed to repair or remove kinks or narrowed ducts that affect the flow of saliva. If the salivary gland infection originates from an autoimmune condition: The patient needs treatment to stabilize the immune system and improve resistance, such as increasing nutrition after surgery or treating diabetes.; If the infection is caused by bacteria: Use antibiotics to treat the bacteria. Note that when using antibiotics, you need to have a specialist's prescription and take the full dose. Do not arbitrarily stop taking the medication midway to avoid antibiotic resistance, making future treatment difficult. (3 ); If infection is viral: monitor or use antiviral medication if necessary; If there is an abscess or collection of pus: An incision is needed to drain the pus. In case of inflammation due to obstruction caused by salivary gland stones, gentle massage of the obstructed area can be used to remove the stones.; In case of obstruction due to kinks in the salivary glands: Surgery can be performed to repair or remove kinks or narrowed ducts that affect the flow of saliva.; If the salivary gland infection originates from an autoimmune condition: The patient needs treatment to stabilize the immune system and improve resistance, such as increasing nutrition after surgery or treating diabetes.\nIndications for surgery for salivary gland inflammation\n“If the infection does not respond to intravenous antibiotics after 48 hours, surgery and drainage of the salivary glands may be needed to control the infection,” said Dr. Thuy Hang. If salivary stones are blocking the glands and contributing to infection, the person may need endoscopy to remove the stones so the infection does not recur. In cases of large salivary stones, open surgery to remove the salivary glands will be performed.\nIn addition, Dr. Thuy Hang gives additional instructions on how to treat salivary gland inflammation at home for mild infections.\nDrink a lot of water. Eat hard candy or drink lemonade to increase saliva flow. Apply warm compresses. Massage the salivary glands. Clean your teeth thoroughly. Avoid letting food stick to the roof of your mouth; Eat small pieces and chew thoroughly; Avoid alcoholic or acidic drinks; In particular, patients should not use chemical mouthwash; Drink a lot of water.; Eat hard candy or drink lemonade to increase saliva flow.; Apply warm compresses; Massage the salivary glands.; Thorough oral hygiene; Avoid letting food stick to the roof of your mouth; Eat small pieces and chew thoroughly; Avoid alcoholic or acidic drinks; In particular, patients should not use chemical mouthwash.",
            "subsection_string": "Treatment methods for inflammation of the salivary glands\nDoctor Thuy Hang said that if a salivary gland infection has no complications, it can be cured without medication. “However, for children and young children, people with weak immunity, doctors recommend going to the hospital for examination as soon as possible. Because in these subjects, the infection can become severe and has the risk of causing complications that adversely affect health as mentioned above.\nAccording to Dr. Thuy Hang, for the treatment of salivary gland inflammation in general, it should be done on the principles of pain relief, anti-inflammation, and anti-infection. Accordingly, treatment recommendations according to each specific level of inflammation are as follows:\nIf the infection is caused by bacteria: Use antibiotics to treat the bacteria. Note that when using antibiotics, you need to have a specialist's prescription and take the full dose. Do not arbitrarily stop taking the medication midway to avoid antibiotic resistance, making future treatment difficult. (3 ) If the infection is viral: monitor or use antiviral medication if necessary. If there is an abscess or collection of pus: An incision is needed to drain the pus. In cases where inflammation due to obstruction is caused by salivary gland stones, gentle massage of the obstructed area can be used to remove the stones. In case of obstruction due to kinks in the salivary glands: Surgery can be performed to repair or remove kinks or narrowed ducts that affect the flow of saliva. If the salivary gland infection originates from an autoimmune condition: The patient needs treatment to stabilize the immune system and improve resistance, such as increasing nutrition after surgery or treating diabetes.; If the infection is caused by bacteria: Use antibiotics to treat the bacteria. Note that when using antibiotics, you need to have a specialist's prescription and take the full dose. Do not arbitrarily stop taking the medication midway to avoid antibiotic resistance, making future treatment difficult. (3 ); If infection is viral: monitor or use antiviral medication if necessary; If there is an abscess or collection of pus: An incision is needed to drain the pus. In case of inflammation due to obstruction caused by salivary gland stones, gentle massage of the obstructed area can be used to remove the stones.; In case of obstruction due to kinks in the salivary glands: Surgery can be performed to repair or remove kinks or narrowed ducts that affect the flow of saliva.; If the salivary gland infection originates from an autoimmune condition: The patient needs treatment to stabilize the immune system and improve resistance, such as increasing nutrition after surgery or treating diabetes.\nIndications for surgery for salivary gland inflammation\n“If the infection does not respond to intravenous antibiotics after 48 hours, surgery and drainage of the salivary glands may be needed to control the infection,” said Dr. Thuy Hang. If salivary stones are blocking the glands and contributing to infection, the person may need endoscopy to remove the stones so the infection does not recur. In cases of large salivary stones, open surgery to remove the salivary glands will be performed.\nIn addition, Dr. Thuy Hang gives additional instructions on how to treat salivary gland inflammation at home for mild infections.\nDrink a lot of water. Eat hard candy or drink lemonade to increase saliva flow. Apply warm compresses. Massage the salivary glands. Clean your teeth thoroughly. Avoid letting food stick to the roof of your mouth; Eat small pieces and chew thoroughly; Avoid alcoholic or acidic drinks; In particular, patients should not use chemical mouthwash; Drink a lot of water.; Eat hard candy or drink lemonade to increase saliva flow.; Apply warm compresses; Massage the salivary glands.; Thorough oral hygiene; Avoid letting food stick to the roof of your mouth; Eat small pieces and chew thoroughly; Avoid alcoholic or acidic drinks; In particular, patients should not use chemical mouthwash."
        },
        {
            "subsection_name": "Measures to prevent salivary gland inflammation",
            "subsection_content": "To prevent salivary gland inflammation, Dr. Thuy Hang advises people to:\nQuit smoking and alcohol; Maintain oral hygiene; Avoid dehydration by drinking 2 liters of water per day; You can chew hard candy or gum to stimulate salivation; Strengthen the body's resistance, exercise every day to prevent bacterial and viral infections that cause disease; Quit smoking and alcohol;; Maintain oral hygiene;; Avoid dehydration by drinking 2 liters of water a day;; You can chew hard candy or gum to stimulate salivation;; Strengthen the body's resistance, exercise every day to prevent bacterial and viral infections that cause disease.",
            "subsection_string": "Measures to prevent salivary gland inflammation\nTo prevent salivary gland inflammation, Dr. Thuy Hang advises people to:\nQuit smoking and alcohol; Maintain oral hygiene; Avoid dehydration by drinking 2 liters of water per day; You can chew hard candy or gum to stimulate salivation; Strengthen the body's resistance, exercise every day to prevent bacterial and viral infections that cause disease; Quit smoking and alcohol;; Maintain oral hygiene;; Avoid dehydration by drinking 2 liters of water a day;; You can chew hard candy or gum to stimulate salivation;; Strengthen the body's resistance, exercise every day to prevent bacterial and viral infections that cause disease."
        },
        {
            "subsection_name": "Frequently asked questions about salivary gland inflammation",
            "subsection_content": "Doctor Thuy Hang answers readers' questions one by one as follows.\n1. Is salivary gland inflammation contagious?\nSalivary gland inflammation is a non-contagious disease, so you do not need to avoid contact with sick people.\n2. What medicine should I take for inflammation of the salivary glands?\nMild sialadenitis may not require medication, or may only require pain relievers. Medications used in inflammation of the salivary glands include: antibiotics, inflammation reducers, and pain relievers, but need to be used as prescribed by your doctor. Patients should not buy antibiotics to take by themselves, or be treated with drugs not prescribed by a specialist.\n3. Is salivary gland inflammation dangerous?\nInflammation of the salivary glands is not a dangerous disease, but that is not why you should subjectively let the disease prolong. Complications of salivary gland inflammation can leave many serious consequences that affect health and aesthetics, such as: salivary gland abscess, facial deformation, airway obstruction, sepsis...\n4. Does inflammation of the salivary glands cause lymph nodes?\nInflammation and infection of the salivary glands will cause local lymph node reactions in the area. The lymph nodes that drain the salivary glands include: preauricular lymph nodes, postauricular lymph nodes, jaw lymph nodes and cervical lymph nodes... the characteristics of these lymph nodes are swollen lymph nodes, moving under the skin when touched, and painful to press. If the lymphadenitis is severe, it can cause lymph node necrosis or abscess. When the inflammation is gone, the cervical lymph nodes will also reduce inflammation and gradually shrink in size over weeks or months.\n5. Is salivary gland inflammation mumps?\nMumps can cause inflammation of the salivary glands, especially the parotid salivary glands. However, inflammation of the salivary glands can also arise from many other causes. For example, caused by viruses (Mumps virus, HIV, Coxsackievirus, Parainfluenza types 1 and 2, Herpes virus, influenza A virus...) or bacteria that often cause salivary gland inflammation is Staphylococcus aureus, other types of bacteria include including streptococcus bacteria, coliform bacteria...\n6. Distinguish between salivary gland inflammation and mumps\nBesides the symptoms of salivary gland inflammation, mumps can also cause other complications such as orchitis, acute pancreatitis, and myocarditis. However, sialadenitis caused by other viruses and that caused by mumps can be difficult to distinguish through examination. General symptoms of patients with viral sialadenitis and mumps include swelling of the salivary gland area, decreased secretions, tight jaw, difficulty swallowing, fever... Definite diagnosis can only be made by testing. virus culture test. Treatment is no different between viral sialadenitis and mumps, in most cases it is supportive and prevents complications. In actually treating a patient with sialadenitis, the doctor needs to distinguish between viral and bacterial sialadenitis to decide whether or not to use antibiotics.\n7. Does inflammation of the salivary glands go away on its own and how long does it take to recover?\nAs mentioned in the treatment section, if the salivary gland infection has no complications, it can be cured without medication. Usually the inflammation lasts about 1-2 weeks and will go away.\n8. Does surgery require surgery to treat sialadenitis?\nSurgery may be indicated if the infection does not begin to respond to intravenous antibiotics after 48 hours. At the same time, it is necessary to drain the salivary glands to control infection.\nEar, nose and throat doctor, Tam Anh General Hospital is examining a patient with salivary gland inflammation\n9. Where can I be examined for inflammation of the salivary glands and how much does it cost?\nSalivary gland inflammation is a common ENT disease, and so you need to go to hospitals with ENT specialists for examination and treatment. Treatment costs depend on the method used to treat the disease (medication, surgery) and on each medical facility. You need to contact directly the medical facility where you want to be treated for specific advice on prices.\nDepartment of Ear, Nose and Throat, Tam Anh General Hospital brings together a team of experienced and dedicated experts and doctors; Equipped with modern machinery systems such as: Xion endoscopy machine from Germany, video tonography (VNG) measurement system, vestibular rehabilitation exercise machine (TRV), Interacoustic audiology tester, system Zeiss microsurgical ear surgery system (Germany), Karl Storz endoscopy system... help with accurate diagnosis, intensive treatment, high efficiency, and quick recovery.",
            "subsection_string": "Frequently asked questions about salivary gland inflammation\nDoctor Thuy Hang answers readers' questions one by one as follows.\n1. Is salivary gland inflammation contagious?\nSalivary gland inflammation is a non-contagious disease, so you do not need to avoid contact with sick people.\n2. What medicine should I take for inflammation of the salivary glands?\nMild sialadenitis may not require medication, or may only require pain relievers. Medications used in inflammation of the salivary glands include: antibiotics, inflammation reducers, and pain relievers, but need to be used as prescribed by your doctor. Patients should not buy antibiotics to take by themselves, or be treated with drugs not prescribed by a specialist.\n3. Is salivary gland inflammation dangerous?\nInflammation of the salivary glands is not a dangerous disease, but that is not why you should subjectively let the disease prolong. Complications of salivary gland inflammation can leave many serious consequences that affect health and aesthetics, such as: salivary gland abscess, facial deformation, airway obstruction, sepsis...\n4. Does inflammation of the salivary glands cause lymph nodes?\nInflammation and infection of the salivary glands will cause local lymph node reactions in the area. The lymph nodes that drain the salivary glands include: preauricular lymph nodes, postauricular lymph nodes, jaw lymph nodes and cervical lymph nodes... the characteristics of these lymph nodes are swollen lymph nodes, moving under the skin when touched, and painful to press. If the lymphadenitis is severe, it can cause lymph node necrosis or abscess. When the inflammation is gone, the cervical lymph nodes will also reduce inflammation and gradually shrink in size over weeks or months.\n5. Is salivary gland inflammation mumps?\nMumps can cause inflammation of the salivary glands, especially the parotid salivary glands. However, inflammation of the salivary glands can also arise from many other causes. For example, caused by viruses (Mumps virus, HIV, Coxsackievirus, Parainfluenza types 1 and 2, Herpes virus, influenza A virus...) or bacteria that often cause salivary gland inflammation is Staphylococcus aureus, other types of bacteria include including streptococcus bacteria, coliform bacteria...\n6. Distinguish between salivary gland inflammation and mumps\nBesides the symptoms of salivary gland inflammation, mumps can also cause other complications such as orchitis, acute pancreatitis, and myocarditis. However, sialadenitis caused by other viruses and that caused by mumps can be difficult to distinguish through examination. General symptoms of patients with viral sialadenitis and mumps include swelling of the salivary gland area, decreased secretions, tight jaw, difficulty swallowing, fever... Definite diagnosis can only be made by testing. virus culture test. Treatment is no different between viral sialadenitis and mumps, in most cases it is supportive and prevents complications. In actually treating a patient with sialadenitis, the doctor needs to distinguish between viral and bacterial sialadenitis to decide whether or not to use antibiotics.\n7. Does inflammation of the salivary glands go away on its own and how long does it take to recover?\nAs mentioned in the treatment section, if the salivary gland infection has no complications, it can be cured without medication. Usually the inflammation lasts about 1-2 weeks and will go away.\n8. Does surgery require surgery to treat sialadenitis?\nSurgery may be indicated if the infection does not begin to respond to intravenous antibiotics after 48 hours. At the same time, it is necessary to drain the salivary glands to control infection.\nEar, nose and throat doctor, Tam Anh General Hospital is examining a patient with salivary gland inflammation\n9. Where can I be examined for inflammation of the salivary glands and how much does it cost?\nSalivary gland inflammation is a common ENT disease, and so you need to go to hospitals with ENT specialists for examination and treatment. Treatment costs depend on the method used to treat the disease (medication, surgery) and on each medical facility. You need to contact directly the medical facility where you want to be treated for specific advice on prices.\nDepartment of Ear, Nose and Throat, Tam Anh General Hospital brings together a team of experienced and dedicated experts and doctors; Equipped with modern machinery systems such as: Xion endoscopy machine from Germany, video tonography (VNG) measurement system, vestibular rehabilitation exercise machine (TRV), Interacoustic audiology tester, system Zeiss microsurgical ear surgery system (Germany), Karl Storz endoscopy system... help with accurate diagnosis, intensive treatment, high efficiency, and quick recovery."
        }
    ],
    "name": "viem-tuyen-nuoc-bot.json"
}