{
    "title": "Proctitis: Causes, symptoms and prevention",
    "category": "Gastrointestinal - Hepatobiliary",
    "link": "https://tamanhhospital.vn/viem-truc-trang/",
    "abstract": "Proctitis is a disease that can occur in many ages, including children. In acute cases, people can recover within a few weeks. Chronic problems may take longer, including medical treatment and lifestyle changes.",
    "content": "Proctitis: Causes, symptoms and prevention\n\nProctitis is a disease that can occur in many ages, including children. In acute cases, people can recover within a few weeks. Chronic problems may take longer, including medical treatment and lifestyle changes.\n\nWhat is proctitis?\nThe rectum is an important part of the digestive system. The rectum is the muscular tube that connects the large intestine to the anus; Body waste will pass through the rectum to the outside.\nProctitis is an inflammation of the lining of the rectum. The disease can last for a short time or become chronic.\nThe disease can cause the patient discomfort or pain. In some cases, it also causes bleeding or mucus secretion in the rectum.\nRectal inflammation can be acute or chronic\n\nRectal inflammation stage\n1. Acute proctitis\nAcute proctitis means the patient develops symptoms within a short period of time; Usually due to one reason. Lesions at the level of acute proctitis usually do not penetrate deep into the intestinal muscle wall but only in the top mucosal layer.\n2. Chronic proctitis\nIn a chronic case, the patient will have signs of proctitis for a long time (lasting weeks, months or longer). At a chronic level, inflammation affects deep into the epithelial layer. There are also cases where lesions form above the colon mucosa.\n\nWhat are the symptoms of proctitis?\nThe most common symptom of proctitis is called Tenesmus. This is a condition of abdominal discomfort and frequent urge to defecate – even after just going to the toilet. Inflammation and irritation of the rectal mucosa are the causes of this type of tenesmus in patients.(1)\nIn addition, signs of proctitis can also be:\nHemorrhage; Anal itching or burning; Rectal bleeding; Anal or rectal pain; Intermittent stomach cramps; The rectum secretes mucus or pus; Diarrhea or frequent loose stools; Swollen lymph nodes in the groin; Proctitis can be in the context of inflammation of the entire colon or just isolated proctitis.\nPeople with proctitis often feel the need to defecate\n\nWhat causes proctitis?\nThere are many causes of rectal infection; Most of which are related to diseases that the patient previously encountered.(2)\nIntestinal infections due to unhealthy eating habits: Unhealthy and unhygienic eating can lead to a number of unwanted infections such as intestinal infections caused by salmonella and shigella bacteria. or caused by campylobacter; Intestinal infections due to unhealthy eating habits: Unhealthy and unhygienic eating can lead to a number of unwanted infections such as intestinal infections caused by salmonella and shigella bacteria. or caused by campylobacter.\nSexually transmitted infections due to anal intercourse: Infections from sexually transmitted diseases such as gonorrhea, syphilis, herpes, anal warts, etc. are common causes. of proctitis. This cause has a higher rate in gay men or people with many sexual partners.; Sexually transmitted infections due to anal intercourse: Infections from sexually transmitted diseases such as gonorrhea, syphilis, herpes, anal warts, etc. are common causes. of proctitis. This cause has a higher rate in gay men or people with many sexual partners.\nUlcerative colitis or gastrointestinal Crohn's disease: Not everyone knows that up to 30% of people with digestive diseases such as Crohn's disease and ulcerative colitis also later experience proctitis.; Ulcerative colitis or gastrointestinal Crohn's disease: Not everyone knows that up to 30% of people with digestive diseases such as Crohn's disease and ulcerative colitis also later experience proctitis.\nAntibiotic use: Taking antibiotics may be associated with proctitis in some people. In addition to killing bacteria that cause infections, antibiotics also have the risk of eliminating beneficial bacteria in the digestive tract. This creates conditions for Clostridium difficile - a harmful bacteria that causes proctitis and colitis.; Antibiotic use: Taking antibiotics may be associated with proctitis in some people. In addition to killing bacteria that cause infections, antibiotics also have the risk of eliminating beneficial bacteria in the digestive tract. This creates conditions for Clostridium difficile - a harmful bacteria that causes proctitis and colitis.\nUnsafe sex: Having sex without safe measures, having anal sex or inserting substances/chemicals into the rectum causes the risk of anorectal injury and lead to proctitis. colon.; Unsafe sex: Having sex without safe measures, having anal sex or inserting substances/chemicals into the rectum causes the risk of anorectal injury and lead to proctitis. colon.\nRadiation therapy for cancer: People who have had radiation therapy to the pelvic area, such as those with rectal cancer, ovarian cancer or prostate cancer, are also at risk of proctitis. Usually the symptoms of a radiculitis condition like this will be rectal bleeding; occurs within 6 weeks after starting radiotherapy or more than 9 months after completing radiotherapy.; Radiation therapy for cancer: People who have had radiation therapy to the pelvic area, such as those with rectal cancer, ovarian cancer or prostate cancer, are also at risk of proctitis. Usually the symptoms of a radiculitis condition like this will be rectal bleeding; occurs within 6 weeks after starting radiation therapy or more than 9 months after completing radiation therapy.\nEosinophilia: Occurs when eosinophils accumulate in the rectal mucosa. This condition only affects children under 2 years old.; Eosinophilia: Occurs when eosinophils accumulate in the rectal mucosa. This condition only affects children under 2 years old.\n\nDiagnosis of proctitis\nAnyone who suspects they have proctitis or notices unusual symptoms should see a doctor for a diagnosis. Based on information about your symptoms, current health status, family history and sexual behavior, your doctor will decide what tests are necessary.\nBlood test: To detect the risk of bleeding or infection; Blood test: To detect the risk of bleeding or infection.\nStool test: Determine whether proctitis is caused by bacteria or not; Stool test: Determine whether proctitis is caused by bacteria or not.\nProctoscopy or colonoscopy: Examination of the anal canal and lower rectum or entire colon with a flexible endoscope. If only colonoscopy is performed, there is no need to fast or empty the bowel beforehand.; Proctoscopy or colonoscopy: Examination of the anal canal and lower rectum or entire colon with a flexible endoscope. If only colonoscopy is performed, there is no need to fast or empty the bowel beforehand.\nTesting for sexually transmitted diseases: The doctor will take a sample of secretions from the rectum or urine tube to check whether the patient is suffering from sexually transmitted diseases because This is no small reason leading to proctitis.; Testing for sexually transmitted diseases: The doctor will take a sample of secretions from the rectum or urine tube to check whether the patient is suffering from sexually transmitted diseases because This is no small reason leading to proctitis.\n\nCommon complications of proctitis\nIf not treated promptly or the disease does not respond to treatment, proctitis can lead to many complications, including:\nAnemia: Chronic rectal bleeding can cause anemia. This condition causes the patient to lack red blood cells to transport oxygen to tissues. Anemia also makes you tired, dizzy, short of breath, pale skin and irritable.; Anemia: Chronic rectal bleeding can cause anemia. This condition causes the patient to lack red blood cells to transport oxygen to tissues. Anemia also makes you tired, dizzy, short of breath, pale skin and irritable.\nAbscess: Painful, swollen and pus-filled area due to infection; Abscess: An area that is painful, swollen, and filled with pus due to infection.\nFormation of large ulcers and leakage: Chronic proctitis has a high risk of forming ulcers on the lining inside the rectum. When the ulcer extends through the intestinal wall, it forms an abnormal \"fistula\" connecting the intestine and skin or between the intestine and other organs (bladder, vagina...)(3); Formation of large ulcers and leakage: Chronic proctitis has a high risk of forming ulcers on the lining inside the rectum. When the ulcer expands through the intestinal wall, it forms an abnormal \"fistula\" connecting the intestine and skin or between the intestine and other organs (bladder, vagina...)(3)\nRectal cancer: This is a dangerous complication of proctitis, which can affect life if the patient is not detected and treated promptly.; Rectal cancer: This is a dangerous complication of proctitis, which can affect life if the patient is not detected and treated promptly.\nIf not treated early, proctitis can cause serious complications\n\nTreatment of proctitis\nThe main goals of treating proctitis are to reduce inflammation, control pain, and eliminate infection if present. The sooner proctitis is treated, the higher the chance of complete recovery.\nSpecific treatment depends on the cause of the disease.\n1. Treatment of proctitis caused by infection\nIn this case, the patient may need medications to treat infections such as antibiotics, antivirals, antifungals, etc.\n2. Treatment of proctitis caused by radiation therapy\nIf the severity is mild, the patient may not need treatment. In cases where radiation proctitis causes pain and heavy bleeding, doctors may recommend measures such as medication to control inflammation and bleeding; Use stool softeners to make it easier for patients to defecate; Finally, treatment destroys the damaged tissue by removing the bleeding tissue. Rectal endoscopy and Argon hemostasis are the optimal treatment\n3. Treatment of proctitis caused by inflammatory bowel disease\nIf proctitis is related to Crohn's disease or ulcerative colitis, the person will need to focus on reducing inflammation. Treatment may require anti-inflammatory drugs, immune system suppressants, oral medications, injections, rectal suppositories or enemas. Probiotic injection into the rectum - colon is a supportive treatment method mentioned quite a lot in current medical literature.\n4. Surgical treatment\nIf medical treatment does not help your proctitis go away or the disease frequently recurs, it is likely that you will need additional surgery to remove part of the problematic organ of the digestive tract to end the disease. .\nIn addition to medical methods, patients can reduce symptoms of proctitis through lifestyle changes such as:\nChange your diet: eat bland, eat easily digestible foods; Do not eat spicy, sour or greasy foods; Cut back on dairy products or switch to nut milk products if lactose intolerant; Drink plenty of water but avoid drinking coffee, tea or drinks containing caffeine; You should not drink alcohol\nDuring treatment of proctitis, it is necessary to monitor the disease carefully. Patients not only need to take the full medication as prescribed, but should also abstain from sexual activities to avoid causing irritation. After 1-2 weeks, the patient should return for a check-up to check how much the inflammation has improved. If your symptoms get worse, don't hesitate and see a doctor as soon as possible to avoid more serious illness that can cause complications.\n\nHow to prevent proctitis?\nTo prevent the risk of proctitis, first you need to know how to protect yourself against sexually transmitted infections (STIs). The best way to prevent STIs is to abstain/limit sexual intercourse – especially anal sex. If you have sex, please note the following points to reduce the risk of disease:\nDo not have many sexual partners; Use condoms every time you have sex; Do not have sex with someone who has ulcers or unusual discharge in the genital area\nIf you are diagnosed with a sexually transmitted disease, you should stop having sex until you have been completely treated.\nGastrointestinal Endoscopy and Surgery Center, Tam Anh General Hospital is a prestigious medical unit, providing high-end, effective examination and treatment services for patients with gastrointestinal problems. Digestion ranges from mild to severe. The center brings together a team of highly specialized and experienced Internal Medicine - Surgery - Gastrointestinal Endoscopy doctors, in addition to the support of a modern medical equipment system imported from abroad, providing optimal service. multiple examination and treatment needs of customers.\nTo schedule an examination and treatment of gastrointestinal diseases with experts at the Gastrointestinal Endoscopy & Surgery Center of Tam Anh General Hospital System, please contact:\nBecause some of the symptoms of proctitis are quite similar to other digestive diseases, many people easily ignore the disease. In order not to fall into the risk of complications of proctitis due to late treatment - the most dangerous being rectal cancer, we need to be aware of protecting our sexual health as well as building a healthy lifestyle.",
    "subsections": [
        {
            "subsection_name": "What is proctitis?",
            "subsection_content": "The rectum is an important part of the digestive system. The rectum is the muscular tube that connects the large intestine to the anus; Body waste will pass through the rectum to the outside.\nProctitis is an inflammation of the lining of the rectum. The disease can last for a short time or become chronic.\nThe disease can cause the patient discomfort or pain. In some cases, it also causes bleeding or mucus secretion in the rectum.\nRectal inflammation can be acute or chronic",
            "subsection_string": "What is proctitis?\nThe rectum is an important part of the digestive system. The rectum is the muscular tube that connects the large intestine to the anus; Body waste will pass through the rectum to the outside.\nProctitis is an inflammation of the lining of the rectum. The disease can last for a short time or become chronic.\nThe disease can cause the patient discomfort or pain. In some cases, it also causes bleeding or mucus secretion in the rectum.\nRectal inflammation can be acute or chronic"
        },
        {
            "subsection_name": "Rectal inflammation stage",
            "subsection_content": "1. Acute proctitis\nAcute proctitis means the patient develops symptoms within a short period of time; Usually due to one reason. Lesions at the level of acute proctitis usually do not penetrate deep into the intestinal muscle wall but only in the top mucosal layer.\n2. Chronic proctitis\nIn a chronic case, the patient will have signs of proctitis for a long time (lasting weeks, months or longer). At a chronic level, inflammation affects deep into the epithelial layer. There are also cases where lesions form above the colon mucosa.",
            "subsection_string": "Rectal inflammation stage\n1. Acute proctitis\nAcute proctitis means the patient develops symptoms within a short period of time; Usually due to one reason. Lesions at the level of acute proctitis usually do not penetrate deep into the intestinal muscle wall but only in the top mucosal layer.\n2. Chronic proctitis\nIn a chronic case, the patient will have signs of proctitis for a long time (lasting weeks, months or longer). At a chronic level, inflammation affects deep into the epithelial layer. There are also cases where lesions form above the colon mucosa."
        },
        {
            "subsection_name": "What are the symptoms of proctitis?",
            "subsection_content": "The most common symptom of proctitis is called Tenesmus. This is a condition of abdominal discomfort and frequent urge to defecate – even after just going to the toilet. Inflammation and irritation of the rectal mucosa are the causes of this type of tenesmus in patients.(1)\nIn addition, signs of proctitis can also be:\nHemorrhage; Anal itching or burning; Rectal bleeding; Anal or rectal pain; Intermittent stomach cramps; The rectum secretes mucus or pus; Diarrhea or frequent loose stools; Swollen lymph nodes in the groin; Proctitis can be in the context of inflammation of the entire colon or just isolated proctitis.\nPeople with proctitis often feel the need to defecate",
            "subsection_string": "What are the symptoms of proctitis?\nThe most common symptom of proctitis is called Tenesmus. This is a condition of abdominal discomfort and frequent urge to defecate – even after just going to the toilet. Inflammation and irritation of the rectal mucosa are the causes of this type of tenesmus in patients.(1)\nIn addition, signs of proctitis can also be:\nHemorrhage; Anal itching or burning; Rectal bleeding; Anal or rectal pain; Intermittent stomach cramps; The rectum secretes mucus or pus; Diarrhea or frequent loose stools; Swollen lymph nodes in the groin; Proctitis can be in the context of inflammation of the entire colon or just isolated proctitis.\nPeople with proctitis often feel the need to defecate"
        },
        {
            "subsection_name": "What causes proctitis?",
            "subsection_content": "There are many causes of rectal infection; Most of which are related to diseases that the patient previously encountered.(2)\nIntestinal infections due to unhealthy eating habits: Unhealthy and unhygienic eating can lead to a number of unwanted infections such as intestinal infections caused by salmonella and shigella bacteria. or caused by campylobacter; Intestinal infections due to unhealthy eating habits: Unhealthy and unhygienic eating can lead to a number of unwanted infections such as intestinal infections caused by salmonella and shigella bacteria. or caused by campylobacter.\nSexually transmitted infections due to anal intercourse: Infections from sexually transmitted diseases such as gonorrhea, syphilis, herpes, anal warts, etc. are common causes. of proctitis. This cause has a higher rate in gay men or people with many sexual partners.; Sexually transmitted infections due to anal intercourse: Infections from sexually transmitted diseases such as gonorrhea, syphilis, herpes, anal warts, etc. are common causes. of proctitis. This cause has a higher rate in gay men or people with many sexual partners.\nUlcerative colitis or gastrointestinal Crohn's disease: Not everyone knows that up to 30% of people with digestive diseases such as Crohn's disease and ulcerative colitis also later experience proctitis.; Ulcerative colitis or gastrointestinal Crohn's disease: Not everyone knows that up to 30% of people with digestive diseases such as Crohn's disease and ulcerative colitis also later experience proctitis.\nAntibiotic use: Taking antibiotics may be associated with proctitis in some people. In addition to killing bacteria that cause infections, antibiotics also have the risk of eliminating beneficial bacteria in the digestive tract. This creates conditions for Clostridium difficile - a harmful bacteria that causes proctitis and colitis.; Antibiotic use: Taking antibiotics may be associated with proctitis in some people. In addition to killing bacteria that cause infections, antibiotics also have the risk of eliminating beneficial bacteria in the digestive tract. This creates conditions for Clostridium difficile - a harmful bacteria that causes proctitis and colitis.\nUnsafe sex: Having sex without safe measures, having anal sex or inserting substances/chemicals into the rectum causes the risk of anorectal injury and lead to proctitis. colon.; Unsafe sex: Having sex without safe measures, having anal sex or inserting substances/chemicals into the rectum causes the risk of anorectal injury and lead to proctitis. colon.\nRadiation therapy for cancer: People who have had radiation therapy to the pelvic area, such as those with rectal cancer, ovarian cancer or prostate cancer, are also at risk of proctitis. Usually the symptoms of a radiculitis condition like this will be rectal bleeding; occurs within 6 weeks after starting radiotherapy or more than 9 months after completing radiotherapy.; Radiation therapy for cancer: People who have had radiation therapy to the pelvic area, such as those with rectal cancer, ovarian cancer or prostate cancer, are also at risk of proctitis. Usually the symptoms of a radiculitis condition like this will be rectal bleeding; occurs within 6 weeks after starting radiation therapy or more than 9 months after completing radiation therapy.\nEosinophilia: Occurs when eosinophils accumulate in the rectal mucosa. This condition only affects children under 2 years old.; Eosinophilia: Occurs when eosinophils accumulate in the rectal mucosa. This condition only affects children under 2 years old.",
            "subsection_string": "What causes proctitis?\nThere are many causes of rectal infection; Most of which are related to diseases that the patient previously encountered.(2)\nIntestinal infections due to unhealthy eating habits: Unhealthy and unhygienic eating can lead to a number of unwanted infections such as intestinal infections caused by salmonella and shigella bacteria. or caused by campylobacter; Intestinal infections due to unhealthy eating habits: Unhealthy and unhygienic eating can lead to a number of unwanted infections such as intestinal infections caused by salmonella and shigella bacteria. or caused by campylobacter.\nSexually transmitted infections due to anal intercourse: Infections from sexually transmitted diseases such as gonorrhea, syphilis, herpes, anal warts, etc. are common causes. of proctitis. This cause has a higher rate in gay men or people with many sexual partners.; Sexually transmitted infections due to anal intercourse: Infections from sexually transmitted diseases such as gonorrhea, syphilis, herpes, anal warts, etc. are common causes. of proctitis. This cause has a higher rate in gay men or people with many sexual partners.\nUlcerative colitis or gastrointestinal Crohn's disease: Not everyone knows that up to 30% of people with digestive diseases such as Crohn's disease and ulcerative colitis also later experience proctitis.; Ulcerative colitis or gastrointestinal Crohn's disease: Not everyone knows that up to 30% of people with digestive diseases such as Crohn's disease and ulcerative colitis also later experience proctitis.\nAntibiotic use: Taking antibiotics may be associated with proctitis in some people. In addition to killing bacteria that cause infections, antibiotics also have the risk of eliminating beneficial bacteria in the digestive tract. This creates conditions for Clostridium difficile - a harmful bacteria that causes proctitis and colitis.; Antibiotic use: Taking antibiotics may be associated with proctitis in some people. In addition to killing bacteria that cause infections, antibiotics also have the risk of eliminating beneficial bacteria in the digestive tract. This creates conditions for Clostridium difficile - a harmful bacteria that causes proctitis and colitis.\nUnsafe sex: Having sex without safe measures, having anal sex or inserting substances/chemicals into the rectum causes the risk of anorectal injury and lead to proctitis. colon.; Unsafe sex: Having sex without safe measures, having anal sex or inserting substances/chemicals into the rectum causes the risk of anorectal injury and lead to proctitis. colon.\nRadiation therapy for cancer: People who have had radiation therapy to the pelvic area, such as those with rectal cancer, ovarian cancer or prostate cancer, are also at risk of proctitis. Usually the symptoms of a radiculitis condition like this will be rectal bleeding; occurs within 6 weeks after starting radiotherapy or more than 9 months after completing radiotherapy.; Radiation therapy for cancer: People who have had radiation therapy to the pelvic area, such as those with rectal cancer, ovarian cancer or prostate cancer, are also at risk of proctitis. Usually the symptoms of a radiculitis condition like this will be rectal bleeding; occurs within 6 weeks after starting radiation therapy or more than 9 months after completing radiation therapy.\nEosinophilia: Occurs when eosinophils accumulate in the rectal mucosa. This condition only affects children under 2 years old.; Eosinophilia: Occurs when eosinophils accumulate in the rectal mucosa. This condition only affects children under 2 years old."
        },
        {
            "subsection_name": "Diagnosis of proctitis",
            "subsection_content": "Anyone who suspects they have proctitis or notices unusual symptoms should see a doctor for a diagnosis. Based on information about your symptoms, current health status, family history and sexual behavior, your doctor will decide what tests are necessary.\nBlood test: To detect the risk of bleeding or infection; Blood test: To detect the risk of bleeding or infection.\nStool test: Determine whether proctitis is caused by bacteria or not; Stool test: Determine whether proctitis is caused by bacteria or not.\nProctoscopy or colonoscopy: Examination of the anal canal and lower rectum or entire colon with a flexible endoscope. If only colonoscopy is performed, there is no need to fast or empty the bowel beforehand.; Proctoscopy or colonoscopy: Examination of the anal canal and lower rectum or entire colon with a flexible endoscope. If only colonoscopy is performed, there is no need to fast or empty the bowel beforehand.\nTesting for sexually transmitted diseases: The doctor will take a sample of secretions from the rectum or urine tube to check whether the patient is suffering from sexually transmitted diseases because This is no small reason leading to proctitis.; Testing for sexually transmitted diseases: The doctor will take a sample of secretions from the rectum or urine tube to check whether the patient is suffering from sexually transmitted diseases because This is no small reason leading to proctitis.",
            "subsection_string": "Diagnosis of proctitis\nAnyone who suspects they have proctitis or notices unusual symptoms should see a doctor for a diagnosis. Based on information about your symptoms, current health status, family history and sexual behavior, your doctor will decide what tests are necessary.\nBlood test: To detect the risk of bleeding or infection; Blood test: To detect the risk of bleeding or infection.\nStool test: Determine whether proctitis is caused by bacteria or not; Stool test: Determine whether proctitis is caused by bacteria or not.\nProctoscopy or colonoscopy: Examination of the anal canal and lower rectum or entire colon with a flexible endoscope. If only colonoscopy is performed, there is no need to fast or empty the bowel beforehand.; Proctoscopy or colonoscopy: Examination of the anal canal and lower rectum or entire colon with a flexible endoscope. If only colonoscopy is performed, there is no need to fast or empty the bowel beforehand.\nTesting for sexually transmitted diseases: The doctor will take a sample of secretions from the rectum or urine tube to check whether the patient is suffering from sexually transmitted diseases because This is no small reason leading to proctitis.; Testing for sexually transmitted diseases: The doctor will take a sample of secretions from the rectum or urine tube to check whether the patient is suffering from sexually transmitted diseases because This is no small reason leading to proctitis."
        },
        {
            "subsection_name": "Common complications of proctitis",
            "subsection_content": "If not treated promptly or the disease does not respond to treatment, proctitis can lead to many complications, including:\nAnemia: Chronic rectal bleeding can cause anemia. This condition causes the patient to lack red blood cells to transport oxygen to tissues. Anemia also makes you tired, dizzy, short of breath, pale skin and irritable.; Anemia: Chronic rectal bleeding can cause anemia. This condition causes the patient to lack red blood cells to transport oxygen to tissues. Anemia also makes you tired, dizzy, short of breath, pale skin and irritable.\nAbscess: Painful, swollen and pus-filled area due to infection; Abscess: An area that is painful, swollen, and filled with pus due to infection.\nFormation of large ulcers and leakage: Chronic proctitis has a high risk of forming ulcers on the lining inside the rectum. When the ulcer extends through the intestinal wall, it forms an abnormal \"fistula\" connecting the intestine and skin or between the intestine and other organs (bladder, vagina...)(3); Formation of large ulcers and leakage: Chronic proctitis has a high risk of forming ulcers on the lining inside the rectum. When the ulcer expands through the intestinal wall, it forms an abnormal \"fistula\" connecting the intestine and skin or between the intestine and other organs (bladder, vagina...)(3)\nRectal cancer: This is a dangerous complication of proctitis, which can affect life if the patient is not detected and treated promptly.; Rectal cancer: This is a dangerous complication of proctitis, which can affect life if the patient is not detected and treated promptly.\nIf not treated early, proctitis can cause serious complications",
            "subsection_string": "Common complications of proctitis\nIf not treated promptly or the disease does not respond to treatment, proctitis can lead to many complications, including:\nAnemia: Chronic rectal bleeding can cause anemia. This condition causes the patient to lack red blood cells to transport oxygen to tissues. Anemia also makes you tired, dizzy, short of breath, pale skin and irritable.; Anemia: Chronic rectal bleeding can cause anemia. This condition causes the patient to lack red blood cells to transport oxygen to tissues. Anemia also makes you tired, dizzy, short of breath, pale skin and irritable.\nAbscess: Painful, swollen and pus-filled area due to infection; Abscess: An area that is painful, swollen, and filled with pus due to infection.\nFormation of large ulcers and leakage: Chronic proctitis has a high risk of forming ulcers on the lining inside the rectum. When the ulcer extends through the intestinal wall, it forms an abnormal \"fistula\" connecting the intestine and skin or between the intestine and other organs (bladder, vagina...)(3); Formation of large ulcers and leakage: Chronic proctitis has a high risk of forming ulcers on the lining inside the rectum. When the ulcer expands through the intestinal wall, it forms an abnormal \"fistula\" connecting the intestine and skin or between the intestine and other organs (bladder, vagina...)(3)\nRectal cancer: This is a dangerous complication of proctitis, which can affect life if the patient is not detected and treated promptly.; Rectal cancer: This is a dangerous complication of proctitis, which can affect life if the patient is not detected and treated promptly.\nIf not treated early, proctitis can cause serious complications"
        },
        {
            "subsection_name": "Treatment of proctitis",
            "subsection_content": "The main goals of treating proctitis are to reduce inflammation, control pain, and eliminate infection if present. The sooner proctitis is treated, the higher the chance of complete recovery.\nSpecific treatment depends on the cause of the disease.\n1. Treatment of proctitis caused by infection\nIn this case, the patient may need medications to treat infections such as antibiotics, antivirals, antifungals, etc.\n2. Treatment of proctitis caused by radiation therapy\nIf the severity is mild, the patient may not need treatment. In cases where radiation proctitis causes pain and heavy bleeding, doctors may recommend measures such as medication to control inflammation and bleeding; Use stool softeners to make it easier for patients to defecate; Finally, treatment destroys the damaged tissue by removing the bleeding tissue. Rectal endoscopy and Argon hemostasis are the optimal treatment\n3. Treatment of proctitis caused by inflammatory bowel disease\nIf proctitis is related to Crohn's disease or ulcerative colitis, the person will need to focus on reducing inflammation. Treatment may require anti-inflammatory drugs, immune system suppressants, oral medications, injections, rectal suppositories or enemas. Probiotic injection into the rectum - colon is a supportive treatment method mentioned quite a lot in current medical literature.\n4. Surgical treatment\nIf medical treatment does not help your proctitis go away or the disease frequently recurs, it is likely that you will need additional surgery to remove part of the problematic organ of the digestive tract to end the disease. .\nIn addition to medical methods, patients can reduce symptoms of proctitis through lifestyle changes such as:\nChange your diet: eat bland, eat easily digestible foods; Do not eat spicy, sour or greasy foods; Cut back on dairy products or switch to nut milk products if lactose intolerant; Drink plenty of water but avoid drinking coffee, tea or drinks containing caffeine; You should not drink alcohol\nDuring treatment of proctitis, it is necessary to monitor the disease carefully. Patients not only need to take the full medication as prescribed, but should also abstain from sexual activities to avoid causing irritation. After 1-2 weeks, the patient should return for a check-up to check how much the inflammation has improved. If your symptoms get worse, don't hesitate and see a doctor as soon as possible to avoid more serious illness that can cause complications.",
            "subsection_string": "Treatment of proctitis\nThe main goals of treating proctitis are to reduce inflammation, control pain, and eliminate infection if present. The sooner proctitis is treated, the higher the chance of complete recovery.\nSpecific treatment depends on the cause of the disease.\n1. Treatment of proctitis caused by infection\nIn this case, the patient may need medications to treat infections such as antibiotics, antivirals, antifungals, etc.\n2. Treatment of proctitis caused by radiation therapy\nIf the severity is mild, the patient may not need treatment. In cases where radiation proctitis causes pain and heavy bleeding, doctors may recommend measures such as medication to control inflammation and bleeding; Use stool softeners to make it easier for patients to defecate; Finally, treatment destroys the damaged tissue by removing the bleeding tissue. Rectal endoscopy and Argon hemostasis are the optimal treatment\n3. Treatment of proctitis caused by inflammatory bowel disease\nIf proctitis is related to Crohn's disease or ulcerative colitis, the person will need to focus on reducing inflammation. Treatment may require anti-inflammatory drugs, immune system suppressants, oral medications, injections, rectal suppositories or enemas. Probiotic injection into the rectum - colon is a supportive treatment method mentioned quite a lot in current medical literature.\n4. Surgical treatment\nIf medical treatment does not help your proctitis go away or the disease frequently recurs, it is likely that you will need additional surgery to remove part of the problematic organ of the digestive tract to end the disease. .\nIn addition to medical methods, patients can reduce symptoms of proctitis through lifestyle changes such as:\nChange your diet: eat bland, eat easily digestible foods; Do not eat spicy, sour or greasy foods; Cut back on dairy products or switch to nut milk products if lactose intolerant; Drink plenty of water but avoid drinking coffee, tea or drinks containing caffeine; You should not drink alcohol\nDuring treatment of proctitis, it is necessary to monitor the disease carefully. Patients not only need to take the full medication as prescribed, but should also abstain from sexual activities to avoid causing irritation. After 1-2 weeks, the patient should return for a check-up to check how much the inflammation has improved. If your symptoms get worse, don't hesitate and see a doctor as soon as possible to avoid more serious illness that can cause complications."
        },
        {
            "subsection_name": "How to prevent proctitis?",
            "subsection_content": "To prevent the risk of proctitis, first you need to know how to protect yourself against sexually transmitted infections (STIs). The best way to prevent STIs is to abstain/limit sexual intercourse – especially anal sex. If you have sex, please note the following points to reduce the risk of disease:\nDo not have many sexual partners; Use condoms every time you have sex; Do not have sex with someone who has ulcers or unusual discharge in the genital area\nIf you are diagnosed with a sexually transmitted disease, you should stop having sex until you have been completely treated.\nGastrointestinal Endoscopy and Surgery Center, Tam Anh General Hospital is a prestigious medical unit, providing high-end, effective examination and treatment services for patients with gastrointestinal problems. Digestion ranges from mild to severe. The center brings together a team of highly specialized and experienced Internal Medicine - Surgery - Gastrointestinal Endoscopy doctors, in addition to the support of a modern medical equipment system imported from abroad, providing optimal service. multiple examination and treatment needs of customers.\nTo schedule an examination and treatment of gastrointestinal diseases with experts at the Gastrointestinal Endoscopy & Surgery Center of Tam Anh General Hospital System, please contact:\nBecause some of the symptoms of proctitis are quite similar to other digestive diseases, many people easily ignore the disease. In order not to fall into the risk of complications of proctitis due to late treatment - the most dangerous being rectal cancer, we need to be aware of protecting our sexual health as well as building a healthy lifestyle.",
            "subsection_string": "How to prevent proctitis?\nTo prevent the risk of proctitis, first you need to know how to protect yourself against sexually transmitted infections (STIs). The best way to prevent STIs is to abstain/limit sexual intercourse – especially anal sex. If you have sex, please note the following points to reduce the risk of disease:\nDo not have many sexual partners; Use condoms every time you have sex; Do not have sex with someone who has ulcers or unusual discharge in the genital area\nIf you are diagnosed with a sexually transmitted disease, you should stop having sex until you have been completely treated.\nGastrointestinal Endoscopy and Surgery Center, Tam Anh General Hospital is a prestigious medical unit, providing high-end, effective examination and treatment services for patients with gastrointestinal problems. Digestion ranges from mild to severe. The center brings together a team of highly specialized and experienced Internal Medicine - Surgery - Gastrointestinal Endoscopy doctors, in addition to the support of a modern medical equipment system imported from abroad, providing optimal service. multiple examination and treatment needs of customers.\nTo schedule an examination and treatment of gastrointestinal diseases with experts at the Gastrointestinal Endoscopy & Surgery Center of Tam Anh General Hospital System, please contact:\nBecause some of the symptoms of proctitis are quite similar to other digestive diseases, many people easily ignore the disease. In order not to fall into the risk of complications of proctitis due to late treatment - the most dangerous being rectal cancer, we need to be aware of protecting our sexual health as well as building a healthy lifestyle."
        }
    ],
    "name": "viem-truc-trang.json"
}