{
    "title": "Purulent otitis media: Causes, signs, treatment and prevention",
    "category": "Ear, nose and throat",
    "link": "https://tamanhhospital.vn/viem-tai-giua-u-mu/",
    "abstract": "Purulent otitis media can cause life-threatening complications of eardrum perforation, labyrinthitis, facial paralysis, meningitis, and intracranial abscess, especially in children under two years old. Purulent otitis media occurs in both children and adults but is more common in children. Serious complications of purulent otitis media such as brain abscess and meningitis can be life-threatening if not detected and intervened promptly. Studies have noted that children under 2 years old with purulent otitis media need to be closely monitored because the risk of complications is higher than other ages.\nPurulent otitis media is more common in children, especially children under 2 years old",
    "content": "Purulent otitis media: Causes, signs, treatment and prevention\n\nPurulent otitis media can cause life-threatening complications of eardrum perforation, labyrinthitis, facial paralysis, meningitis, and intracranial abscess, especially in children under two years old. Purulent otitis media occurs in both children and adults but is more common in children. Serious complications of purulent otitis media such as brain abscess and meningitis can be life-threatening if not detected and intervened promptly. Studies have noted that children under 2 years old with purulent otitis media need to be closely monitored because the risk of complications is higher than other ages.\nPurulent otitis media is more common in children, especially children under 2 years old\n\nWhat is purulent otitis media?\nPurulent otitis media is a condition in which the middle ear is filled with fluid, then the ear fluid becomes infected, causing pus in the ear. The culprit causing ear infections may be bacterial infection from the nose and throat. This condition is more common in children because the short and horizontal structure of the Eustachian tube makes it easier for fluid in the nasopharynx to pass through the Eustachian tube into the middle ear.\nAccording to Nguyen Thi Huong, M.D., Department of Otolaryngology, Tam Anh General Hospital, Ho Chi Minh City, purulent otitis media is divided into two conditions: acute purulent otitis media and chronic purulent otitis media based on duration of the disease.\n1. Acute purulent otitis media\nAcute suppurative otitis media is an inflammation of the middle ear with fluid. These fluids are infected with bacteria from the nasopharynx, leading to acute purulent otitis media.\nAccording to research, more than 80% of children will have an episode of acute otitis media at least once in their lives and by age 3. Statistics show that up to 40% of children will have at least three episodes of acute otitis media.\n2. Chronic purulent otitis media\nChronic purulent otitis media is chronic serous otitis media with benign fluid in the ear and then infected fluid lasting more than 3 months.\nThis disease occurs in both adults and children, but children are more susceptible.\n\nCauses of purulent otitis media\nMSc.BSc.CKI Nguyen Thi Huong said that the causes and risk factors for otitis media with pus in both acute and chronic forms are very diverse, the most common include:\n1. Causes of acute purulent otitis media\nThe cause of acute suppurative otitis media is mainly viral and bacterial infections. Escherichia coli and Staphylococcus aureus are the most common bacteria causing acute otitis media in infants. In children under 14 years of age, infection with Streptococcus pneumoniae, untyped Haemophilus influenzae and Moraxella (Branhamella) catarrhalis are the most common causes.; The cause of acute suppurative otitis media is mainly viral and bacterial infections. Escherichia coli and Staphylococcus aureus are the most common bacteria causing acute otitis media in infants. In children under 14 years of age, infection with Streptococcus pneumoniae, untyped Haemophilus influenzae, and Moraxella (Branhamella) catarrhalis are the most common causes.\nLess common bacteria include S. aureus and group A beta-hemolytic streptococcus. In people over 14 years of age, S. aureus and S. pneumoniae, group A beta-hemolytic streptococcus, are the most common causes. There is also H. influenzae.; Less common bacteria include S. aureus and group A beta-hemolytic streptococcus. In people over 14 years of age, S. aureus and S. pneumoniae, group A beta-hemolytic streptococcus, are the most common causes. There is also H. influenzae.\nBoys, preschool children, parents who smoke, children who use pacifiers, family history of middle ear disease, premature birth, and lower socioeconomic status are considered factors that increase the risk. get sick.; Boys, preschool children, parents who smoke, children who use pacifiers, family history of middle ear disease, premature birth, and lower socioeconomic status are considered factors that increase the risk. get sick.\nChildren with anatomical abnormalities, such as cleft palate and Down syndrome, have a higher incidence of acute purulent otitis media. This may be due to abnormalities of the eustachian tube.; Children with anatomical abnormalities, such as cleft palate and Down syndrome, have a higher incidence of acute purulent otitis media. This may be due to abnormalities of the eustachian tube.\nSome immunocompromised patients, including those infected with human immunodeficiency virus (HIV), may experience recurrent acute otitis media as an initial symptom of their underlying disease. Right.; Some immunocompromised patients, including those infected with human immunodeficiency virus (HIV), may experience recurrent acute otitis media as an initial symptom of their underlying disease. Right.\nWinter also increases the risk of infection compared to other seasons.; Winter also increases the risk of infection compared to other seasons.\nStreptococcus pneumoniae bacterial infection is the most common cause of purulent otitis media\n2. Cause of chronic purulent otitis media\nThe cause of this condition may be that acute otitis media is not treated promptly and properly.\nObstruction of the eustachian tube, mechanical trauma, thermal or chemical burns, ear trauma or treatment can also lead to chronic otitis media.\nAdditionally, people with craniofacial abnormalities, such as Down syndrome, cleft lip and/or palate, Shprintzen syndrome, Shprintzen-Goldberg syndrome and DiGeorge syndrome have an increased risk of otitis media. chronic pus.(2)\n\nSymptoms of purulent otitis media\nCommon symptoms of purulent otitis media are as follows:\n1. Symptoms of acute purulent otitis media\nEarache, with rapid onset from mild to severe discomfort, is the most common presenting symptom;\nHearing loss when there is middle ear fluid;; Ear discharge when the eardrum has been punctured;; Systemic symptoms such as fever, listlessness, malaise, anorexia, vomiting, and diarrhea are common. Patients may experience dizziness, facial swelling, nystagmus, tinnitus, lethargy, and facial nerve paralysis. These symptoms are also complications of severe acute otitis media.\n2. Symptoms of chronic purulent otitis media\nHearing loss and ear discharge when causing a perforated eardrum;; Pain is an uncommon symptom, unless osteoarthritis involving the temporal bone occurs;; Ear discharge, painless, ear pus sometimes has a foul smell if the infection is caused by gram-negative bacilli or Staphylococcus aureus causing atrial perforation.\n\nDiagnosis of purulent otitis media\nPhysical examination, medical history, and otoscopy can help detect purulent otitis media.\n1. Diagnosis of acute purulent otitis media\nDiagnosis of acute otitis media is based clinically on the presence of acute pain (within 48 hours).\nPatients have symptoms of ear pain, fever, loss of appetite, vomiting, and ear discharge. Insomnia at night, tired days and nodding off.\nThe doctor examined the eardrum and found that the eardrum was bulging and normal anatomical landmarks were missing. Otoscopy and/or tympanometry shows an immobile eardrum.\nIn acute purulent otitis media, bacterial culture testing is usually not performed.\n2. Diagnosis of chronic purulent otitis media\nDiagnosis of chronic purulent otitis media is based on clinical evidence with the following tests and imaging:\nCulture of ear pus; CT or MRI scan: If cholesteatoma or other complications are suspected such as in patients with fever or patients with dizziness or ear pain. These techniques can detect structural abnormalities inside the ear or inside the skull, such as brain abscess, meningoencephalitis, labyrinthitis, etc.; Ear biopsy: If the patient has persistent or recurrent granulation tissue, an ear biopsy is necessary to rule out dangerous diseases.\n\nTreatment of purulent otitis media\nMSc.BSc.CKI Nguyen Thi Huong said, treatment of purulent otitis media includes using systemic antibiotics, local ear drops and surgery in some cases.\n1. Treatment of acute purulent otitis media\nUse medicine\nTreatment of acute purulent otitis media often uses broad-spectrum oral antibiotics.\nIf acute purulent otitis media does not respond to first-line antibiotics, the patient needs to have a culture test and an antibiotic test done through a tympanic puncture.\nAfter cleaning the ear canal, the doctor may proceed to suction the ear fluid.\nSurgery\nSurgery may be indicated when there are complications, such as for brain abscess drainage and mastoid drainage. VII nerve decompression surgery is performed when there are complications of facial paralysis...\n2. Treatment of chronic purulent otitis media\nUse of topical ear drops: Ciprofloxacin topical ear drops is a popular drug in the treatment of chronic purulent otitis media with perforated eardrum. The recommended dose is 2 times/day and treatment lasts for 14 days as prescribed by your doctor. Systemic antibiotics: For severe acute inflammation, patients need to be treated with systemic antibiotics. Using amoxicillin combined with oral clavulanic acid is the first choice. Additionally, patients may be treated for these severe exacerbations with a third-generation cephalosporin, which is then adjusted based on pus culture results and response to treatment.; Topical ear drops: Ciprofloxacin topical ear drops are a popular drug in the treatment of chronic purulent otitis media with perforated eardrum. The recommended dose is 2 times/day and treatment lasts for 14 days as prescribed by your doctor.; Topical ear drops: Ciprofloxacin topical ear drops are a popular drug in the treatment of chronic purulent otitis media with perforated eardrum. The recommended dose is 2 times/day and treatment lasts for 14 days as prescribed by your doctor.; Systemic antibiotics: For severe acute inflammation, patients need to be treated with systemic antibiotics. Using amoxicillin combined with oral clavulanic acid is the first choice. Additionally, patients may be treated for these severe exacerbations with a third-generation cephalosporin, which is then adjusted based on pus culture results and response to treatment.; Systemic antibiotics: For severe acute inflammation, patients need to be treated with systemic antibiotics. Using amoxicillin combined with oral clavulanic acid is the first choice. Additionally, patients may be treated for these severe exacerbations with a third-generation cephalosporin, which is then adjusted based on pus culture results and response to treatment.; Middle ear orthopedic surgery\nTympanic membrane repair is indicated for patients with chronic tympanic perforation that does not heal over 3-6 months. Disrupted ossicular chains can also be reconstructed through surgery. Osteoarthritis can be postponed until a second surgery. Open or endoscopic surgery is performed to reconstruct the ossicular chain 6-12 months after tympanic membrane repair surgery.\nSurgery is needed if purulent otitis media causes serious complications\n\nHow to prevent purulent otitis media\nMeasures to prevent purulent otitis media are the same as preventing other types of ear infections in general. That is:\nAvoid being infected with viruses and bacteria that cause ear infections such as Escherichia coli, Staphylococcus aureus, S.aureus...; Prevent flu by getting vaccinated against flu and increasing resistance;; Use earplugs when swimming or bathing;; Ensure hygiene and sterility when removing earwax;; Avoid removing earwax with metal tools because it can damage the ear;; Babies should be exclusively breastfed for the first 6 months of life;; Regularly check children's ears, especially children with cleft palate, Shprintzen syndrome... because there is a high risk of otitis media;; Completely treat ear infections to avoid long-term infections becoming chronic, causing serious complications.; You should wear a mask when leaving the house or going to crowded places to prevent disease transmission.; Practice hand hygiene with soap (soap) after going to the toilet, before eating, before cleaning ears, nose, and throat.; For patients who have had ear surgery and use hearing aids, their ears need to be checked regularly to detect inflammation and fungal infections early.; Immunocompromised patients such as HIV, diabetes, and cancer also need to have their ears checked regularly.(1)\nVaccination against influenza and pneumococcus is one of the ways to prevent purulent otitis media in children.\n\nFrequently asked questions about purulent otitis media\n1. Is purulent otitis media dangerous?\nComplications of purulent otitis media include perforated eardrum, mastoiditis, temporal bone inflammation, facial paralysis, meningitis, brain abscess... These complications are dangerous because they can cause death, especially in children. in children under 2 years old.\n2. When should I see a doctor?\nAlthough otitis media is a common benign disease, its complications are unpredictable and life-threatening, especially in young children. Prolonged ear infections can leave sequelae affecting hearing, nerves, and vestibules. Therefore, as soon as there are symptoms of ear infection such as ear pain, tinnitus, ear discharge, possibly accompanied by fever, the patient should go to the hospital for examination for timely diagnosis and treatment.\nTo schedule an examination, consultation and treatment of purulent otitis media and Ear - Nose - Throat diseases at the Ear, Nose and Throat Center, Tam Anh General Hospital System, you can contact:\nPurulent otitis media indicates an infection that needs to be treated immediately to avoid the risk of complications of mastoiditis and endocranial inflammation. Treatment with any antibiotic should be as prescribed by a doctor. Patients should not overuse antibiotics to avoid antibiotic resistance when treating infections later. In particular, you should not treat the disease with unproven folk methods, which can cause the infection to become serious and life-threatening.",
    "subsections": [
        {
            "subsection_name": "What is purulent otitis media?",
            "subsection_content": "Purulent otitis media is a condition in which the middle ear is filled with fluid, then the ear fluid becomes infected, causing pus in the ear. The culprit causing ear infections may be bacterial infection from the nose and throat. This condition is more common in children because the short and horizontal structure of the Eustachian tube makes it easier for fluid in the nasopharynx to pass through the Eustachian tube into the middle ear.\nAccording to Nguyen Thi Huong, M.D., Department of Otolaryngology, Tam Anh General Hospital, Ho Chi Minh City, purulent otitis media is divided into two conditions: acute purulent otitis media and chronic purulent otitis media based on duration of the disease.\n1. Acute purulent otitis media\nAcute suppurative otitis media is an inflammation of the middle ear with fluid. These fluids are infected with bacteria from the nasopharynx, leading to acute purulent otitis media.\nAccording to research, more than 80% of children will have an episode of acute otitis media at least once in their lives and by age 3. Statistics show that up to 40% of children will have at least three episodes of acute otitis media.\n2. Chronic purulent otitis media\nChronic purulent otitis media is chronic serous otitis media with benign fluid in the ear and then infected fluid lasting more than 3 months.\nThis disease occurs in both adults and children, but children are more susceptible.",
            "subsection_string": "What is purulent otitis media?\nPurulent otitis media is a condition in which the middle ear is filled with fluid, then the ear fluid becomes infected, causing pus in the ear. The culprit causing ear infections may be bacterial infection from the nose and throat. This condition is more common in children because the short and horizontal structure of the Eustachian tube makes it easier for fluid in the nasopharynx to pass through the Eustachian tube into the middle ear.\nAccording to Nguyen Thi Huong, M.D., Department of Otolaryngology, Tam Anh General Hospital, Ho Chi Minh City, purulent otitis media is divided into two conditions: acute purulent otitis media and chronic purulent otitis media based on duration of the disease.\n1. Acute purulent otitis media\nAcute suppurative otitis media is an inflammation of the middle ear with fluid. These fluids are infected with bacteria from the nasopharynx, leading to acute purulent otitis media.\nAccording to research, more than 80% of children will have an episode of acute otitis media at least once in their lives and by age 3. Statistics show that up to 40% of children will have at least three episodes of acute otitis media.\n2. Chronic purulent otitis media\nChronic purulent otitis media is chronic serous otitis media with benign fluid in the ear and then infected fluid lasting more than 3 months.\nThis disease occurs in both adults and children, but children are more susceptible."
        },
        {
            "subsection_name": "Causes of purulent otitis media",
            "subsection_content": "MSc.BSc.CKI Nguyen Thi Huong said that the causes and risk factors for otitis media with pus in both acute and chronic forms are very diverse, the most common include:\n1. Causes of acute purulent otitis media\nThe cause of acute suppurative otitis media is mainly viral and bacterial infections. Escherichia coli and Staphylococcus aureus are the most common bacteria causing acute otitis media in infants. In children under 14 years of age, infection with Streptococcus pneumoniae, untyped Haemophilus influenzae and Moraxella (Branhamella) catarrhalis are the most common causes.; The cause of acute suppurative otitis media is mainly viral and bacterial infections. Escherichia coli and Staphylococcus aureus are the most common bacteria causing acute otitis media in infants. In children under 14 years of age, infection with Streptococcus pneumoniae, untyped Haemophilus influenzae, and Moraxella (Branhamella) catarrhalis are the most common causes.\nLess common bacteria include S. aureus and group A beta-hemolytic streptococcus. In people over 14 years of age, S. aureus and S. pneumoniae, group A beta-hemolytic streptococcus, are the most common causes. There is also H. influenzae.; Less common bacteria include S. aureus and group A beta-hemolytic streptococcus. In people over 14 years of age, S. aureus and S. pneumoniae, group A beta-hemolytic streptococcus, are the most common causes. There is also H. influenzae.\nBoys, preschool children, parents who smoke, children who use pacifiers, family history of middle ear disease, premature birth, and lower socioeconomic status are considered factors that increase the risk. get sick.; Boys, preschool children, parents who smoke, children who use pacifiers, family history of middle ear disease, premature birth, and lower socioeconomic status are considered factors that increase the risk. get sick.\nChildren with anatomical abnormalities, such as cleft palate and Down syndrome, have a higher incidence of acute purulent otitis media. This may be due to abnormalities of the eustachian tube.; Children with anatomical abnormalities, such as cleft palate and Down syndrome, have a higher incidence of acute purulent otitis media. This may be due to abnormalities of the eustachian tube.\nSome immunocompromised patients, including those infected with human immunodeficiency virus (HIV), may experience recurrent acute otitis media as an initial symptom of their underlying disease. Right.; Some immunocompromised patients, including those infected with human immunodeficiency virus (HIV), may experience recurrent acute otitis media as an initial symptom of their underlying disease. Right.\nWinter also increases the risk of infection compared to other seasons.; Winter also increases the risk of infection compared to other seasons.\nStreptococcus pneumoniae bacterial infection is the most common cause of purulent otitis media\n2. Cause of chronic purulent otitis media\nThe cause of this condition may be that acute otitis media is not treated promptly and properly.\nObstruction of the eustachian tube, mechanical trauma, thermal or chemical burns, ear trauma or treatment can also lead to chronic otitis media.\nAdditionally, people with craniofacial abnormalities, such as Down syndrome, cleft lip and/or palate, Shprintzen syndrome, Shprintzen-Goldberg syndrome and DiGeorge syndrome have an increased risk of otitis media. chronic pus.(2)",
            "subsection_string": "Causes of purulent otitis media\nMSc.BSc.CKI Nguyen Thi Huong said that the causes and risk factors for otitis media with pus in both acute and chronic forms are very diverse, the most common include:\n1. Causes of acute purulent otitis media\nThe cause of acute suppurative otitis media is mainly viral and bacterial infections. Escherichia coli and Staphylococcus aureus are the most common bacteria causing acute otitis media in infants. In children under 14 years of age, infection with Streptococcus pneumoniae, untyped Haemophilus influenzae and Moraxella (Branhamella) catarrhalis are the most common causes.; The cause of acute suppurative otitis media is mainly viral and bacterial infections. Escherichia coli and Staphylococcus aureus are the most common bacteria causing acute otitis media in infants. In children under 14 years of age, infection with Streptococcus pneumoniae, untyped Haemophilus influenzae, and Moraxella (Branhamella) catarrhalis are the most common causes.\nLess common bacteria include S. aureus and group A beta-hemolytic streptococcus. In people over 14 years of age, S. aureus and S. pneumoniae, group A beta-hemolytic streptococcus, are the most common causes. There is also H. influenzae.; Less common bacteria include S. aureus and group A beta-hemolytic streptococcus. In people over 14 years of age, S. aureus and S. pneumoniae, group A beta-hemolytic streptococcus, are the most common causes. There is also H. influenzae.\nBoys, preschool children, parents who smoke, children who use pacifiers, family history of middle ear disease, premature birth, and lower socioeconomic status are considered factors that increase the risk. get sick.; Boys, preschool children, parents who smoke, children who use pacifiers, family history of middle ear disease, premature birth, and lower socioeconomic status are considered factors that increase the risk. get sick.\nChildren with anatomical abnormalities, such as cleft palate and Down syndrome, have a higher incidence of acute purulent otitis media. This may be due to abnormalities of the eustachian tube.; Children with anatomical abnormalities, such as cleft palate and Down syndrome, have a higher incidence of acute purulent otitis media. This may be due to abnormalities of the eustachian tube.\nSome immunocompromised patients, including those infected with human immunodeficiency virus (HIV), may experience recurrent acute otitis media as an initial symptom of their underlying disease. Right.; Some immunocompromised patients, including those infected with human immunodeficiency virus (HIV), may experience recurrent acute otitis media as an initial symptom of their underlying disease. Right.\nWinter also increases the risk of infection compared to other seasons.; Winter also increases the risk of infection compared to other seasons.\nStreptococcus pneumoniae bacterial infection is the most common cause of purulent otitis media\n2. Cause of chronic purulent otitis media\nThe cause of this condition may be that acute otitis media is not treated promptly and properly.\nObstruction of the eustachian tube, mechanical trauma, thermal or chemical burns, ear trauma or treatment can also lead to chronic otitis media.\nAdditionally, people with craniofacial abnormalities, such as Down syndrome, cleft lip and/or palate, Shprintzen syndrome, Shprintzen-Goldberg syndrome and DiGeorge syndrome have an increased risk of otitis media. chronic pus.(2)"
        },
        {
            "subsection_name": "Symptoms of purulent otitis media",
            "subsection_content": "Common symptoms of purulent otitis media are as follows:\n1. Symptoms of acute purulent otitis media\nEarache, with rapid onset from mild to severe discomfort, is the most common presenting symptom;\nHearing loss when there is middle ear fluid;; Ear discharge when the eardrum has been punctured;; Systemic symptoms such as fever, listlessness, malaise, anorexia, vomiting, and diarrhea are common. Patients may experience dizziness, facial swelling, nystagmus, tinnitus, lethargy, and facial nerve paralysis. These symptoms are also complications of severe acute otitis media.\n2. Symptoms of chronic purulent otitis media\nHearing loss and ear discharge when causing a perforated eardrum;; Pain is an uncommon symptom, unless osteoarthritis involving the temporal bone occurs;; Ear discharge, painless, ear pus sometimes has a foul smell if the infection is caused by gram-negative bacilli or Staphylococcus aureus causing atrial perforation.",
            "subsection_string": "Symptoms of purulent otitis media\nCommon symptoms of purulent otitis media are as follows:\n1. Symptoms of acute purulent otitis media\nEarache, with rapid onset from mild to severe discomfort, is the most common presenting symptom;\nHearing loss when there is middle ear fluid;; Ear discharge when the eardrum has been punctured;; Systemic symptoms such as fever, listlessness, malaise, anorexia, vomiting, and diarrhea are common. Patients may experience dizziness, facial swelling, nystagmus, tinnitus, lethargy, and facial nerve paralysis. These symptoms are also complications of severe acute otitis media.\n2. Symptoms of chronic purulent otitis media\nHearing loss and ear discharge when causing a perforated eardrum;; Pain is an uncommon symptom, unless osteoarthritis involving the temporal bone occurs;; Ear discharge, painless, ear pus sometimes has a foul smell if the infection is caused by gram-negative bacilli or Staphylococcus aureus causing atrial perforation."
        },
        {
            "subsection_name": "Diagnosis of purulent otitis media",
            "subsection_content": "Physical examination, medical history, and otoscopy can help detect purulent otitis media.\n1. Diagnosis of acute purulent otitis media\nDiagnosis of acute otitis media is based clinically on the presence of acute pain (within 48 hours).\nPatients have symptoms of ear pain, fever, loss of appetite, vomiting, and ear discharge. Insomnia at night, tired days and nodding off.\nThe doctor examined the eardrum and found that the eardrum was bulging and normal anatomical landmarks were missing. Otoscopy and/or tympanometry shows an immobile eardrum.\nIn acute purulent otitis media, bacterial culture testing is usually not performed.\n2. Diagnosis of chronic purulent otitis media\nDiagnosis of chronic purulent otitis media is based on clinical evidence with the following tests and imaging:\nCulture of ear pus; CT or MRI scan: If cholesteatoma or other complications are suspected such as in patients with fever or patients with dizziness or ear pain. These techniques can detect structural abnormalities inside the ear or inside the skull, such as brain abscess, meningoencephalitis, labyrinthitis, etc.; Ear biopsy: If the patient has persistent or recurrent granulation tissue, an ear biopsy is necessary to rule out dangerous diseases.",
            "subsection_string": "Diagnosis of purulent otitis media\nPhysical examination, medical history, and otoscopy can help detect purulent otitis media.\n1. Diagnosis of acute purulent otitis media\nDiagnosis of acute otitis media is based clinically on the presence of acute pain (within 48 hours).\nPatients have symptoms of ear pain, fever, loss of appetite, vomiting, and ear discharge. Insomnia at night, tired days and nodding off.\nThe doctor examined the eardrum and found that the eardrum was bulging and normal anatomical landmarks were missing. Otoscopy and/or tympanometry shows an immobile eardrum.\nIn acute purulent otitis media, bacterial culture testing is usually not performed.\n2. Diagnosis of chronic purulent otitis media\nDiagnosis of chronic purulent otitis media is based on clinical evidence with the following tests and imaging:\nCulture of ear pus; CT or MRI scan: If cholesteatoma or other complications are suspected such as in patients with fever or patients with dizziness or ear pain. These techniques can detect structural abnormalities inside the ear or inside the skull, such as brain abscess, meningoencephalitis, labyrinthitis, etc.; Ear biopsy: If the patient has persistent or recurrent granulation tissue, an ear biopsy is necessary to rule out dangerous diseases."
        },
        {
            "subsection_name": "Treatment of purulent otitis media",
            "subsection_content": "MSc.BSc.CKI Nguyen Thi Huong said, treatment of purulent otitis media includes using systemic antibiotics, local ear drops and surgery in some cases.\n1. Treatment of acute purulent otitis media\nUse medicine\nTreatment of acute purulent otitis media often uses broad-spectrum oral antibiotics.\nIf acute purulent otitis media does not respond to first-line antibiotics, the patient needs to have a culture test and an antibiotic test done through a tympanic puncture.\nAfter cleaning the ear canal, the doctor may proceed to suction the ear fluid.\nSurgery\nSurgery may be indicated when there are complications, such as for brain abscess drainage and mastoid drainage. VII nerve decompression surgery is performed when there are complications of facial paralysis...\n2. Treatment of chronic purulent otitis media\nUse of topical ear drops: Ciprofloxacin topical ear drops is a popular drug in the treatment of chronic purulent otitis media with perforated eardrum. The recommended dose is 2 times/day and treatment lasts for 14 days as prescribed by your doctor. Systemic antibiotics: For severe acute inflammation, patients need to be treated with systemic antibiotics. Using amoxicillin combined with oral clavulanic acid is the first choice. Additionally, patients may be treated for these severe exacerbations with a third-generation cephalosporin, which is then adjusted based on pus culture results and response to treatment.; Topical ear drops: Ciprofloxacin topical ear drops are a popular drug in the treatment of chronic purulent otitis media with perforated eardrum. The recommended dose is 2 times/day and treatment lasts for 14 days as prescribed by your doctor.; Topical ear drops: Ciprofloxacin topical ear drops are a popular drug in the treatment of chronic purulent otitis media with perforated eardrum. The recommended dose is 2 times/day and treatment lasts for 14 days as prescribed by your doctor.; Systemic antibiotics: For severe acute inflammation, patients need to be treated with systemic antibiotics. Using amoxicillin combined with oral clavulanic acid is the first choice. Additionally, patients may be treated for these severe exacerbations with a third-generation cephalosporin, which is then adjusted based on pus culture results and response to treatment.; Systemic antibiotics: For severe acute inflammation, patients need to be treated with systemic antibiotics. Using amoxicillin combined with oral clavulanic acid is the first choice. Additionally, patients may be treated for these severe exacerbations with a third-generation cephalosporin, which is then adjusted based on pus culture results and response to treatment.; Middle ear orthopedic surgery\nTympanic membrane repair is indicated for patients with chronic tympanic perforation that does not heal over 3-6 months. Disrupted ossicular chains can also be reconstructed through surgery. Osteoarthritis can be postponed until a second surgery. Open or endoscopic surgery is performed to reconstruct the ossicular chain 6-12 months after tympanic membrane repair surgery.\nSurgery is needed if purulent otitis media causes serious complications",
            "subsection_string": "Treatment of purulent otitis media\nMSc.BSc.CKI Nguyen Thi Huong said, treatment of purulent otitis media includes using systemic antibiotics, local ear drops and surgery in some cases.\n1. Treatment of acute purulent otitis media\nUse medicine\nTreatment of acute purulent otitis media often uses broad-spectrum oral antibiotics.\nIf acute purulent otitis media does not respond to first-line antibiotics, the patient needs to have a culture test and an antibiotic test done through a tympanic puncture.\nAfter cleaning the ear canal, the doctor may proceed to suction the ear fluid.\nSurgery\nSurgery may be indicated when there are complications, such as for brain abscess drainage and mastoid drainage. VII nerve decompression surgery is performed when there are complications of facial paralysis...\n2. Treatment of chronic purulent otitis media\nUse of topical ear drops: Ciprofloxacin topical ear drops is a popular drug in the treatment of chronic purulent otitis media with perforated eardrum. The recommended dose is 2 times/day and treatment lasts for 14 days as prescribed by your doctor. Systemic antibiotics: For severe acute inflammation, patients need to be treated with systemic antibiotics. Using amoxicillin combined with oral clavulanic acid is the first choice. Additionally, patients may be treated for these severe exacerbations with a third-generation cephalosporin, which is then adjusted based on pus culture results and response to treatment.; Topical ear drops: Ciprofloxacin topical ear drops are a popular drug in the treatment of chronic purulent otitis media with perforated eardrum. The recommended dose is 2 times/day and treatment lasts for 14 days as prescribed by your doctor.; Topical ear drops: Ciprofloxacin topical ear drops are a popular drug in the treatment of chronic purulent otitis media with perforated eardrum. The recommended dose is 2 times/day and treatment lasts for 14 days as prescribed by your doctor.; Systemic antibiotics: For severe acute inflammation, patients need to be treated with systemic antibiotics. Using amoxicillin combined with oral clavulanic acid is the first choice. Additionally, patients may be treated for these severe exacerbations with a third-generation cephalosporin, which is then adjusted based on pus culture results and response to treatment.; Systemic antibiotics: For severe acute inflammation, patients need to be treated with systemic antibiotics. Using amoxicillin combined with oral clavulanic acid is the first choice. Additionally, patients may be treated for these severe exacerbations with a third-generation cephalosporin, which is then adjusted based on pus culture results and response to treatment.; Middle ear orthopedic surgery\nTympanic membrane repair is indicated for patients with chronic tympanic perforation that does not heal over 3-6 months. Disrupted ossicular chains can also be reconstructed through surgery. Osteoarthritis can be postponed until a second surgery. Open or endoscopic surgery is performed to reconstruct the ossicular chain 6-12 months after tympanic membrane repair surgery.\nSurgery is needed if purulent otitis media causes serious complications"
        },
        {
            "subsection_name": "How to prevent purulent otitis media",
            "subsection_content": "Measures to prevent purulent otitis media are the same as preventing other types of ear infections in general. That is:\nAvoid being infected with viruses and bacteria that cause ear infections such as Escherichia coli, Staphylococcus aureus, S.aureus...; Prevent flu by getting vaccinated against flu and increasing resistance;; Use earplugs when swimming or bathing;; Ensure hygiene and sterility when removing earwax;; Avoid removing earwax with metal tools because it can damage the ear;; Babies should be exclusively breastfed for the first 6 months of life;; Regularly check children's ears, especially children with cleft palate, Shprintzen syndrome... because there is a high risk of otitis media;; Completely treat ear infections to avoid long-term infections becoming chronic, causing serious complications.; You should wear a mask when leaving the house or going to crowded places to prevent disease transmission.; Practice hand hygiene with soap (soap) after going to the toilet, before eating, before cleaning ears, nose, and throat.; For patients who have had ear surgery and use hearing aids, their ears need to be checked regularly to detect inflammation and fungal infections early.; Immunocompromised patients such as HIV, diabetes, and cancer also need to have their ears checked regularly.(1)\nVaccination against influenza and pneumococcus is one of the ways to prevent purulent otitis media in children.",
            "subsection_string": "How to prevent purulent otitis media\nMeasures to prevent purulent otitis media are the same as preventing other types of ear infections in general. That is:\nAvoid being infected with viruses and bacteria that cause ear infections such as Escherichia coli, Staphylococcus aureus, S.aureus...; Prevent flu by getting vaccinated against flu and increasing resistance;; Use earplugs when swimming or bathing;; Ensure hygiene and sterility when removing earwax;; Avoid removing earwax with metal tools because it can damage the ear;; Babies should be exclusively breastfed for the first 6 months of life;; Regularly check children's ears, especially children with cleft palate, Shprintzen syndrome... because there is a high risk of otitis media;; Completely treat ear infections to avoid long-term infections becoming chronic, causing serious complications.; You should wear a mask when leaving the house or going to crowded places to prevent disease transmission.; Practice hand hygiene with soap (soap) after going to the toilet, before eating, before cleaning ears, nose, and throat.; For patients who have had ear surgery and use hearing aids, their ears need to be checked regularly to detect inflammation and fungal infections early.; Immunocompromised patients such as HIV, diabetes, and cancer also need to have their ears checked regularly.(1)\nVaccination against influenza and pneumococcus is one of the ways to prevent purulent otitis media in children."
        },
        {
            "subsection_name": "Frequently asked questions about purulent otitis media",
            "subsection_content": "1. Is purulent otitis media dangerous?\nComplications of purulent otitis media include perforated eardrum, mastoiditis, temporal bone inflammation, facial paralysis, meningitis, brain abscess... These complications are dangerous because they can cause death, especially in children. in children under 2 years old.\n2. When should I see a doctor?\nAlthough otitis media is a common benign disease, its complications are unpredictable and life-threatening, especially in young children. Prolonged ear infections can leave sequelae affecting hearing, nerves, and vestibules. Therefore, as soon as there are symptoms of ear infection such as ear pain, tinnitus, ear discharge, possibly accompanied by fever, the patient should go to the hospital for examination for timely diagnosis and treatment.\nTo schedule an examination, consultation and treatment of purulent otitis media and Ear - Nose - Throat diseases at the Ear, Nose and Throat Center, Tam Anh General Hospital System, you can contact:\nPurulent otitis media indicates an infection that needs to be treated immediately to avoid the risk of complications of mastoiditis and endocranial inflammation. Treatment with any antibiotic should be as prescribed by a doctor. Patients should not overuse antibiotics to avoid antibiotic resistance when treating infections later. In particular, you should not treat the disease with unproven folk methods, which can cause the infection to become serious and life-threatening.",
            "subsection_string": "Frequently asked questions about purulent otitis media\n1. Is purulent otitis media dangerous?\nComplications of purulent otitis media include perforated eardrum, mastoiditis, temporal bone inflammation, facial paralysis, meningitis, brain abscess... These complications are dangerous because they can cause death, especially in children. in children under 2 years old.\n2. When should I see a doctor?\nAlthough otitis media is a common benign disease, its complications are unpredictable and life-threatening, especially in young children. Prolonged ear infections can leave sequelae affecting hearing, nerves, and vestibules. Therefore, as soon as there are symptoms of ear infection such as ear pain, tinnitus, ear discharge, possibly accompanied by fever, the patient should go to the hospital for examination for timely diagnosis and treatment.\nTo schedule an examination, consultation and treatment of purulent otitis media and Ear - Nose - Throat diseases at the Ear, Nose and Throat Center, Tam Anh General Hospital System, you can contact:\nPurulent otitis media indicates an infection that needs to be treated immediately to avoid the risk of complications of mastoiditis and endocranial inflammation. Treatment with any antibiotic should be as prescribed by a doctor. Patients should not overuse antibiotics to avoid antibiotic resistance when treating infections later. In particular, you should not treat the disease with unproven folk methods, which can cause the infection to become serious and life-threatening."
        }
    ],
    "name": "viem-tai-giua-u-mu.json"
}