{
    "title": "Chronic pancreatitis: Symptoms, causes, complications and prevention",
    "category": "Gastrointestinal - Hepatobiliary",
    "link": "https://tamanhhospital.vn/viem-tuy-man-tinh/",
    "abstract": "Chronic pancreatitis is long-term damage to the pancreas, seriously affecting the patient's quality of life. Early diagnosis of the disease will help treat it effectively and prevent dangerous complications.",
    "content": "Chronic pancreatitis: Symptoms, causes, complications and prevention\n\nChronic pancreatitis is long-term damage to the pancreas, seriously affecting the patient's quality of life. Early diagnosis of the disease will help treat it effectively and prevent dangerous complications.\n\nWhat is chronic pancreatitis?\nChronic pancreatitis is a disease caused by prolonged inflammation leading to gradual fibrosis of the pancreatic parenchyma. The pancreas is no longer able to produce digestive enzymes. This condition leads to the loss of the ability to digest and absorb fats (called exocrine pancreatic insufficiency). At the same time, long-term fibrosis of the pancreatic parenchyma leads to impaired production of the hormone insulin (endocrine pancreatic insufficiency). At that time, the patient will have impaired or lost pancreatic function.\n\nWhat are the symptoms of chronic pancreatitis?\n1. Abdominal pain\nThe patient has pain in the area above the navel that spreads to the right, left and back. The pain appears infrequently, lasting a few days or longer. After that, the symptoms disappear for a long time, sometimes even several months. Abdominal pain due to chronic pancreatitis often appears after fatty meals and drinking a lot of alcohol.\nAt first, the pain was only dull, tight and burning in the area above the navel, then progressed to cramping pain. The pain increases intensely, with many pain attacks one after another. Pain symptoms can last for many hours. Usually, patients have to sit down to relax their abdominal muscles and relieve pain.(1)\n2. Malnutrition\nBecause of a lot of pain and pain related to eating, especially fatty foods, patients tend to hesitate to supplement food. In addition, because the pancreas can no longer secrete digestive enzymes, it limits the absorption of nutrients. If this condition persists for a long time, the patient will lose weight, even when they still have a good appetite and a normal diet.\n3. Digest steatorrhea\nThe stools of people with chronic pancreatitis often have fatty mucus, pale stool color, unpleasant odor and are liquid and difficult to expel, and the stool easily sticks to the toilet wall. The cause of steatorrhea is a lack of pancreatic enzymes to digest fat.\n4. Jaundice\nPatients with chronic pancreatitis often have jaundice due to pancreatic fibrosis strangulating the common bile duct passing through the head of the pancreas. At first, there may only be dilation of the common bile duct without jaundice. After severe obstruction, it can cause yellowing of the whites of the eyes, jaundice, and dark urine like strong tea.\nSymptoms of digestive disorders such as nausea and vomiting appear when there is pain, but are less obvious. When patients undergo clinical examination, other than pain, they rarely detect any specific signs.\n\nCauses of chronic pancreatitis\nCauses of chronic pancreatitis include:\n1. Toxic metabolic group\nAlcoholism: Alcoholism is one of the main causes of pancreatitis. Alcohol abuse will damage pancreatic cells, causing fibrosis leading to chronic pancreatitis. This is the main cause accounting for 70% of cases of chronic pancreatitis.; Alcoholism: Alcoholism is one of the main causes of pancreatitis. Alcohol abuse will damage pancreatic cells, causing fibrosis leading to chronic pancreatitis. This is the main cause accounting for 70% of cases of chronic pancreatitis.\nTobacco: is a factor that increases the risk of chronic pancreatitis, especially in people who drink a lot of alcohol; Tobacco: is a factor that increases the risk of chronic pancreatitis, especially in people who drink a lot of alcohol\nHyperlipidemia (Triglyceride): high and long-term hyperlipidemia is the cause of acute pancreatitis and chronic pancreatitis; Increased blood fat (Triglycerides): high and long-term increased blood fat is the cause of acute pancreatitis and chronic pancreatitis\n2. Group of recurrent acute pancreatitis and severe acute pancreatitis\n10% of acute pancreatitis later turns into chronic pancreatitis.\n3. Group of genetic causes\nDue to genetic mutations, such as mutations in the PRSS1 gene that cause hereditary chronic pancreatitis. Other gene mutations cause especially α1 antitrypsin deficiency in cystic pancreatic fibrosis.\n4. Due to autoimmune causes\nThe patient's body produces antibodies against its own pancreatic cells.\n5. Obstructive pancreatitis\nPancreatic stones: People with medullary stones have a high risk of developing chronic pancreatitis if there is no early and timely intervention.; Tumors in the pancreatic duct\nSome other cases of chronic pancreatitis of unknown etiology or idiopathic chronic pancreatitis are due to drug use, exposure to certain chemicals, damage from traffic accidents or abdominal trauma, and genetic diseases. transfusions, some surgical procedures, infectious diseases.\nChronic pancreatitis is not contagious. This form of pancreatitis occurs more often in men than in women. The disease occurs between the ages of 30 and 40.\n\nDiagnosis of chronic pancreatitis\nEarly diagnosis of chronic pancreatitis helps treat and prevent dangerous complications to the patient's health. Commonly prescribed methods for diagnosing chronic pancreatitis include: (2)\n1. Clinical diagnosis\nA common symptom is abdominal pain in the epigastric region spreading to the back. Pain with many levels. This symptom often increases when eating.; Digestive disorders: Loose stools appear in large quantities; Malnutrition: Patients lose weight rapidly. In the late stages, patients may have limb edema and membrane effusion due to malabsorption syndrome; Diabetes: Occurs when the pancreas is more than 85% fibrotic; When the pancreas is inflamed, it shows signs of invasion and pushes on neighboring organs, leading to symptoms such as vomiting and nausea, portal hypertension syndrome and obstructive jaundice.; Abdominal examination: The doctor can feel the tumor above the navel. The tumor may be due to the appearance of pseudocysts and an enlarged pancreas.\n2. Paraclinical testing\nConduct an investigation of the dysfunction of the exocrine pancreas. Some cases also have endocrine dysfunction; Biochemical tests to evaluate the exocrine function of the pancreas include: Secretin stimulation test (secretin_cholecystokinin test). C13 breath test (cholesteryl_(C13) octanoate breath test). Fecal elastase test (faecal elastase test).; Secretin stimulation test (secretin_cholecystokinin test).; C13 breath test (cholesteryl_(C13) octanoate breath test).; Fecal elastase test (faecal elastase test).; Blood test: Results help doctors evaluate nutritional status; Serum proteins are often reduced, especially serum albumin; The test investigates the leakage of enzymes into the blood caused by inflamed pancreatic tissue, examining the ability to produce enzymes. When the pancreas is heavily fibrotic, amylase and lipase do not increase. Tests: blood lipid disorders appear, affecting blood sugar; Stool test: Results help doctors evaluate the level of mucus and fat in the stool.\n3. Imaging diagnosis\nPatients may be prescribed X-ray, ultrasound, CT scan, or MRI. Thereby, doctors can evaluate the condition of the pancreatic structure, pancreatic duct and surrounding tissues to diagnose chronic pancreatitis.\n\nAre complications of chronic pancreatitis dangerous?\nBecause it is an endocrine and exocrine organ, damage caused by chronic pancreatitis is difficult to restore to its original state. Pancreatic function is no longer guaranteed, negatively affecting the metabolism in the body. Patients cannot use sugar molecules in cell metabolism, leading to hyperglycemia. In addition, nutrients from food are not broken down and absorbed. Patients quickly lose weight and become physically exhausted.\nIn addition, chronic pancreatitis can also cause physical complications such as the formation of large pancreatic pseudocysts that do not regress on their own, leaking pancreatic fluid, causing pancreatic fluid ascites, or easily forming blood clots. in the splenic vein.\nProlonged chronic pancreatitis is also a risk factor for pancreatic cancer. At that time, the patient's life expectancy was still quite short despite early detection and aggressive radical treatment from the beginning.\nChronic pancreatitis can cause pancreatic cancer\n\nHow to treat chronic pancreatitis?\n1. Medical treatment\nPatients need to change their lifestyle: Absolutely do not use alcohol or beer, do not smoke, reduce foods high in fat and starch, especially when there is increased blood fat. Symptoms of steatorrhea will be treated with pancreatic enzyme preparations selected based on high lipase activity. The dose is usually about 25,000- 50,000 lipase units in capsules, taken with meals. Concomitant use of proton pump inhibitors (omeprazole 20 - 60 mg/day) helps reduce lipase inactivation due to acid, thereby improving symptoms of steatorrhea.\nPain secondary to idiopathic chronic pancreatitis can be relieved in some cases by the use of pancreatic enzymes or analgesics. If diabetes is present, the patient needs to be treated in the usual way using insulin.(3)\n2. Surgical treatment\nSurgical methods in the treatment of chronic pancreatitis include:\nSurgery to eliminate pancreatic duct obstruction: This method is performed to drain pseudocysts, relieve pain, and treat complications due to chronic pancreatitis.; Surgery to eliminate pancreatic duct obstruction: This method is performed to drain pseudocysts, reduce pain, and treat complications due to chronic pancreatitis.\nPancreatic duct drainage surgery: This method is indicated to dilate the pancreatic duct or cut the pancreatic tail to connect the pancreas - jejunum to reduce pain for the patient.; Pancreatic duct drainage surgery: This method is indicated to dilate the pancreatic duct or cut the pancreatic tail to connect the pancreas - jejunum to reduce pain for the patient.\nPancreatectomy: Partial or total pancreatectomy is considered the final treatment method for patients with severe chronic pancreatitis. This method helps prevent the risk of pancreatic duct rupture and other complications.; Pancreatectomy: Partial or total pancreatectomy is considered the final treatment method for patients with severe chronic pancreatitis. This method helps prevent the risk of pancreatic duct rupture and other complications.\nEndoscopic ultrasound or percutaneous plexectomy blockade: This method helps reduce pain caused by chronic pancreatitis.; Endoscopic ultrasound or percutaneous plexectomy blockade: This method helps reduce pain caused by chronic pancreatitis.\n\nHow to prevent chronic pancreatitis?\nWith dangerous complications caused by chronic pancreatitis, doctors recommend that people not abuse alcohol, beer, or smoke. Cases of chronic pancreatitis need to abstain from alcohol and beer completely. This will help reduce the risk of recurring attacks of pancreatitis.; With dangerous complications caused by chronic pancreatitis, doctors recommend that people not abuse alcohol, beer, or smoke. Cases of chronic pancreatitis need to abstain from alcohol and beer completely. This will help reduce the risk of recurring attacks of pancreatitis.\nTimely treatment of acute pancreatitis avoids repeated recurrences; Timely treatment of acute pancreatitis avoids repeated recurrences\nMinimize the addition of fat from animal fats. Divide meals into several small meals to eat throughout the day. In addition, you should choose foods that are easy to digest, add plenty of vegetables and fruits every day and drink enough water.; Minimize the addition of fat from animal fats. Divide meals into several small meals to eat throughout the day. In addition, you should choose foods that are easy to digest, add plenty of vegetables and fruits every day, and drink enough water.\nTreat increased triglycerides if present; Treat increased triglycerides if present\n\nDiet for people with chronic pancreatitis\nTo keep the pancreas healthy, patients focus on foods rich in protein, high in antioxidants and low in animal fat. In daily meals, patients can add lean meat, beans and lentils, soups and nut milks. At this time, the patient's pancreas does not have to work hard to process food.\nIn addition, people with chronic pancreatitis should avoid adding foods such as red meat, offal, fried foods, mayonnaise, margarine, whole milk, sugary desserts and sugary drinks to their daily menu. road.\nThe Department of Gastroenterology (Tam Anh General Hospital, Hanoi and Ho Chi Minh City) are prestigious medical centers specializing in Gastroenterology, providing high-end, effective examination and treatment services for patients with related problems. Gastrointestinal involvement ranges from mild to severe. Tam Anh General Hospital system brings together a team of highly specialized and experienced Internal Medicine - Surgery - Gastrointestinal Endoscopy doctors, in addition to the support of a modern medical equipment system imported from abroad. in addition, serving the maximum examination and treatment needs of customers.\nTo schedule an examination and treatment of gastrointestinal diseases with Gastroenterology specialists of Tam Anh General Hospital System, please contact:\nChronic pancreatitis is a serious chronic disease of the digestive tract, seriously affecting the patient's health. Because up to now, the function of the pancreas has not been able to be completely restored artificially. However, equipping yourself with knowledge to prevent this disease or detect and actively treat it from the beginning will partly reduce the severe effects caused by the disease.",
    "subsections": [
        {
            "subsection_name": "What is chronic pancreatitis?",
            "subsection_content": "Chronic pancreatitis is a disease caused by prolonged inflammation leading to gradual fibrosis of the pancreatic parenchyma. The pancreas is no longer able to produce digestive enzymes. This condition leads to the loss of the ability to digest and absorb fats (called exocrine pancreatic insufficiency). At the same time, long-term fibrosis of the pancreatic parenchyma leads to impaired production of the hormone insulin (endocrine pancreatic insufficiency). At that time, the patient will have impaired or lost pancreatic function.",
            "subsection_string": "What is chronic pancreatitis?\nChronic pancreatitis is a disease caused by prolonged inflammation leading to gradual fibrosis of the pancreatic parenchyma. The pancreas is no longer able to produce digestive enzymes. This condition leads to the loss of the ability to digest and absorb fats (called exocrine pancreatic insufficiency). At the same time, long-term fibrosis of the pancreatic parenchyma leads to impaired production of the hormone insulin (endocrine pancreatic insufficiency). At that time, the patient will have impaired or lost pancreatic function."
        },
        {
            "subsection_name": "What are the symptoms of chronic pancreatitis?",
            "subsection_content": "1. Abdominal pain\nThe patient has pain in the area above the navel that spreads to the right, left and back. The pain appears infrequently, lasting a few days or longer. After that, the symptoms disappear for a long time, sometimes even several months. Abdominal pain due to chronic pancreatitis often appears after fatty meals and drinking a lot of alcohol.\nAt first, the pain was only dull, tight and burning in the area above the navel, then progressed to cramping pain. The pain increases intensely, with many pain attacks one after another. Pain symptoms can last for many hours. Usually, patients have to sit down to relax their abdominal muscles and relieve pain.(1)\n2. Malnutrition\nBecause of a lot of pain and pain related to eating, especially fatty foods, patients tend to hesitate to supplement food. In addition, because the pancreas can no longer secrete digestive enzymes, it limits the absorption of nutrients. If this condition persists for a long time, the patient will lose weight, even when they still have a good appetite and a normal diet.\n3. Digest steatorrhea\nThe stools of people with chronic pancreatitis often have fatty mucus, pale stool color, unpleasant odor and are liquid and difficult to expel, and the stool easily sticks to the toilet wall. The cause of steatorrhea is a lack of pancreatic enzymes to digest fat.\n4. Jaundice\nPatients with chronic pancreatitis often have jaundice due to pancreatic fibrosis strangulating the common bile duct passing through the head of the pancreas. At first, there may only be dilation of the common bile duct without jaundice. After severe obstruction, it can cause yellowing of the whites of the eyes, jaundice, and dark urine like strong tea.\nSymptoms of digestive disorders such as nausea and vomiting appear when there is pain, but are less obvious. When patients undergo clinical examination, other than pain, they rarely detect any specific signs.",
            "subsection_string": "What are the symptoms of chronic pancreatitis?\n1. Abdominal pain\nThe patient has pain in the area above the navel that spreads to the right, left and back. The pain appears infrequently, lasting a few days or longer. After that, the symptoms disappear for a long time, sometimes even several months. Abdominal pain due to chronic pancreatitis often appears after fatty meals and drinking a lot of alcohol.\nAt first, the pain was only dull, tight and burning in the area above the navel, then progressed to cramping pain. The pain increases intensely, with many pain attacks one after another. Pain symptoms can last for many hours. Usually, patients have to sit down to relax their abdominal muscles and relieve pain.(1)\n2. Malnutrition\nBecause of a lot of pain and pain related to eating, especially fatty foods, patients tend to hesitate to supplement food. In addition, because the pancreas can no longer secrete digestive enzymes, it limits the absorption of nutrients. If this condition persists for a long time, the patient will lose weight, even when they still have a good appetite and a normal diet.\n3. Digest steatorrhea\nThe stools of people with chronic pancreatitis often have fatty mucus, pale stool color, unpleasant odor and are liquid and difficult to expel, and the stool easily sticks to the toilet wall. The cause of steatorrhea is a lack of pancreatic enzymes to digest fat.\n4. Jaundice\nPatients with chronic pancreatitis often have jaundice due to pancreatic fibrosis strangulating the common bile duct passing through the head of the pancreas. At first, there may only be dilation of the common bile duct without jaundice. After severe obstruction, it can cause yellowing of the whites of the eyes, jaundice, and dark urine like strong tea.\nSymptoms of digestive disorders such as nausea and vomiting appear when there is pain, but are less obvious. When patients undergo clinical examination, other than pain, they rarely detect any specific signs."
        },
        {
            "subsection_name": "Causes of chronic pancreatitis",
            "subsection_content": "Causes of chronic pancreatitis include:\n1. Toxic metabolic group\nAlcoholism: Alcoholism is one of the main causes of pancreatitis. Alcohol abuse will damage pancreatic cells, causing fibrosis leading to chronic pancreatitis. This is the main cause accounting for 70% of cases of chronic pancreatitis.; Alcoholism: Alcoholism is one of the main causes of pancreatitis. Alcohol abuse will damage pancreatic cells, causing fibrosis leading to chronic pancreatitis. This is the main cause accounting for 70% of cases of chronic pancreatitis.\nTobacco: is a factor that increases the risk of chronic pancreatitis, especially in people who drink a lot of alcohol; Tobacco: is a factor that increases the risk of chronic pancreatitis, especially in people who drink a lot of alcohol\nHyperlipidemia (Triglyceride): high and long-term hyperlipidemia is the cause of acute pancreatitis and chronic pancreatitis; Increased blood fat (Triglycerides): high and long-term increased blood fat is the cause of acute pancreatitis and chronic pancreatitis\n2. Group of recurrent acute pancreatitis and severe acute pancreatitis\n10% of acute pancreatitis later turns into chronic pancreatitis.\n3. Group of genetic causes\nDue to genetic mutations, such as mutations in the PRSS1 gene that cause hereditary chronic pancreatitis. Other gene mutations cause especially α1 antitrypsin deficiency in cystic pancreatic fibrosis.\n4. Due to autoimmune causes\nThe patient's body produces antibodies against its own pancreatic cells.\n5. Obstructive pancreatitis\nPancreatic stones: People with medullary stones have a high risk of developing chronic pancreatitis if there is no early and timely intervention.; Tumors in the pancreatic duct\nSome other cases of chronic pancreatitis of unknown etiology or idiopathic chronic pancreatitis are due to drug use, exposure to certain chemicals, damage from traffic accidents or abdominal trauma, and genetic diseases. transfusions, some surgical procedures, infectious diseases.\nChronic pancreatitis is not contagious. This form of pancreatitis occurs more often in men than in women. The disease occurs between the ages of 30 and 40.",
            "subsection_string": "Causes of chronic pancreatitis\nCauses of chronic pancreatitis include:\n1. Toxic metabolic group\nAlcoholism: Alcoholism is one of the main causes of pancreatitis. Alcohol abuse will damage pancreatic cells, causing fibrosis leading to chronic pancreatitis. This is the main cause accounting for 70% of cases of chronic pancreatitis.; Alcoholism: Alcoholism is one of the main causes of pancreatitis. Alcohol abuse will damage pancreatic cells, causing fibrosis leading to chronic pancreatitis. This is the main cause accounting for 70% of cases of chronic pancreatitis.\nTobacco: is a factor that increases the risk of chronic pancreatitis, especially in people who drink a lot of alcohol; Tobacco: is a factor that increases the risk of chronic pancreatitis, especially in people who drink a lot of alcohol\nHyperlipidemia (Triglyceride): high and long-term hyperlipidemia is the cause of acute pancreatitis and chronic pancreatitis; Increased blood fat (Triglycerides): high and long-term increased blood fat is the cause of acute pancreatitis and chronic pancreatitis\n2. Group of recurrent acute pancreatitis and severe acute pancreatitis\n10% of acute pancreatitis later turns into chronic pancreatitis.\n3. Group of genetic causes\nDue to genetic mutations, such as mutations in the PRSS1 gene that cause hereditary chronic pancreatitis. Other gene mutations cause especially α1 antitrypsin deficiency in cystic pancreatic fibrosis.\n4. Due to autoimmune causes\nThe patient's body produces antibodies against its own pancreatic cells.\n5. Obstructive pancreatitis\nPancreatic stones: People with medullary stones have a high risk of developing chronic pancreatitis if there is no early and timely intervention.; Tumors in the pancreatic duct\nSome other cases of chronic pancreatitis of unknown etiology or idiopathic chronic pancreatitis are due to drug use, exposure to certain chemicals, damage from traffic accidents or abdominal trauma, and genetic diseases. transfusions, some surgical procedures, infectious diseases.\nChronic pancreatitis is not contagious. This form of pancreatitis occurs more often in men than in women. The disease occurs between the ages of 30 and 40."
        },
        {
            "subsection_name": "Diagnosis of chronic pancreatitis",
            "subsection_content": "Early diagnosis of chronic pancreatitis helps treat and prevent dangerous complications to the patient's health. Commonly prescribed methods for diagnosing chronic pancreatitis include: (2)\n1. Clinical diagnosis\nA common symptom is abdominal pain in the epigastric region spreading to the back. Pain with many levels. This symptom often increases when eating.; Digestive disorders: Loose stools appear in large quantities; Malnutrition: Patients lose weight rapidly. In the late stages, patients may have limb edema and membrane effusion due to malabsorption syndrome; Diabetes: Occurs when the pancreas is more than 85% fibrotic; When the pancreas is inflamed, it shows signs of invasion and pushes on neighboring organs, leading to symptoms such as vomiting and nausea, portal hypertension syndrome and obstructive jaundice.; Abdominal examination: The doctor can feel the tumor above the navel. The tumor may be due to the appearance of pseudocysts and an enlarged pancreas.\n2. Paraclinical testing\nConduct an investigation of the dysfunction of the exocrine pancreas. Some cases also have endocrine dysfunction; Biochemical tests to evaluate the exocrine function of the pancreas include: Secretin stimulation test (secretin_cholecystokinin test). C13 breath test (cholesteryl_(C13) octanoate breath test). Fecal elastase test (faecal elastase test).; Secretin stimulation test (secretin_cholecystokinin test).; C13 breath test (cholesteryl_(C13) octanoate breath test).; Fecal elastase test (faecal elastase test).; Blood test: Results help doctors evaluate nutritional status; Serum proteins are often reduced, especially serum albumin; The test investigates the leakage of enzymes into the blood caused by inflamed pancreatic tissue, examining the ability to produce enzymes. When the pancreas is heavily fibrotic, amylase and lipase do not increase. Tests: blood lipid disorders appear, affecting blood sugar; Stool test: Results help doctors evaluate the level of mucus and fat in the stool.\n3. Imaging diagnosis\nPatients may be prescribed X-ray, ultrasound, CT scan, or MRI. Thereby, doctors can evaluate the condition of the pancreatic structure, pancreatic duct and surrounding tissues to diagnose chronic pancreatitis.",
            "subsection_string": "Diagnosis of chronic pancreatitis\nEarly diagnosis of chronic pancreatitis helps treat and prevent dangerous complications to the patient's health. Commonly prescribed methods for diagnosing chronic pancreatitis include: (2)\n1. Clinical diagnosis\nA common symptom is abdominal pain in the epigastric region spreading to the back. Pain with many levels. This symptom often increases when eating.; Digestive disorders: Loose stools appear in large quantities; Malnutrition: Patients lose weight rapidly. In the late stages, patients may have limb edema and membrane effusion due to malabsorption syndrome; Diabetes: Occurs when the pancreas is more than 85% fibrotic; When the pancreas is inflamed, it shows signs of invasion and pushes on neighboring organs, leading to symptoms such as vomiting and nausea, portal hypertension syndrome and obstructive jaundice.; Abdominal examination: The doctor can feel the tumor above the navel. The tumor may be due to the appearance of pseudocysts and an enlarged pancreas.\n2. Paraclinical testing\nConduct an investigation of the dysfunction of the exocrine pancreas. Some cases also have endocrine dysfunction; Biochemical tests to evaluate the exocrine function of the pancreas include: Secretin stimulation test (secretin_cholecystokinin test). C13 breath test (cholesteryl_(C13) octanoate breath test). Fecal elastase test (faecal elastase test).; Secretin stimulation test (secretin_cholecystokinin test).; C13 breath test (cholesteryl_(C13) octanoate breath test).; Fecal elastase test (faecal elastase test).; Blood test: Results help doctors evaluate nutritional status; Serum proteins are often reduced, especially serum albumin; The test investigates the leakage of enzymes into the blood caused by inflamed pancreatic tissue, examining the ability to produce enzymes. When the pancreas is heavily fibrotic, amylase and lipase do not increase. Tests: blood lipid disorders appear, affecting blood sugar; Stool test: Results help doctors evaluate the level of mucus and fat in the stool.\n3. Imaging diagnosis\nPatients may be prescribed X-ray, ultrasound, CT scan, or MRI. Thereby, doctors can evaluate the condition of the pancreatic structure, pancreatic duct and surrounding tissues to diagnose chronic pancreatitis."
        },
        {
            "subsection_name": "Are complications of chronic pancreatitis dangerous?",
            "subsection_content": "Because it is an endocrine and exocrine organ, damage caused by chronic pancreatitis is difficult to restore to its original state. Pancreatic function is no longer guaranteed, negatively affecting the metabolism in the body. Patients cannot use sugar molecules in cell metabolism, leading to hyperglycemia. In addition, nutrients from food are not broken down and absorbed. Patients quickly lose weight and become physically exhausted.\nIn addition, chronic pancreatitis can also cause physical complications such as the formation of large pancreatic pseudocysts that do not regress on their own, leaking pancreatic fluid, causing pancreatic fluid ascites, or easily forming blood clots. in the splenic vein.\nProlonged chronic pancreatitis is also a risk factor for pancreatic cancer. At that time, the patient's life expectancy was still quite short despite early detection and aggressive radical treatment from the beginning.\nChronic pancreatitis can cause pancreatic cancer",
            "subsection_string": "Are complications of chronic pancreatitis dangerous?\nBecause it is an endocrine and exocrine organ, damage caused by chronic pancreatitis is difficult to restore to its original state. Pancreatic function is no longer guaranteed, negatively affecting the metabolism in the body. Patients cannot use sugar molecules in cell metabolism, leading to hyperglycemia. In addition, nutrients from food are not broken down and absorbed. Patients quickly lose weight and become physically exhausted.\nIn addition, chronic pancreatitis can also cause physical complications such as the formation of large pancreatic pseudocysts that do not regress on their own, leaking pancreatic fluid, causing pancreatic fluid ascites, or easily forming blood clots. in the splenic vein.\nProlonged chronic pancreatitis is also a risk factor for pancreatic cancer. At that time, the patient's life expectancy was still quite short despite early detection and aggressive radical treatment from the beginning.\nChronic pancreatitis can cause pancreatic cancer"
        },
        {
            "subsection_name": "How to treat chronic pancreatitis?",
            "subsection_content": "1. Medical treatment\nPatients need to change their lifestyle: Absolutely do not use alcohol or beer, do not smoke, reduce foods high in fat and starch, especially when there is increased blood fat. Symptoms of steatorrhea will be treated with pancreatic enzyme preparations selected based on high lipase activity. The dose is usually about 25,000- 50,000 lipase units in capsules, taken with meals. Concomitant use of proton pump inhibitors (omeprazole 20 - 60 mg/day) helps reduce lipase inactivation due to acid, thereby improving symptoms of steatorrhea.\nPain secondary to idiopathic chronic pancreatitis can be relieved in some cases by the use of pancreatic enzymes or analgesics. If diabetes is present, the patient needs to be treated in the usual way using insulin.(3)\n2. Surgical treatment\nSurgical methods in the treatment of chronic pancreatitis include:\nSurgery to eliminate pancreatic duct obstruction: This method is performed to drain pseudocysts, relieve pain, and treat complications due to chronic pancreatitis.; Surgery to eliminate pancreatic duct obstruction: This method is performed to drain pseudocysts, reduce pain, and treat complications due to chronic pancreatitis.\nPancreatic duct drainage surgery: This method is indicated to dilate the pancreatic duct or cut the pancreatic tail to connect the pancreas - jejunum to reduce pain for the patient.; Pancreatic duct drainage surgery: This method is indicated to dilate the pancreatic duct or cut the pancreatic tail to connect the pancreas - jejunum to reduce pain for the patient.\nPancreatectomy: Partial or total pancreatectomy is considered the final treatment method for patients with severe chronic pancreatitis. This method helps prevent the risk of pancreatic duct rupture and other complications.; Pancreatectomy: Partial or total pancreatectomy is considered the final treatment method for patients with severe chronic pancreatitis. This method helps prevent the risk of pancreatic duct rupture and other complications.\nEndoscopic ultrasound or percutaneous plexectomy blockade: This method helps reduce pain caused by chronic pancreatitis.; Endoscopic ultrasound or percutaneous plexectomy blockade: This method helps reduce pain caused by chronic pancreatitis.",
            "subsection_string": "How to treat chronic pancreatitis?\n1. Medical treatment\nPatients need to change their lifestyle: Absolutely do not use alcohol or beer, do not smoke, reduce foods high in fat and starch, especially when there is increased blood fat. Symptoms of steatorrhea will be treated with pancreatic enzyme preparations selected based on high lipase activity. The dose is usually about 25,000- 50,000 lipase units in capsules, taken with meals. Concomitant use of proton pump inhibitors (omeprazole 20 - 60 mg/day) helps reduce lipase inactivation due to acid, thereby improving symptoms of steatorrhea.\nPain secondary to idiopathic chronic pancreatitis can be relieved in some cases by the use of pancreatic enzymes or analgesics. If diabetes is present, the patient needs to be treated in the usual way using insulin.(3)\n2. Surgical treatment\nSurgical methods in the treatment of chronic pancreatitis include:\nSurgery to eliminate pancreatic duct obstruction: This method is performed to drain pseudocysts, relieve pain, and treat complications due to chronic pancreatitis.; Surgery to eliminate pancreatic duct obstruction: This method is performed to drain pseudocysts, reduce pain, and treat complications due to chronic pancreatitis.\nPancreatic duct drainage surgery: This method is indicated to dilate the pancreatic duct or cut the pancreatic tail to connect the pancreas - jejunum to reduce pain for the patient.; Pancreatic duct drainage surgery: This method is indicated to dilate the pancreatic duct or cut the pancreatic tail to connect the pancreas - jejunum to reduce pain for the patient.\nPancreatectomy: Partial or total pancreatectomy is considered the final treatment method for patients with severe chronic pancreatitis. This method helps prevent the risk of pancreatic duct rupture and other complications.; Pancreatectomy: Partial or total pancreatectomy is considered the final treatment method for patients with severe chronic pancreatitis. This method helps prevent the risk of pancreatic duct rupture and other complications.\nEndoscopic ultrasound or percutaneous plexectomy blockade: This method helps reduce pain caused by chronic pancreatitis.; Endoscopic ultrasound or percutaneous plexectomy blockade: This method helps reduce pain caused by chronic pancreatitis."
        },
        {
            "subsection_name": "How to prevent chronic pancreatitis?",
            "subsection_content": "With dangerous complications caused by chronic pancreatitis, doctors recommend that people not abuse alcohol, beer, or smoke. Cases of chronic pancreatitis need to abstain from alcohol and beer completely. This will help reduce the risk of recurring attacks of pancreatitis.; With dangerous complications caused by chronic pancreatitis, doctors recommend that people not abuse alcohol, beer, or smoke. Cases of chronic pancreatitis need to abstain from alcohol and beer completely. This will help reduce the risk of recurring attacks of pancreatitis.\nTimely treatment of acute pancreatitis avoids repeated recurrences; Timely treatment of acute pancreatitis avoids repeated recurrences\nMinimize the addition of fat from animal fats. Divide meals into several small meals to eat throughout the day. In addition, you should choose foods that are easy to digest, add plenty of vegetables and fruits every day and drink enough water.; Minimize the addition of fat from animal fats. Divide meals into several small meals to eat throughout the day. In addition, you should choose foods that are easy to digest, add plenty of vegetables and fruits every day, and drink enough water.\nTreat increased triglycerides if present; Treat increased triglycerides if present",
            "subsection_string": "How to prevent chronic pancreatitis?\nWith dangerous complications caused by chronic pancreatitis, doctors recommend that people not abuse alcohol, beer, or smoke. Cases of chronic pancreatitis need to abstain from alcohol and beer completely. This will help reduce the risk of recurring attacks of pancreatitis.; With dangerous complications caused by chronic pancreatitis, doctors recommend that people not abuse alcohol, beer, or smoke. Cases of chronic pancreatitis need to abstain from alcohol and beer completely. This will help reduce the risk of recurring attacks of pancreatitis.\nTimely treatment of acute pancreatitis avoids repeated recurrences; Timely treatment of acute pancreatitis avoids repeated recurrences\nMinimize the addition of fat from animal fats. Divide meals into several small meals to eat throughout the day. In addition, you should choose foods that are easy to digest, add plenty of vegetables and fruits every day and drink enough water.; Minimize the addition of fat from animal fats. Divide meals into several small meals to eat throughout the day. In addition, you should choose foods that are easy to digest, add plenty of vegetables and fruits every day, and drink enough water.\nTreat increased triglycerides if present; Treat increased triglycerides if present"
        },
        {
            "subsection_name": "Diet for people with chronic pancreatitis",
            "subsection_content": "To keep the pancreas healthy, patients focus on foods rich in protein, high in antioxidants and low in animal fat. In daily meals, patients can add lean meat, beans and lentils, soups and nut milks. At this time, the patient's pancreas does not have to work hard to process food.\nIn addition, people with chronic pancreatitis should avoid adding foods such as red meat, offal, fried foods, mayonnaise, margarine, whole milk, sugary desserts and sugary drinks to their daily menu. road.\nThe Department of Gastroenterology (Tam Anh General Hospital, Hanoi and Ho Chi Minh City) are prestigious medical centers specializing in Gastroenterology, providing high-end, effective examination and treatment services for patients with related problems. Gastrointestinal involvement ranges from mild to severe. Tam Anh General Hospital system brings together a team of highly specialized and experienced Internal Medicine - Surgery - Gastrointestinal Endoscopy doctors, in addition to the support of a modern medical equipment system imported from abroad. in addition, serving the maximum examination and treatment needs of customers.\nTo schedule an examination and treatment of gastrointestinal diseases with Gastroenterology specialists of Tam Anh General Hospital System, please contact:\nChronic pancreatitis is a serious chronic disease of the digestive tract, seriously affecting the patient's health. Because up to now, the function of the pancreas has not been able to be completely restored artificially. However, equipping yourself with knowledge to prevent this disease or detect and actively treat it from the beginning will partly reduce the severe effects caused by the disease.",
            "subsection_string": "Diet for people with chronic pancreatitis\nTo keep the pancreas healthy, patients focus on foods rich in protein, high in antioxidants and low in animal fat. In daily meals, patients can add lean meat, beans and lentils, soups and nut milks. At this time, the patient's pancreas does not have to work hard to process food.\nIn addition, people with chronic pancreatitis should avoid adding foods such as red meat, offal, fried foods, mayonnaise, margarine, whole milk, sugary desserts and sugary drinks to their daily menu. road.\nThe Department of Gastroenterology (Tam Anh General Hospital, Hanoi and Ho Chi Minh City) are prestigious medical centers specializing in Gastroenterology, providing high-end, effective examination and treatment services for patients with related problems. Gastrointestinal involvement ranges from mild to severe. Tam Anh General Hospital system brings together a team of highly specialized and experienced Internal Medicine - Surgery - Gastrointestinal Endoscopy doctors, in addition to the support of a modern medical equipment system imported from abroad. in addition, serving the maximum examination and treatment needs of customers.\nTo schedule an examination and treatment of gastrointestinal diseases with Gastroenterology specialists of Tam Anh General Hospital System, please contact:\nChronic pancreatitis is a serious chronic disease of the digestive tract, seriously affecting the patient's health. Because up to now, the function of the pancreas has not been able to be completely restored artificially. However, equipping yourself with knowledge to prevent this disease or detect and actively treat it from the beginning will partly reduce the severe effects caused by the disease."
        }
    ],
    "name": "viem-tuy-man-tinh.json"
}