{
    "title": "Purulent meningitis: Signs, causes, diagnosis and treatment",
    "category": "Pediatrics - Newborn",
    "link": "https://tamanhhospital.vn/viem-mang-nao-mu/",
    "abstract": "Purulent meningitis is an extremely dangerous disease, common in children, especially those under 5 years old. Even with timely emergency treatment and aggressive treatment, the disease can still leave severe neurological and motor sequelae and even death.",
    "content": "Purulent meningitis: Signs, causes, diagnosis and treatment\n\nPurulent meningitis is an extremely dangerous disease, common in children, especially those under 5 years old. Even with timely emergency treatment and aggressive treatment, the disease can still leave severe neurological and motor sequelae and even death.\n\nWhat is purulent meningitis?\nPurulent meningitis is an inflammation of the meninges when there is invasion and proliferation of pathogenic factors in the cerebrospinal fluid. This is one of the common diseases in children under 5 years old with a high mortality rate. If children are lucky enough to survive the fever, they can suffer severe neurological and motor sequelae.\nThere are 3 most common types of bacteria that cause purulent meningitis: H. influenza (Haemophilus influenza); pneumococcus (Streptococcus pneumonia); Meningococcus (Neisseria meningitidis). For newborns, common bacteria that cause purulent meningitis are Escherichia coli, Listeria monocytogenes, and B.streptococcus. In addition, many other types of bacteria and fungi can also be the cause of purulent meningitis but are less common and often occur in patients with immunodeficiency, sepsis... (1)\nHaemophilus influenzae type B (Hib) is the leading cause of acute meningitis in children.\n\nSymptoms of purulent meningitis\nPatients with purulent meningitis have clinical symptoms that are usually fever, lethargy, fatigue, loss of appetite, fussiness and may be accompanied by upper respiratory tract inflammation. Children older than 18 months may be affected. There are signs of neck stiffness. (2)\nPurulent meningitis in newborns: For newborns and children under 3 months old, purulent meningitis often occurs in premature babies, amniotic infections and postpartum asphyxia. When infected, the infection syndrome is often not obvious, children may not show symptoms of fever, some children even have hypothermia, and meningeal syndrome is not too obvious. Newborns often refuse to feed, vomit, breathe irregularly and have apnea. Observing mothers, they can see the baby's fontanel bulging or slightly stretched, the abdomen being distended, diarrhea and decreased muscle tone, the baby's physiological reflexes being reduced or lost, and in some cases accompanied by convulsions.; Purulent meningitis in children: For children, the symptoms are more obvious, the baby has a fever and may be accompanied by upper respiratory tract infections. Children often cry, feel uncomfortable and lethargic, many children are tired, stop eating and have pale skin. Children with meningeal syndrome often vomit and have nausea, headaches, digestive disorders, and show signs of photophobia, often lying in the trigger position.\nOther physical signs may include nuchal rigidity, Kernig's sign, meningeal streaks, seizures, focal paralysis and altered mental status or coma, and stellate necrotic purpura.\n\nWhat causes purulent meningitis?\nThere are many types of bacteria that can cause purulent meningitis such as Hemophilus influenza type b (Hib), pneumococcus, meningococcus, staphylococcus and gram-negative bacteria. The incidence of each bacterial strain is related to age as well as some factors of the body's resistance. (3)\nDue to Hib bacteria: Haemophilus influenzae type B (Hib) bacteria is known to cause purulent meningitis in humans. This bacteria is localized in the nasopharynx and is easily transmitted from one person to another through through the respiratory tract or nasopharyngeal secretions. Since 1930, scientists have discovered two forms of Hib bacteria: encapsulated and non-encapsulated. Almost all invasive infections caused by Hib are caused by encapsulated Hib bacteria with serotype B carrying them. the highest virulence caused (H. influenzae B). This bacteria has the ability to spread quickly and cause disease in humans. When entering the body of an immune person, this shell helps Hib bacteria avoid being destroyed by white blood cells and the complement system. Meningitis caused by Hib often occurs in infants and young children from 1 to 36 months, when the child's brain is still immature and if the child has not been vaccinated and does not have antibodies. If a child is unlucky enough to be infected with Hib bacteria, it can lead to serious complications and even rapid death.; Due to E.Coli bacteria: E.coli bacteria often reside in the digestive system and can cause purulent meningitis in children, especially in infants and young children. Children with purulent meningitis caused by E.coli are often seriously ill, with sepsis causing high mortality. E.Coli bacteria are often found in fresh foods, meat and milk. Patients who are immunocompromised or are being treated with immunosuppressive drugs or people with weak resistance are often at high risk of getting the disease.; Caused by Listeria Monocytogenes bacteria: Listeria is a small aerobic, non-enveloped, acid-resistant, non-spore-forming bacterium that usually exists in the human intestine or in mammals, birds, deer and other animals. crustaceans, there are several species of listeria but Listeria Monocytogenes is the main pathogenic bacteria in humans. This bacteria is very common in the environment and has the ability to infect many foods during food processing and production, especially cold foods that do not need to be cooked before eating. This bacteria causes up to 20% of meningitis cases in children and in patients over 60 years old. Patients have symptoms of altered consciousness, cranial nerve paralysis, loss of movement or sensation...; Due to pneumococcus: Streptococcus pneumonia is considered the leading cause of purulent meningitis in countries that have vaccinated against Haemophilus influenzae type b. The rate of people with pneumococcal meningitis is about 1-3/1,000 people. That means for every 1,000 people, about 1-3 people have purulent meningitis caused by pneumococcus. Pneumococcal bacteria often reside in the throat mucosa, causing sinusitis and otitis media, thereby attacking the cerebrospinal fluid and causing purulent meningitis; Due to meningococcus: Purulent meningitis caused by meningococcus usually occurs in children between 6 and 12 months old. Children over 1 year old are infected but at a lower rate. The disease is transmitted directly from person to person through droplets. People with meningococcal purulent meningitis often have characteristic signs of star-shaped purpura. The mortality rate is high, especially death within 24 hours after admission.\n\nSubjects susceptible to purulent meningitis\nPurulent meningitis is a dangerous disease with many pathogens. Disease-causing bacteria can travel from the ears, nose, throat, lungs or through the bloodstream into the brain or through adjacent routes from infection foci next to the meninges or directly into the brain through traumatic brain injuries. or skull fracture. Children and people with underlying medical conditions related to brain damage, ear damage, sinusitis or immunodeficiency are all at high risk of getting the disease.\nAccording to doctor Truong Trong Tuan, the agents that cause purulent meningitis often thrive in the summer, especially staph bacteria. Even a small injury to the ear can cause staph bacteria to invade and cause disease. , so parents need to pay attention to personal hygiene, treat underlying diseases and fully vaccinate to prevent meningitis.\nSubjects susceptible to purulent meningitis\n\nComplications of purulent meningitis\nSymptoms and incubation period of purulent meningitis depend on the agent causing the disease. Normally, the incubation period will be from 2-10 days, the patient will have symptoms such as fever, irritability, lethargy, headache... For children over 18 months, it is often accompanied by signs of stiff neck. For children under 3 months, the symptoms will be more discreet. (4)\nPurulent meningitis is a dangerous disease that can appear all year round and cause severe consequences for the patient. Because it is a disease in a sensitive location such as the nervous system, if not intervened promptly, there is a risk of permanent neurological sequelae such as paralysis of limbs, brain damage, and subdural effusion. , hearing loss, muteness, hydrocephalus, strabismus, dementia, epilepsy.\nAccording to studies, with purulent meningitis caused by Hib, the disease has a mortality rate of up to 15-20%, especially higher in children under 2 months old and immunocompromised people. About 45% of children with purulent meningitis caused by Hib can recover without sequelae, 15-25 cases have mild neurological impairment, 20-40% of cases have severe neurological impairment. severe and 10% experience severe neurological sequelae. Delays in treatment can increase morbidity and mortality.\n\nHow to diagnose purulent meningitis\nTo diagnose purulent meningitis, it is necessary to rely on clinical manifestations combined with cerebrospinal fluid test results.\nClinical manifestations: Purulent meningitis has an acute progression with symptoms such as fever, often sudden high fever, lethargy, fatigue, loss of appetite and pale skin. Meningeal syndrome appears with basic signs such as vomiting, nausea, headache, constipation, possibly with signs of photophobia and lying in the trigger position. Physical signs such as stiff neck or soft neck in young children, Kernig and Brudzinsky signs, bulging, tense fontanels, lethargy, and expressionless eyes.\nSome other symptoms include convulsions, focal paralysis, septic shock or mental disorders, and the child falls into a coma. For newborns, purulent meningitis often occurs in premature babies, amniotic infections or postpartum asphyxia. In newborns, signs of infection are not obvious, children may not have a fever, many children have hypothermia, they often refuse to breastfeed, have diarrhea, lose physiological reflexes and have decreased muscle tone.\nTests to confirm the diagnosis of purulent meningitis:\nCerebrospinal fluid test: This is an important and decisive test to diagnose purulent meningitis. This test should be performed immediately when clinical examination shows signs of suspicion of the disease. If the cerebrospinal fluid is cloudy or clear like rice water, treatment is needed immediately; Blood formula: If the blood formula shows increased white blood cells, the proportion of neutrophils predominates and in infants and young children there is reduced hemoglobin concentration.; Blood and urine cultures can help identify the bacteria causing the disease.\nIn addition, there are a number of methods such as ultrasound through the fontanel or CT scan of the brain that can identify possible complications of meningitis. In addition, some CSF tests can differentiate in some cases of atypical purulent meningitis.\n>>>Reference: Is meningitis dangerous?\n\nHow to treat purulent meningitis\nPurulent meningitis is an extremely dangerous disease, but the rate of children being detected and hospitalized promptly is low. Many children are hospitalized with the disease becoming more severe. With diverse clinical manifestations such as fever, crying, runny nose, etc., parents easily confuse it with common cold symptoms and arbitrarily buy medicine to take home for treatment. Only when the child shows more severe symptoms such as convulsions, loss of consciousness, or coma will they be taken to the hospital for treatment.\nDoctor Trong Tuan recommends that if parents see signs such as fussiness, lethargy, high fever, bulging fontanel, convulsions, etc., parents should immediately think about purulent meningitis and take the child to a nearby medical center immediately. best to receive treatment. In particular, parents should not arbitrarily treat their baby at home while it is unclear what disease the baby has and without a doctor's prescription.\nThe general principle in treating purulent meningitis is to quickly diagnose, treat and closely monitor the progression of the disease. In the treatment of purulent meningitis, antibiotic therapy needs to be prescribed correctly and as early as possible. In cases of severe disease progression, it is necessary to focus on active treatment measures to save the patient's life and minimize sequelae.\nIn case the patient is in a coma or the patient has signs of severe infection, threatening septic shock, they need to be treated and cared for in the emergency room or intensive care room. In cases of respiratory failure, oxygen or respiratory support is needed, and in special cases, mechanical ventilation can be used if indicated.\nThe patient needs to be assured of ventilation, prevent sputum stagnation... in case the patient cannot eat, he/she needs intravenous nutrition or feeding through a tube.\n\nHow to prevent purulent meningitis\nAccording to Dr. Tuan, \"Currently, vaccination is an effective measure to prevent purulent meningitis as well as limit the complications that the disease can cause. In addition to measures such as personal hygiene and the surrounding living environment, parents should take proactive measures in disease prevention such as vaccination. Currently, vaccines are recommended to prevent purulent meningitis such as Hib vaccine, which can be given to children from 2 months old, and meningococcal and pneumococcal vaccines are also recommended to prevent purulent meningitis.\nParents should take proactive measures to prevent diseases such as vaccination\nFor those who are in contact with the source of infection and are at risk of contracting the disease, they can use Rifampicin according to the doctor's prescribed dose. In addition, it is necessary to monitor and apply isolation measures, disinfect the environment as well as other anti-inflammatory drugs. Living tools in accordance with regulations of the Ministry of Health.\nDepartment of Pediatrics at Tam Anh General Hospital is one of the key specialties invested in modern facilities and a team of experienced experts and doctors. If the baby has symptoms of purulent meningitis, parents can quickly take the baby to the Pediatrics Department of Tam Anh General Hospital for timely examination and diagnosis. In addition to providing a treatment regimen, parents will be advised by the doctor on appropriate nutrition, activities, and rest so that their children can quickly recover from illness and restore health.\nPurulent meningitis is a dangerous disease that spreads rapidly and leaves many sequelae. Hopefully this article will provide more information for parents on how to recognize and the symptoms of this dangerous disease.",
    "subsections": [
        {
            "subsection_name": "What is purulent meningitis?",
            "subsection_content": "Purulent meningitis is an inflammation of the meninges when there is invasion and proliferation of pathogenic factors in the cerebrospinal fluid. This is one of the common diseases in children under 5 years old with a high mortality rate. If children are lucky enough to survive the fever, they can suffer severe neurological and motor sequelae.\nThere are 3 most common types of bacteria that cause purulent meningitis: H. influenza (Haemophilus influenza); pneumococcus (Streptococcus pneumonia); Meningococcus (Neisseria meningitidis). For newborns, common bacteria that cause purulent meningitis are Escherichia coli, Listeria monocytogenes, and B.streptococcus. In addition, many other types of bacteria and fungi can also be the cause of purulent meningitis but are less common and often occur in patients with immunodeficiency, sepsis... (1)\nHaemophilus influenzae type B (Hib) is the leading cause of acute meningitis in children.",
            "subsection_string": "What is purulent meningitis?\nPurulent meningitis is an inflammation of the meninges when there is invasion and proliferation of pathogenic factors in the cerebrospinal fluid. This is one of the common diseases in children under 5 years old with a high mortality rate. If children are lucky enough to survive the fever, they can suffer severe neurological and motor sequelae.\nThere are 3 most common types of bacteria that cause purulent meningitis: H. influenza (Haemophilus influenza); pneumococcus (Streptococcus pneumonia); Meningococcus (Neisseria meningitidis). For newborns, common bacteria that cause purulent meningitis are Escherichia coli, Listeria monocytogenes, and B.streptococcus. In addition, many other types of bacteria and fungi can also be the cause of purulent meningitis but are less common and often occur in patients with immunodeficiency, sepsis... (1)\nHaemophilus influenzae type B (Hib) is the leading cause of acute meningitis in children."
        },
        {
            "subsection_name": "Symptoms of purulent meningitis",
            "subsection_content": "Patients with purulent meningitis have clinical symptoms that are usually fever, lethargy, fatigue, loss of appetite, fussiness and may be accompanied by upper respiratory tract inflammation. Children older than 18 months may be affected. There are signs of neck stiffness. (2)\nPurulent meningitis in newborns: For newborns and children under 3 months old, purulent meningitis often occurs in premature babies, amniotic infections and postpartum asphyxia. When infected, the infection syndrome is often not obvious, children may not show symptoms of fever, some children even have hypothermia, and meningeal syndrome is not too obvious. Newborns often refuse to feed, vomit, breathe irregularly and have apnea. Observing mothers, they can see the baby's fontanel bulging or slightly stretched, the abdomen being distended, diarrhea and decreased muscle tone, the baby's physiological reflexes being reduced or lost, and in some cases accompanied by convulsions.; Purulent meningitis in children: For children, the symptoms are more obvious, the baby has a fever and may be accompanied by upper respiratory tract infections. Children often cry, feel uncomfortable and lethargic, many children are tired, stop eating and have pale skin. Children with meningeal syndrome often vomit and have nausea, headaches, digestive disorders, and show signs of photophobia, often lying in the trigger position.\nOther physical signs may include nuchal rigidity, Kernig's sign, meningeal streaks, seizures, focal paralysis and altered mental status or coma, and stellate necrotic purpura.",
            "subsection_string": "Symptoms of purulent meningitis\nPatients with purulent meningitis have clinical symptoms that are usually fever, lethargy, fatigue, loss of appetite, fussiness and may be accompanied by upper respiratory tract inflammation. Children older than 18 months may be affected. There are signs of neck stiffness. (2)\nPurulent meningitis in newborns: For newborns and children under 3 months old, purulent meningitis often occurs in premature babies, amniotic infections and postpartum asphyxia. When infected, the infection syndrome is often not obvious, children may not show symptoms of fever, some children even have hypothermia, and meningeal syndrome is not too obvious. Newborns often refuse to feed, vomit, breathe irregularly and have apnea. Observing mothers, they can see the baby's fontanel bulging or slightly stretched, the abdomen being distended, diarrhea and decreased muscle tone, the baby's physiological reflexes being reduced or lost, and in some cases accompanied by convulsions.; Purulent meningitis in children: For children, the symptoms are more obvious, the baby has a fever and may be accompanied by upper respiratory tract infections. Children often cry, feel uncomfortable and lethargic, many children are tired, stop eating and have pale skin. Children with meningeal syndrome often vomit and have nausea, headaches, digestive disorders, and show signs of photophobia, often lying in the trigger position.\nOther physical signs may include nuchal rigidity, Kernig's sign, meningeal streaks, seizures, focal paralysis and altered mental status or coma, and stellate necrotic purpura."
        },
        {
            "subsection_name": "What causes purulent meningitis?",
            "subsection_content": "There are many types of bacteria that can cause purulent meningitis such as Hemophilus influenza type b (Hib), pneumococcus, meningococcus, staphylococcus and gram-negative bacteria. The incidence of each bacterial strain is related to age as well as some factors of the body's resistance. (3)\nDue to Hib bacteria: Haemophilus influenzae type B (Hib) bacteria is known to cause purulent meningitis in humans. This bacteria is localized in the nasopharynx and is easily transmitted from one person to another through through the respiratory tract or nasopharyngeal secretions. Since 1930, scientists have discovered two forms of Hib bacteria: encapsulated and non-encapsulated. Almost all invasive infections caused by Hib are caused by encapsulated Hib bacteria with serotype B carrying them. the highest virulence caused (H. influenzae B). This bacteria has the ability to spread quickly and cause disease in humans. When entering the body of an immune person, this shell helps Hib bacteria avoid being destroyed by white blood cells and the complement system. Meningitis caused by Hib often occurs in infants and young children from 1 to 36 months, when the child's brain is still immature and if the child has not been vaccinated and does not have antibodies. If a child is unlucky enough to be infected with Hib bacteria, it can lead to serious complications and even rapid death.; Due to E.Coli bacteria: E.coli bacteria often reside in the digestive system and can cause purulent meningitis in children, especially in infants and young children. Children with purulent meningitis caused by E.coli are often seriously ill, with sepsis causing high mortality. E.Coli bacteria are often found in fresh foods, meat and milk. Patients who are immunocompromised or are being treated with immunosuppressive drugs or people with weak resistance are often at high risk of getting the disease.; Caused by Listeria Monocytogenes bacteria: Listeria is a small aerobic, non-enveloped, acid-resistant, non-spore-forming bacterium that usually exists in the human intestine or in mammals, birds, deer and other animals. crustaceans, there are several species of listeria but Listeria Monocytogenes is the main pathogenic bacteria in humans. This bacteria is very common in the environment and has the ability to infect many foods during food processing and production, especially cold foods that do not need to be cooked before eating. This bacteria causes up to 20% of meningitis cases in children and in patients over 60 years old. Patients have symptoms of altered consciousness, cranial nerve paralysis, loss of movement or sensation...; Due to pneumococcus: Streptococcus pneumonia is considered the leading cause of purulent meningitis in countries that have vaccinated against Haemophilus influenzae type b. The rate of people with pneumococcal meningitis is about 1-3/1,000 people. That means for every 1,000 people, about 1-3 people have purulent meningitis caused by pneumococcus. Pneumococcal bacteria often reside in the throat mucosa, causing sinusitis and otitis media, thereby attacking the cerebrospinal fluid and causing purulent meningitis; Due to meningococcus: Purulent meningitis caused by meningococcus usually occurs in children between 6 and 12 months old. Children over 1 year old are infected but at a lower rate. The disease is transmitted directly from person to person through droplets. People with meningococcal purulent meningitis often have characteristic signs of star-shaped purpura. The mortality rate is high, especially death within 24 hours after admission.",
            "subsection_string": "What causes purulent meningitis?\nThere are many types of bacteria that can cause purulent meningitis such as Hemophilus influenza type b (Hib), pneumococcus, meningococcus, staphylococcus and gram-negative bacteria. The incidence of each bacterial strain is related to age as well as some factors of the body's resistance. (3)\nDue to Hib bacteria: Haemophilus influenzae type B (Hib) bacteria is known to cause purulent meningitis in humans. This bacteria is localized in the nasopharynx and is easily transmitted from one person to another through through the respiratory tract or nasopharyngeal secretions. Since 1930, scientists have discovered two forms of Hib bacteria: encapsulated and non-encapsulated. Almost all invasive infections caused by Hib are caused by encapsulated Hib bacteria with serotype B carrying them. the highest virulence caused (H. influenzae B). This bacteria has the ability to spread quickly and cause disease in humans. When entering the body of an immune person, this shell helps Hib bacteria avoid being destroyed by white blood cells and the complement system. Meningitis caused by Hib often occurs in infants and young children from 1 to 36 months, when the child's brain is still immature and if the child has not been vaccinated and does not have antibodies. If a child is unlucky enough to be infected with Hib bacteria, it can lead to serious complications and even rapid death.; Due to E.Coli bacteria: E.coli bacteria often reside in the digestive system and can cause purulent meningitis in children, especially in infants and young children. Children with purulent meningitis caused by E.coli are often seriously ill, with sepsis causing high mortality. E.Coli bacteria are often found in fresh foods, meat and milk. Patients who are immunocompromised or are being treated with immunosuppressive drugs or people with weak resistance are often at high risk of getting the disease.; Caused by Listeria Monocytogenes bacteria: Listeria is a small aerobic, non-enveloped, acid-resistant, non-spore-forming bacterium that usually exists in the human intestine or in mammals, birds, deer and other animals. crustaceans, there are several species of listeria but Listeria Monocytogenes is the main pathogenic bacteria in humans. This bacteria is very common in the environment and has the ability to infect many foods during food processing and production, especially cold foods that do not need to be cooked before eating. This bacteria causes up to 20% of meningitis cases in children and in patients over 60 years old. Patients have symptoms of altered consciousness, cranial nerve paralysis, loss of movement or sensation...; Due to pneumococcus: Streptococcus pneumonia is considered the leading cause of purulent meningitis in countries that have vaccinated against Haemophilus influenzae type b. The rate of people with pneumococcal meningitis is about 1-3/1,000 people. That means for every 1,000 people, about 1-3 people have purulent meningitis caused by pneumococcus. Pneumococcal bacteria often reside in the throat mucosa, causing sinusitis and otitis media, thereby attacking the cerebrospinal fluid and causing purulent meningitis; Due to meningococcus: Purulent meningitis caused by meningococcus usually occurs in children between 6 and 12 months old. Children over 1 year old are infected but at a lower rate. The disease is transmitted directly from person to person through droplets. People with meningococcal purulent meningitis often have characteristic signs of star-shaped purpura. The mortality rate is high, especially death within 24 hours after admission."
        },
        {
            "subsection_name": "Subjects susceptible to purulent meningitis",
            "subsection_content": "Purulent meningitis is a dangerous disease with many pathogens. Disease-causing bacteria can travel from the ears, nose, throat, lungs or through the bloodstream into the brain or through adjacent routes from infection foci next to the meninges or directly into the brain through traumatic brain injuries. or skull fracture. Children and people with underlying medical conditions related to brain damage, ear damage, sinusitis or immunodeficiency are all at high risk of getting the disease.\nAccording to doctor Truong Trong Tuan, the agents that cause purulent meningitis often thrive in the summer, especially staph bacteria. Even a small injury to the ear can cause staph bacteria to invade and cause disease. , so parents need to pay attention to personal hygiene, treat underlying diseases and fully vaccinate to prevent meningitis.\nSubjects susceptible to purulent meningitis",
            "subsection_string": "Subjects susceptible to purulent meningitis\nPurulent meningitis is a dangerous disease with many pathogens. Disease-causing bacteria can travel from the ears, nose, throat, lungs or through the bloodstream into the brain or through adjacent routes from infection foci next to the meninges or directly into the brain through traumatic brain injuries. or skull fracture. Children and people with underlying medical conditions related to brain damage, ear damage, sinusitis or immunodeficiency are all at high risk of getting the disease.\nAccording to doctor Truong Trong Tuan, the agents that cause purulent meningitis often thrive in the summer, especially staph bacteria. Even a small injury to the ear can cause staph bacteria to invade and cause disease. , so parents need to pay attention to personal hygiene, treat underlying diseases and fully vaccinate to prevent meningitis.\nSubjects susceptible to purulent meningitis"
        },
        {
            "subsection_name": "Complications of purulent meningitis",
            "subsection_content": "Symptoms and incubation period of purulent meningitis depend on the agent causing the disease. Normally, the incubation period will be from 2-10 days, the patient will have symptoms such as fever, irritability, lethargy, headache... For children over 18 months, it is often accompanied by signs of stiff neck. For children under 3 months, the symptoms will be more discreet. (4)\nPurulent meningitis is a dangerous disease that can appear all year round and cause severe consequences for the patient. Because it is a disease in a sensitive location such as the nervous system, if not intervened promptly, there is a risk of permanent neurological sequelae such as paralysis of limbs, brain damage, and subdural effusion. , hearing loss, muteness, hydrocephalus, strabismus, dementia, epilepsy.\nAccording to studies, with purulent meningitis caused by Hib, the disease has a mortality rate of up to 15-20%, especially higher in children under 2 months old and immunocompromised people. About 45% of children with purulent meningitis caused by Hib can recover without sequelae, 15-25 cases have mild neurological impairment, 20-40% of cases have severe neurological impairment. severe and 10% experience severe neurological sequelae. Delays in treatment can increase morbidity and mortality.",
            "subsection_string": "Complications of purulent meningitis\nSymptoms and incubation period of purulent meningitis depend on the agent causing the disease. Normally, the incubation period will be from 2-10 days, the patient will have symptoms such as fever, irritability, lethargy, headache... For children over 18 months, it is often accompanied by signs of stiff neck. For children under 3 months, the symptoms will be more discreet. (4)\nPurulent meningitis is a dangerous disease that can appear all year round and cause severe consequences for the patient. Because it is a disease in a sensitive location such as the nervous system, if not intervened promptly, there is a risk of permanent neurological sequelae such as paralysis of limbs, brain damage, and subdural effusion. , hearing loss, muteness, hydrocephalus, strabismus, dementia, epilepsy.\nAccording to studies, with purulent meningitis caused by Hib, the disease has a mortality rate of up to 15-20%, especially higher in children under 2 months old and immunocompromised people. About 45% of children with purulent meningitis caused by Hib can recover without sequelae, 15-25 cases have mild neurological impairment, 20-40% of cases have severe neurological impairment. severe and 10% experience severe neurological sequelae. Delays in treatment can increase morbidity and mortality."
        },
        {
            "subsection_name": "How to diagnose purulent meningitis",
            "subsection_content": "To diagnose purulent meningitis, it is necessary to rely on clinical manifestations combined with cerebrospinal fluid test results.\nClinical manifestations: Purulent meningitis has an acute progression with symptoms such as fever, often sudden high fever, lethargy, fatigue, loss of appetite and pale skin. Meningeal syndrome appears with basic signs such as vomiting, nausea, headache, constipation, possibly with signs of photophobia and lying in the trigger position. Physical signs such as stiff neck or soft neck in young children, Kernig and Brudzinsky signs, bulging, tense fontanels, lethargy, and expressionless eyes.\nSome other symptoms include convulsions, focal paralysis, septic shock or mental disorders, and the child falls into a coma. For newborns, purulent meningitis often occurs in premature babies, amniotic infections or postpartum asphyxia. In newborns, signs of infection are not obvious, children may not have a fever, many children have hypothermia, they often refuse to breastfeed, have diarrhea, lose physiological reflexes and have decreased muscle tone.\nTests to confirm the diagnosis of purulent meningitis:\nCerebrospinal fluid test: This is an important and decisive test to diagnose purulent meningitis. This test should be performed immediately when clinical examination shows signs of suspicion of the disease. If the cerebrospinal fluid is cloudy or clear like rice water, treatment is needed immediately; Blood formula: If the blood formula shows increased white blood cells, the proportion of neutrophils predominates and in infants and young children there is reduced hemoglobin concentration.; Blood and urine cultures can help identify the bacteria causing the disease.\nIn addition, there are a number of methods such as ultrasound through the fontanel or CT scan of the brain that can identify possible complications of meningitis. In addition, some CSF tests can differentiate in some cases of atypical purulent meningitis.\n>>>Reference: Is meningitis dangerous?",
            "subsection_string": "How to diagnose purulent meningitis\nTo diagnose purulent meningitis, it is necessary to rely on clinical manifestations combined with cerebrospinal fluid test results.\nClinical manifestations: Purulent meningitis has an acute progression with symptoms such as fever, often sudden high fever, lethargy, fatigue, loss of appetite and pale skin. Meningeal syndrome appears with basic signs such as vomiting, nausea, headache, constipation, possibly with signs of photophobia and lying in the trigger position. Physical signs such as stiff neck or soft neck in young children, Kernig and Brudzinsky signs, bulging, tense fontanels, lethargy, and expressionless eyes.\nSome other symptoms include convulsions, focal paralysis, septic shock or mental disorders, and the child falls into a coma. For newborns, purulent meningitis often occurs in premature babies, amniotic infections or postpartum asphyxia. In newborns, signs of infection are not obvious, children may not have a fever, many children have hypothermia, they often refuse to breastfeed, have diarrhea, lose physiological reflexes and have decreased muscle tone.\nTests to confirm the diagnosis of purulent meningitis:\nCerebrospinal fluid test: This is an important and decisive test to diagnose purulent meningitis. This test should be performed immediately when clinical examination shows signs of suspicion of the disease. If the cerebrospinal fluid is cloudy or clear like rice water, treatment is needed immediately; Blood formula: If the blood formula shows increased white blood cells, the proportion of neutrophils predominates and in infants and young children there is reduced hemoglobin concentration.; Blood and urine cultures can help identify the bacteria causing the disease.\nIn addition, there are a number of methods such as ultrasound through the fontanel or CT scan of the brain that can identify possible complications of meningitis. In addition, some CSF tests can differentiate in some cases of atypical purulent meningitis.\n>>>Reference: Is meningitis dangerous?"
        },
        {
            "subsection_name": "How to treat purulent meningitis",
            "subsection_content": "Purulent meningitis is an extremely dangerous disease, but the rate of children being detected and hospitalized promptly is low. Many children are hospitalized with the disease becoming more severe. With diverse clinical manifestations such as fever, crying, runny nose, etc., parents easily confuse it with common cold symptoms and arbitrarily buy medicine to take home for treatment. Only when the child shows more severe symptoms such as convulsions, loss of consciousness, or coma will they be taken to the hospital for treatment.\nDoctor Trong Tuan recommends that if parents see signs such as fussiness, lethargy, high fever, bulging fontanel, convulsions, etc., parents should immediately think about purulent meningitis and take the child to a nearby medical center immediately. best to receive treatment. In particular, parents should not arbitrarily treat their baby at home while it is unclear what disease the baby has and without a doctor's prescription.\nThe general principle in treating purulent meningitis is to quickly diagnose, treat and closely monitor the progression of the disease. In the treatment of purulent meningitis, antibiotic therapy needs to be prescribed correctly and as early as possible. In cases of severe disease progression, it is necessary to focus on active treatment measures to save the patient's life and minimize sequelae.\nIn case the patient is in a coma or the patient has signs of severe infection, threatening septic shock, they need to be treated and cared for in the emergency room or intensive care room. In cases of respiratory failure, oxygen or respiratory support is needed, and in special cases, mechanical ventilation can be used if indicated.\nThe patient needs to be assured of ventilation, prevent sputum stagnation... in case the patient cannot eat, he/she needs intravenous nutrition or feeding through a tube.",
            "subsection_string": "How to treat purulent meningitis\nPurulent meningitis is an extremely dangerous disease, but the rate of children being detected and hospitalized promptly is low. Many children are hospitalized with the disease becoming more severe. With diverse clinical manifestations such as fever, crying, runny nose, etc., parents easily confuse it with common cold symptoms and arbitrarily buy medicine to take home for treatment. Only when the child shows more severe symptoms such as convulsions, loss of consciousness, or coma will they be taken to the hospital for treatment.\nDoctor Trong Tuan recommends that if parents see signs such as fussiness, lethargy, high fever, bulging fontanel, convulsions, etc., parents should immediately think about purulent meningitis and take the child to a nearby medical center immediately. best to receive treatment. In particular, parents should not arbitrarily treat their baby at home while it is unclear what disease the baby has and without a doctor's prescription.\nThe general principle in treating purulent meningitis is to quickly diagnose, treat and closely monitor the progression of the disease. In the treatment of purulent meningitis, antibiotic therapy needs to be prescribed correctly and as early as possible. In cases of severe disease progression, it is necessary to focus on active treatment measures to save the patient's life and minimize sequelae.\nIn case the patient is in a coma or the patient has signs of severe infection, threatening septic shock, they need to be treated and cared for in the emergency room or intensive care room. In cases of respiratory failure, oxygen or respiratory support is needed, and in special cases, mechanical ventilation can be used if indicated.\nThe patient needs to be assured of ventilation, prevent sputum stagnation... in case the patient cannot eat, he/she needs intravenous nutrition or feeding through a tube."
        },
        {
            "subsection_name": "How to prevent purulent meningitis",
            "subsection_content": "According to Dr. Tuan, \"Currently, vaccination is an effective measure to prevent purulent meningitis as well as limit the complications that the disease can cause. In addition to measures such as personal hygiene and the surrounding living environment, parents should take proactive measures in disease prevention such as vaccination. Currently, vaccines are recommended to prevent purulent meningitis such as Hib vaccine, which can be given to children from 2 months old, and meningococcal and pneumococcal vaccines are also recommended to prevent purulent meningitis.\nParents should take proactive measures to prevent diseases such as vaccination\nFor those who are in contact with the source of infection and are at risk of contracting the disease, they can use Rifampicin according to the doctor's prescribed dose. In addition, it is necessary to monitor and apply isolation measures, disinfect the environment as well as other anti-inflammatory drugs. Living tools in accordance with regulations of the Ministry of Health.\nDepartment of Pediatrics at Tam Anh General Hospital is one of the key specialties invested in modern facilities and a team of experienced experts and doctors. If the baby has symptoms of purulent meningitis, parents can quickly take the baby to the Pediatrics Department of Tam Anh General Hospital for timely examination and diagnosis. In addition to providing a treatment regimen, parents will be advised by the doctor on appropriate nutrition, activities, and rest so that their children can quickly recover from illness and restore health.\nPurulent meningitis is a dangerous disease that spreads rapidly and leaves many sequelae. Hopefully this article will provide more information for parents on how to recognize and the symptoms of this dangerous disease.",
            "subsection_string": "How to prevent purulent meningitis\nAccording to Dr. Tuan, \"Currently, vaccination is an effective measure to prevent purulent meningitis as well as limit the complications that the disease can cause. In addition to measures such as personal hygiene and the surrounding living environment, parents should take proactive measures in disease prevention such as vaccination. Currently, vaccines are recommended to prevent purulent meningitis such as Hib vaccine, which can be given to children from 2 months old, and meningococcal and pneumococcal vaccines are also recommended to prevent purulent meningitis.\nParents should take proactive measures to prevent diseases such as vaccination\nFor those who are in contact with the source of infection and are at risk of contracting the disease, they can use Rifampicin according to the doctor's prescribed dose. In addition, it is necessary to monitor and apply isolation measures, disinfect the environment as well as other anti-inflammatory drugs. Living tools in accordance with regulations of the Ministry of Health.\nDepartment of Pediatrics at Tam Anh General Hospital is one of the key specialties invested in modern facilities and a team of experienced experts and doctors. If the baby has symptoms of purulent meningitis, parents can quickly take the baby to the Pediatrics Department of Tam Anh General Hospital for timely examination and diagnosis. In addition to providing a treatment regimen, parents will be advised by the doctor on appropriate nutrition, activities, and rest so that their children can quickly recover from illness and restore health.\nPurulent meningitis is a dangerous disease that spreads rapidly and leaves many sequelae. Hopefully this article will provide more information for parents on how to recognize and the symptoms of this dangerous disease."
        }
    ],
    "name": "viem-mang-nao-mu.json"
}