{
    "title": "Frontal sinusitis: Causes, symptoms, treatment and prevention",
    "category": "Ear, nose and throat",
    "link": "https://tamanhhospital.vn/viem-xoang-tran/",
    "abstract": "Frontal sinusitis can cause eye complications that impair vision, and intracranial complications that threaten the patient's life. This article is expertly advised by BSNT.CKII Tran Thi Thuy Hang, Head of the Department of Otorhinolaryngology, Tam Anh General Hospital, Ho Chi Minh City. BSNT.CKII Tran Thi Thuy Hang, Head of the Department of Otorhinolaryngology, Tam Anh General Hospital, Ho Chi Minh City, said that although today's antibiotics have significantly reduced the incidence of frontal sinusitis, frontal sinus infections still remain. cause serious complications. Especially life-threatening intracranial complications such as osteomyelitis, cavernous sinus thrombosis, meningitis, epidural abscess, subdural abscess and brain abscess...\nFrontal sinusitis is an acute condition that can cause many dangerous complications",
    "content": "Frontal sinusitis: Causes, symptoms, treatment and prevention\n\nFrontal sinusitis can cause eye complications that impair vision, and intracranial complications that threaten the patient's life. This article is expertly advised by BSNT.CKII Tran Thi Thuy Hang, Head of the Department of Otorhinolaryngology, Tam Anh General Hospital, Ho Chi Minh City. BSNT.CKII Tran Thi Thuy Hang, Head of the Department of Otorhinolaryngology, Tam Anh General Hospital, Ho Chi Minh City, said that although today's antibiotics have significantly reduced the incidence of frontal sinusitis, frontal sinus infections still remain. cause serious complications. Especially life-threatening intracranial complications such as osteomyelitis, cavernous sinus thrombosis, meningitis, epidural abscess, subdural abscess and brain abscess...\nFrontal sinusitis is an acute condition that can cause many dangerous complications\n\nWhat is frontal sinusitis?\nFrontal sinusitis is an acute sinusitis caused by mucus in the frontal sinus being clogged and not draining properly, creating a favorable environment for bacteria and pathogens to grow. When symptoms of frontal sinusitis last less than 4 weeks, it is called acute frontal sinusitis.(1)\nThe frontal sinuses are a pair of small air-filled sinuses located just above the eyes in the eyebrow area. Along with three other pairs of paranasal sinuses, these sinuses produce a quantity of mucus for the nose, which moistens and warms the air.\n\nCauses of frontal sinusitis\nDr. Thuy Hang said, frontal sinusitis can develop when some germs overcome the body's natural defenses or when other factors cause inflammation. The most common causes of frontal sinusitis include:\n1. Viral infection\nUpper respiratory viral infection can lead to frontal sinusitis because it will block the sinus drainage, causing mucus to stagnate in the frontal sinus, leading to inflammation and pain.\nDr. Thuy Hang said that this is a common type of infection. Adults can get a few upper respiratory viral infections each year, and young children can get it more because their immune system is still young. immature.\n2. Bacterial infection\nBacterial infections last longer than viral infections. If the infection is caused by bacteria, the person may need treatment with antibiotics.\nThere are also many cases where after a viral infection, the patient continues to get a bacterial infection. Dr. Thuy Hang explained that such cases are often due to weakened immunity after a viral infection, as well as the sinuses becoming more sensitive and vulnerable, leading to easier access for bacteria. subsequent invasion and disease.\nIf the infection lasts more than 10 or 14 days, it is more likely to be bacterial or to have had a bacterial superinfection rather than a viral one.\n3. Allergy (allergic rhinitis)\nExposure to certain allergens, such as dust, pollen, and animal dander that cause sneezing and itching can lead to inflammation, edema, and mucus buildup in the sinuses. This buildup can clog the nasal sinuses, causing swelling and inflammation of the frontal sinuses.\nFrontal sinusitis with allergic rhinitis can often cause symptoms very similar to regular frontal sinusitis. However, treatment of allergic rhinitis is different from treatment of normal frontal sinusitis, so patients need to be accurately diagnosed and have appropriate treatment.\n4. Deviated nasal septum\nThe nasal septum is like a thin wall of mucosa and cartilage or bone that divides the nasal cavity in two. Normally, the nasal septum divides the nasal cavity into two equally sized nasal cavities.\nAccording to the American Association of Otolaryngology - Head and Neck Surgery, about 80% of the population has a deviated nasal septum, but most do not affect the functioning of the nose. However, there are also cases where a deviated nasal septum causes difficulty breathing or blocks the sinuses and can cause a frontal sinus infection.\n5. Nasal polyps\nNasal polyps are soft, painless masses that develop in the nose or sinuses. In most cases, nasal polyps are harmless, but if they cause blockage of the sinuses, they can lead to a sinus infection.\nNasal polyps can develop due to:\nInfection recurs again and again; Allergy to environmental irritants such as dust, chemicals, fungi or drugs; Have chronic respiratory diseases such as asthma.\n\nSymptoms of frontal sinusitis are common\nAccording to Dr. Thuy Hang, the symptoms of frontal sinusitis are similar to the symptoms of sinusitis in general, so it is difficult to distinguish between different types of sinusitis even when there are complications.\nCommon symptoms of frontal sinusitis include: (2)\nRunny nose; Feeling of “heaviness” or tightness behind the eyes; Headache; Tired; Sore throat; Muscle pain; Stuffy nose; Reduced sense of smell; Halitosis; Mild fever or high fever\nDr. Thuy Hang said that although frontal sinusitis often has the above symptoms, depending on the cause of the disease, the symptoms may be different. For example, if a person has symptoms of fatigue, fever, muscle aches and sore throat, it is more likely to be a sign of a viral infection than a bacterial infection. Or if symptoms last less than 10 days, the cause of acute frontal sinusitis may be viral. On the contrary, if the symptoms of frontal sinusitis last for more than a few months, the cause of frontal sinusitis may be a deviated nasal septum or nasal polyps.\n\nMethods of diagnosing frontal sinusitis\nDr. Thuy Hang said that frontal sinusitis can be diagnosed based on clinical symptoms such as runny nose, nasal congestion, headache, forehead pain and history of ENT disease... In addition, the Laboratory testing may also be ordered to confirm the diagnosis of frontal sinusitis.\n1. CT and MRI scan\nThese two methods can indicate the severity of sinusitis and in some cases, can be used for differential diagnosis or finding the cause of the disease. However, these imaging tests are not recommended for uncomplicated cases of acute sinusitis.\n2. Nasal endoscopy\nThe doctor will use an endoscope with a camera inserted deep inside the nose to examine the condition of the nasal cavity and internal sinuses, thereby providing appropriate treatment.\n3. Lumbar puncture\nThis method of obtaining cerebrospinal fluid helps diagnose meningitis. However, lumbar puncture is only indicated when intracranial complications are suspected, after excluding brain abscess by diagnostic imaging methods.\n\nComplications of frontal sinusitis\nIs frontal sinusitis dangerous? According to Dr. Thuy Hang, frontal sinusitis can cause many dangerous complications, especially complications in the skull.\nComplications of frontal sinusitis include:\n1. Eye complications\nBecause the frontal sinus structure is close to the eye socket, the infection can easily spread into the eye socket, causing inflammation of the nerves and lacrimal sac. If inflammation is not well controlled, it can lead to visual impairment or permanent blindness.\n2. Cranial complications\nComplications of cranial frontal sinusitis include meningitis, brain abscess, epidural abscess, subdural abscess, cerebral edema, cavernous sinus vein thrombosis...\nThe frontal sinus is susceptible to external spread of infection in part because its venous drainage occurs through communicating veins that traverse the posterior wall and communicate with the veins supplying the meninges, cavernous sinuses, and cavernous sinuses. Dural.\nThrombophlebitis of the sinus submucosal venous network spreads through the non-valvular veins into the communicating veins of the frontal bone and then to the meningeal veins. These venous channels may be denser in the developing sinuses, so adolescents and young adults (especially males) are at increased risk for complications of acute frontal sinusitis.\n\nHow to treat frontal sinusitis\nDr. Thuy Hang said, the goal of treating frontal sinusitis is to improve mucus drainage and keep the sinuses clear. Accordingly, depending on the cause of the blockage, the doctor may prescribe different treatment methods.\n1. Treatment of frontal sinusitis caused by viral infection\nIndications usually include rest, drinking plenty of fluids, and using over-the-counter nasal sprays or decongestants.\n2. Treatment of bacterial frontal sinus infection\nPrescribe antibiotics to treat infection. For uncomplicated cases, amoxicillin-clavulanate antibiotic treatment is indicated for 7–14 days in patients not allergic to penicillin.(3)\nIf frontal sinusitis has complications, the patient needs to be hospitalized for treatment with intravenous antibiotics and intravenous fluids.\nEndoscopic frontal sinus surgery or frontal sinus puncture may be necessary to drain the frontal sinuses. Craniotomy may be indicated to treat intracranial abscesses.\n3. Treatment of frontal sinusitis caused by allergies\nUse corticosteroid nasal sprays and antihistamines to relieve symptoms of frontal sinusitis. Over-the-counter decongestants and nasal sprays containing phenylephrine or oxymetazoline to relieve nasal congestion may also be used.\nDoctor Thuy Hang recommends that patients should not use these drugs for a long time because they can cause harmful side effects to the nasal mucosa. Additionally, medications containing phenylephrine or oxymetazoline may interact with prescription medications to cause high blood pressure. Therefore, patients need to see a doctor for appropriate treatment.\n4. Treatment of frontal sinusitis due to deviated nasal septum and nasal polyps\nSurgery may be indicated for deviated septum or nasal polyps in cases where it is necessary to completely treat and improve the health and functioning of the sinuses.\n5. How to treat frontal sinusitis at home\nIn addition to medical treatment and surgical methods, patients can combine sinus care at home to effectively improve the symptoms of frontal sinusitis.\nSteam bath: By inhaling warm steam, symptoms of pain and nasal congestion can be quickly improved. Accordingly, you can boil a pot of steaming water and cover your head with a towel to let the hot steam rise. Or use a cup of chamomile tea or ginger tea, bring it close to your nose and inhale the warm steam. However, you should not abuse steam baths because it can damage the nasal mucosa, making nasopharyngeal diseases worse.; Rinse your nose with salt water: Cleaning your nose with salt water can reduce symptoms of frontal sinusitis. However, it needs to be done properly according to the doctor's instructions.; Essential oil diffuser: Eucalyptus essential oils, peppermint essential oils, chamomile... can help reduce the discomfort of upper respiratory tract infection symptoms. You can pour a cup of water into the vaporizer, add a few drops of essential oil and place it at the head of the bed while you sleep.\nProper nasal spraying can help reduce symptoms of frontal sinusitis\n\nWhen do you need to go to the hospital to be examined for frontal sinusitis?\nDoctor Thuy Hang advises that if frontal sinusitis lasts long and has complications, the patient should immediately go to the hospital to be diagnosed with the cause and receive appropriate treatment. Dangerous intracranial complications can leave lifelong sequelae such as blindness, paralysis... or put the patient at risk of death.\n\nHow to prevent frontal sinusitis\nAccording to Dr. Thuy Hang, frontal sinusitis is caused by bacteria, viruses, allergies or a deviated nasal septum, so to prevent it, the basic thing is that we need to avoid risk factors that cause the disease. Accordingly, each person needs to pay attention to the following.\nKeep your body clean every day, especially your hands before eating and after going to the toilet.; Keep your ears, nose, and throat warm to protect your ear, nose, and throat from colds.; Get vaccinated against seasonal flu and other nose, throat and respiratory diseases; Wear a mask when leaving the house to prevent the risk of infectious diseases such as seasonal flu.; Limit eating and drinking cold drinks, especially ice because it can irritate the throat mucosa, causing sore throat and spreading to the nose and sinuses.; Avoid contact with substances that can cause allergies such as soap, dust, coal dust, pollen, animal hair, mushrooms.; Treat nose and throat diseases early and thoroughly to avoid complications of sinusitis; Eat enough nutrients, live a moderate lifestyle, and exercise every day to increase the body's resistance to fight pathogens.; If you have repeated rhinitis, go see an ENT doctor to find out the cause. It is possible that a deviated nasal septum causes frequent rhinitis, leading to frontal sinusitis.\n\nWhat to avoid with frontal sinusitis?\nDr. Thuy Hang said that there are no specific dietary recommendations for patients with sinusitis and frontal sinusitis in particular. However, in reality, it has been observed that some foods and drinks can irritate the nasal and throat mucosa, making inflammation worse. On the contrary, eating and drinking certain foods helps improve symptoms significantly. Therefore, patients can refer to some of the following suggestions.\nFoods and drinks should not be consumed\nSpicy foods: Spicy flavors rising into the airways can irritate the nasal mucosa, making the patient feel uncomfortable.; Some types of seafood: People with seafood allergies may experience swelling of the nasal and throat mucosa, causing the airways to narrow, increasing symptoms of difficulty breathing, itchy nose and sinuses.; Tobacco: Even for healthy people, the effects of cigarette smoke can irritate the nasal mucosa, leading to discomfort; Ice: Ice makes nasal congestion worse.\nRecommended foods and drinks\nAdd garlic and ginger to dishes: Garlic and ginger are two spices rich in anti-inflammatory properties, which can increase resistance and reduce sinusitis symptoms. You can add these two spices to everyday dishes.; Eat porridge and chicken soup: Chicken and mushroom porridge has the effect of warming the body and nourishing the body, which is very good for people with colds.; Drink herbal tea: Chamomile tea, ginger tea, mint tea... rich in anti-inflammatory substances are very good for improving sinusitis symptoms.; Citrus fruits: Succulent citrus fruits rich in vitamin C such as oranges, lemons, and grapefruits are very good for nutrition during illness to help rehydrate and increase the body's resistance.\n\nFrequently asked questions about frontal sinusitis\nDoctor Thuy Hang answers some questions about frontal sinusitis as follows.\n1. Does frontal sinusitis cause insomnia?\nFrontal sinusitis in particular and sinusitis in general is a condition where the sinuses are blocked, causing inflammation. When inflammation occurs, unpleasant symptoms will appear, especially runny nose, stuffy nose, and cough. Nasal congestion will cause lack of oxygen to the brain and lungs, making it difficult for the patient to breathe and unable to sleep well. In addition, breathing through the mouth due to nasal congestion also causes the patient to have a dry mouth and throat, leading to coughing. Coughing also causes insomnia.\n2. Does frontal sinusitis cause headaches?\nFrontal sinusitis certainly causes headaches for the following two reasons. First, sinusitis often causes nasal congestion and difficulty breathing, leading to poor oxygen flow to the brain. Lack of oxygen to the brain will cause headaches. Second, frontal sinusitis will definitely cause pain in the forehead, especially if there are cranial complications, the headache symptoms will be more obvious.\n3. Where to get tested for frontal sinusitis and how much does it cost?\nComplicated frontal sinusitis can be very much related to the structures adjacent to the sinuses including the skull, ears, nose, nerves, eyes and related to infectious diseases... therefore, the patient should go to the hospital. A reputable medical facility has specialties in Ear, Nose and Throat, Neurology, Eyes, Infectious Diseases... for coordinated diagnosis and effective treatment.\nMedical examination and treatment costs depend on the services of each medical facility or treatment method. Therefore, if you want to know how much it costs to examine frontal sinusitis or how much it costs to treat frontal sinusitis, patients should contact a medical facility directly for specific advice.\nDepartment of Otorhinolaryngology, Tam Anh General Hospital is a unit that examines, diagnoses and treats in-depth diseases of the ear, nose and throat, including frontal sinusitis. With a team of skilled and experienced experts and leading doctors, supported by a system of modern diagnostic and surgical equipment such as: Microdebrider tissue planer from Medtronic (USA), XION endoscope from Germany, COBLATOR system of Smith Nephew (USA)... with close combination between ENT, Respiratory, Cardiology, Pediatrics... help comprehensive and highly effective treatment.\n“Frontal sinusitis has many potential risks of dangerous complications because the sinus structure is located close to the brain and brain nerves. Therefore, patients should not be subjective and let frontal sinusitis last for a long time. If after being treated with conventional methods for about 7 days but the symptoms do not improve, the patient should go to the hospital for examination for effective diagnosis and treatment. In particular, you should not self-treat with antibiotics not prescribed by a specialist. This can cause drug resistance, leading to the risk of antibiotic resistance when treating future infections,\" Dr. Thuy Hang emphasized.",
    "subsections": [
        {
            "subsection_name": "What is frontal sinusitis?",
            "subsection_content": "Frontal sinusitis is an acute sinusitis caused by mucus in the frontal sinus being clogged and not draining properly, creating a favorable environment for bacteria and pathogens to grow. When symptoms of frontal sinusitis last less than 4 weeks, it is called acute frontal sinusitis.(1)\nThe frontal sinuses are a pair of small air-filled sinuses located just above the eyes in the eyebrow area. Along with three other pairs of paranasal sinuses, these sinuses produce a quantity of mucus for the nose, which moistens and warms the air.",
            "subsection_string": "What is frontal sinusitis?\nFrontal sinusitis is an acute sinusitis caused by mucus in the frontal sinus being clogged and not draining properly, creating a favorable environment for bacteria and pathogens to grow. When symptoms of frontal sinusitis last less than 4 weeks, it is called acute frontal sinusitis.(1)\nThe frontal sinuses are a pair of small air-filled sinuses located just above the eyes in the eyebrow area. Along with three other pairs of paranasal sinuses, these sinuses produce a quantity of mucus for the nose, which moistens and warms the air."
        },
        {
            "subsection_name": "Causes of frontal sinusitis",
            "subsection_content": "Dr. Thuy Hang said, frontal sinusitis can develop when some germs overcome the body's natural defenses or when other factors cause inflammation. The most common causes of frontal sinusitis include:\n1. Viral infection\nUpper respiratory viral infection can lead to frontal sinusitis because it will block the sinus drainage, causing mucus to stagnate in the frontal sinus, leading to inflammation and pain.\nDr. Thuy Hang said that this is a common type of infection. Adults can get a few upper respiratory viral infections each year, and young children can get it more because their immune system is still young. immature.\n2. Bacterial infection\nBacterial infections last longer than viral infections. If the infection is caused by bacteria, the person may need treatment with antibiotics.\nThere are also many cases where after a viral infection, the patient continues to get a bacterial infection. Dr. Thuy Hang explained that such cases are often due to weakened immunity after a viral infection, as well as the sinuses becoming more sensitive and vulnerable, leading to easier access for bacteria. subsequent invasion and disease.\nIf the infection lasts more than 10 or 14 days, it is more likely to be bacterial or to have had a bacterial superinfection rather than a viral one.\n3. Allergy (allergic rhinitis)\nExposure to certain allergens, such as dust, pollen, and animal dander that cause sneezing and itching can lead to inflammation, edema, and mucus buildup in the sinuses. This buildup can clog the nasal sinuses, causing swelling and inflammation of the frontal sinuses.\nFrontal sinusitis with allergic rhinitis can often cause symptoms very similar to regular frontal sinusitis. However, treatment of allergic rhinitis is different from treatment of normal frontal sinusitis, so patients need to be accurately diagnosed and have appropriate treatment.\n4. Deviated nasal septum\nThe nasal septum is like a thin wall of mucosa and cartilage or bone that divides the nasal cavity in two. Normally, the nasal septum divides the nasal cavity into two equally sized nasal cavities.\nAccording to the American Association of Otolaryngology - Head and Neck Surgery, about 80% of the population has a deviated nasal septum, but most do not affect the functioning of the nose. However, there are also cases where a deviated nasal septum causes difficulty breathing or blocks the sinuses and can cause a frontal sinus infection.\n5. Nasal polyps\nNasal polyps are soft, painless masses that develop in the nose or sinuses. In most cases, nasal polyps are harmless, but if they cause blockage of the sinuses, they can lead to a sinus infection.\nNasal polyps can develop due to:\nInfection recurs again and again; Allergy to environmental irritants such as dust, chemicals, fungi or drugs; Have chronic respiratory diseases such as asthma.",
            "subsection_string": "Causes of frontal sinusitis\nDr. Thuy Hang said, frontal sinusitis can develop when some germs overcome the body's natural defenses or when other factors cause inflammation. The most common causes of frontal sinusitis include:\n1. Viral infection\nUpper respiratory viral infection can lead to frontal sinusitis because it will block the sinus drainage, causing mucus to stagnate in the frontal sinus, leading to inflammation and pain.\nDr. Thuy Hang said that this is a common type of infection. Adults can get a few upper respiratory viral infections each year, and young children can get it more because their immune system is still young. immature.\n2. Bacterial infection\nBacterial infections last longer than viral infections. If the infection is caused by bacteria, the person may need treatment with antibiotics.\nThere are also many cases where after a viral infection, the patient continues to get a bacterial infection. Dr. Thuy Hang explained that such cases are often due to weakened immunity after a viral infection, as well as the sinuses becoming more sensitive and vulnerable, leading to easier access for bacteria. subsequent invasion and disease.\nIf the infection lasts more than 10 or 14 days, it is more likely to be bacterial or to have had a bacterial superinfection rather than a viral one.\n3. Allergy (allergic rhinitis)\nExposure to certain allergens, such as dust, pollen, and animal dander that cause sneezing and itching can lead to inflammation, edema, and mucus buildup in the sinuses. This buildup can clog the nasal sinuses, causing swelling and inflammation of the frontal sinuses.\nFrontal sinusitis with allergic rhinitis can often cause symptoms very similar to regular frontal sinusitis. However, treatment of allergic rhinitis is different from treatment of normal frontal sinusitis, so patients need to be accurately diagnosed and have appropriate treatment.\n4. Deviated nasal septum\nThe nasal septum is like a thin wall of mucosa and cartilage or bone that divides the nasal cavity in two. Normally, the nasal septum divides the nasal cavity into two equally sized nasal cavities.\nAccording to the American Association of Otolaryngology - Head and Neck Surgery, about 80% of the population has a deviated nasal septum, but most do not affect the functioning of the nose. However, there are also cases where a deviated nasal septum causes difficulty breathing or blocks the sinuses and can cause a frontal sinus infection.\n5. Nasal polyps\nNasal polyps are soft, painless masses that develop in the nose or sinuses. In most cases, nasal polyps are harmless, but if they cause blockage of the sinuses, they can lead to a sinus infection.\nNasal polyps can develop due to:\nInfection recurs again and again; Allergy to environmental irritants such as dust, chemicals, fungi or drugs; Have chronic respiratory diseases such as asthma."
        },
        {
            "subsection_name": "Symptoms of frontal sinusitis are common",
            "subsection_content": "According to Dr. Thuy Hang, the symptoms of frontal sinusitis are similar to the symptoms of sinusitis in general, so it is difficult to distinguish between different types of sinusitis even when there are complications.\nCommon symptoms of frontal sinusitis include: (2)\nRunny nose; Feeling of “heaviness” or tightness behind the eyes; Headache; Tired; Sore throat; Muscle pain; Stuffy nose; Reduced sense of smell; Halitosis; Mild fever or high fever\nDr. Thuy Hang said that although frontal sinusitis often has the above symptoms, depending on the cause of the disease, the symptoms may be different. For example, if a person has symptoms of fatigue, fever, muscle aches and sore throat, it is more likely to be a sign of a viral infection than a bacterial infection. Or if symptoms last less than 10 days, the cause of acute frontal sinusitis may be viral. On the contrary, if the symptoms of frontal sinusitis last for more than a few months, the cause of frontal sinusitis may be a deviated nasal septum or nasal polyps.",
            "subsection_string": "Symptoms of frontal sinusitis are common\nAccording to Dr. Thuy Hang, the symptoms of frontal sinusitis are similar to the symptoms of sinusitis in general, so it is difficult to distinguish between different types of sinusitis even when there are complications.\nCommon symptoms of frontal sinusitis include: (2)\nRunny nose; Feeling of “heaviness” or tightness behind the eyes; Headache; Tired; Sore throat; Muscle pain; Stuffy nose; Reduced sense of smell; Halitosis; Mild fever or high fever\nDr. Thuy Hang said that although frontal sinusitis often has the above symptoms, depending on the cause of the disease, the symptoms may be different. For example, if a person has symptoms of fatigue, fever, muscle aches and sore throat, it is more likely to be a sign of a viral infection than a bacterial infection. Or if symptoms last less than 10 days, the cause of acute frontal sinusitis may be viral. On the contrary, if the symptoms of frontal sinusitis last for more than a few months, the cause of frontal sinusitis may be a deviated nasal septum or nasal polyps."
        },
        {
            "subsection_name": "Methods of diagnosing frontal sinusitis",
            "subsection_content": "Dr. Thuy Hang said that frontal sinusitis can be diagnosed based on clinical symptoms such as runny nose, nasal congestion, headache, forehead pain and history of ENT disease... In addition, the Laboratory testing may also be ordered to confirm the diagnosis of frontal sinusitis.\n1. CT and MRI scan\nThese two methods can indicate the severity of sinusitis and in some cases, can be used for differential diagnosis or finding the cause of the disease. However, these imaging tests are not recommended for uncomplicated cases of acute sinusitis.\n2. Nasal endoscopy\nThe doctor will use an endoscope with a camera inserted deep inside the nose to examine the condition of the nasal cavity and internal sinuses, thereby providing appropriate treatment.\n3. Lumbar puncture\nThis method of obtaining cerebrospinal fluid helps diagnose meningitis. However, lumbar puncture is only indicated when intracranial complications are suspected, after excluding brain abscess by diagnostic imaging methods.",
            "subsection_string": "Methods of diagnosing frontal sinusitis\nDr. Thuy Hang said that frontal sinusitis can be diagnosed based on clinical symptoms such as runny nose, nasal congestion, headache, forehead pain and history of ENT disease... In addition, the Laboratory testing may also be ordered to confirm the diagnosis of frontal sinusitis.\n1. CT and MRI scan\nThese two methods can indicate the severity of sinusitis and in some cases, can be used for differential diagnosis or finding the cause of the disease. However, these imaging tests are not recommended for uncomplicated cases of acute sinusitis.\n2. Nasal endoscopy\nThe doctor will use an endoscope with a camera inserted deep inside the nose to examine the condition of the nasal cavity and internal sinuses, thereby providing appropriate treatment.\n3. Lumbar puncture\nThis method of obtaining cerebrospinal fluid helps diagnose meningitis. However, lumbar puncture is only indicated when intracranial complications are suspected, after excluding brain abscess by diagnostic imaging methods."
        },
        {
            "subsection_name": "Complications of frontal sinusitis",
            "subsection_content": "Is frontal sinusitis dangerous? According to Dr. Thuy Hang, frontal sinusitis can cause many dangerous complications, especially complications in the skull.\nComplications of frontal sinusitis include:\n1. Eye complications\nBecause the frontal sinus structure is close to the eye socket, the infection can easily spread into the eye socket, causing inflammation of the nerves and lacrimal sac. If inflammation is not well controlled, it can lead to visual impairment or permanent blindness.\n2. Cranial complications\nComplications of cranial frontal sinusitis include meningitis, brain abscess, epidural abscess, subdural abscess, cerebral edema, cavernous sinus vein thrombosis...\nThe frontal sinus is susceptible to external spread of infection in part because its venous drainage occurs through communicating veins that traverse the posterior wall and communicate with the veins supplying the meninges, cavernous sinuses, and cavernous sinuses. Dural.\nThrombophlebitis of the sinus submucosal venous network spreads through the non-valvular veins into the communicating veins of the frontal bone and then to the meningeal veins. These venous channels may be denser in the developing sinuses, so adolescents and young adults (especially males) are at increased risk for complications of acute frontal sinusitis.",
            "subsection_string": "Complications of frontal sinusitis\nIs frontal sinusitis dangerous? According to Dr. Thuy Hang, frontal sinusitis can cause many dangerous complications, especially complications in the skull.\nComplications of frontal sinusitis include:\n1. Eye complications\nBecause the frontal sinus structure is close to the eye socket, the infection can easily spread into the eye socket, causing inflammation of the nerves and lacrimal sac. If inflammation is not well controlled, it can lead to visual impairment or permanent blindness.\n2. Cranial complications\nComplications of cranial frontal sinusitis include meningitis, brain abscess, epidural abscess, subdural abscess, cerebral edema, cavernous sinus vein thrombosis...\nThe frontal sinus is susceptible to external spread of infection in part because its venous drainage occurs through communicating veins that traverse the posterior wall and communicate with the veins supplying the meninges, cavernous sinuses, and cavernous sinuses. Dural.\nThrombophlebitis of the sinus submucosal venous network spreads through the non-valvular veins into the communicating veins of the frontal bone and then to the meningeal veins. These venous channels may be denser in the developing sinuses, so adolescents and young adults (especially males) are at increased risk for complications of acute frontal sinusitis."
        },
        {
            "subsection_name": "How to treat frontal sinusitis",
            "subsection_content": "Dr. Thuy Hang said, the goal of treating frontal sinusitis is to improve mucus drainage and keep the sinuses clear. Accordingly, depending on the cause of the blockage, the doctor may prescribe different treatment methods.\n1. Treatment of frontal sinusitis caused by viral infection\nIndications usually include rest, drinking plenty of fluids, and using over-the-counter nasal sprays or decongestants.\n2. Treatment of bacterial frontal sinus infection\nPrescribe antibiotics to treat infection. For uncomplicated cases, amoxicillin-clavulanate antibiotic treatment is indicated for 7–14 days in patients not allergic to penicillin.(3)\nIf frontal sinusitis has complications, the patient needs to be hospitalized for treatment with intravenous antibiotics and intravenous fluids.\nEndoscopic frontal sinus surgery or frontal sinus puncture may be necessary to drain the frontal sinuses. Craniotomy may be indicated to treat intracranial abscesses.\n3. Treatment of frontal sinusitis caused by allergies\nUse corticosteroid nasal sprays and antihistamines to relieve symptoms of frontal sinusitis. Over-the-counter decongestants and nasal sprays containing phenylephrine or oxymetazoline to relieve nasal congestion may also be used.\nDoctor Thuy Hang recommends that patients should not use these drugs for a long time because they can cause harmful side effects to the nasal mucosa. Additionally, medications containing phenylephrine or oxymetazoline may interact with prescription medications to cause high blood pressure. Therefore, patients need to see a doctor for appropriate treatment.\n4. Treatment of frontal sinusitis due to deviated nasal septum and nasal polyps\nSurgery may be indicated for deviated septum or nasal polyps in cases where it is necessary to completely treat and improve the health and functioning of the sinuses.\n5. How to treat frontal sinusitis at home\nIn addition to medical treatment and surgical methods, patients can combine sinus care at home to effectively improve the symptoms of frontal sinusitis.\nSteam bath: By inhaling warm steam, symptoms of pain and nasal congestion can be quickly improved. Accordingly, you can boil a pot of steaming water and cover your head with a towel to let the hot steam rise. Or use a cup of chamomile tea or ginger tea, bring it close to your nose and inhale the warm steam. However, you should not abuse steam baths because it can damage the nasal mucosa, making nasopharyngeal diseases worse.; Rinse your nose with salt water: Cleaning your nose with salt water can reduce symptoms of frontal sinusitis. However, it needs to be done properly according to the doctor's instructions.; Essential oil diffuser: Eucalyptus essential oils, peppermint essential oils, chamomile... can help reduce the discomfort of upper respiratory tract infection symptoms. You can pour a cup of water into the vaporizer, add a few drops of essential oil and place it at the head of the bed while you sleep.\nProper nasal spraying can help reduce symptoms of frontal sinusitis",
            "subsection_string": "How to treat frontal sinusitis\nDr. Thuy Hang said, the goal of treating frontal sinusitis is to improve mucus drainage and keep the sinuses clear. Accordingly, depending on the cause of the blockage, the doctor may prescribe different treatment methods.\n1. Treatment of frontal sinusitis caused by viral infection\nIndications usually include rest, drinking plenty of fluids, and using over-the-counter nasal sprays or decongestants.\n2. Treatment of bacterial frontal sinus infection\nPrescribe antibiotics to treat infection. For uncomplicated cases, amoxicillin-clavulanate antibiotic treatment is indicated for 7–14 days in patients not allergic to penicillin.(3)\nIf frontal sinusitis has complications, the patient needs to be hospitalized for treatment with intravenous antibiotics and intravenous fluids.\nEndoscopic frontal sinus surgery or frontal sinus puncture may be necessary to drain the frontal sinuses. Craniotomy may be indicated to treat intracranial abscesses.\n3. Treatment of frontal sinusitis caused by allergies\nUse corticosteroid nasal sprays and antihistamines to relieve symptoms of frontal sinusitis. Over-the-counter decongestants and nasal sprays containing phenylephrine or oxymetazoline to relieve nasal congestion may also be used.\nDoctor Thuy Hang recommends that patients should not use these drugs for a long time because they can cause harmful side effects to the nasal mucosa. Additionally, medications containing phenylephrine or oxymetazoline may interact with prescription medications to cause high blood pressure. Therefore, patients need to see a doctor for appropriate treatment.\n4. Treatment of frontal sinusitis due to deviated nasal septum and nasal polyps\nSurgery may be indicated for deviated septum or nasal polyps in cases where it is necessary to completely treat and improve the health and functioning of the sinuses.\n5. How to treat frontal sinusitis at home\nIn addition to medical treatment and surgical methods, patients can combine sinus care at home to effectively improve the symptoms of frontal sinusitis.\nSteam bath: By inhaling warm steam, symptoms of pain and nasal congestion can be quickly improved. Accordingly, you can boil a pot of steaming water and cover your head with a towel to let the hot steam rise. Or use a cup of chamomile tea or ginger tea, bring it close to your nose and inhale the warm steam. However, you should not abuse steam baths because it can damage the nasal mucosa, making nasopharyngeal diseases worse.; Rinse your nose with salt water: Cleaning your nose with salt water can reduce symptoms of frontal sinusitis. However, it needs to be done properly according to the doctor's instructions.; Essential oil diffuser: Eucalyptus essential oils, peppermint essential oils, chamomile... can help reduce the discomfort of upper respiratory tract infection symptoms. You can pour a cup of water into the vaporizer, add a few drops of essential oil and place it at the head of the bed while you sleep.\nProper nasal spraying can help reduce symptoms of frontal sinusitis"
        },
        {
            "subsection_name": "When do you need to go to the hospital to be examined for frontal sinusitis?",
            "subsection_content": "Doctor Thuy Hang advises that if frontal sinusitis lasts long and has complications, the patient should immediately go to the hospital to be diagnosed with the cause and receive appropriate treatment. Dangerous intracranial complications can leave lifelong sequelae such as blindness, paralysis... or put the patient at risk of death.",
            "subsection_string": "When do you need to go to the hospital to be examined for frontal sinusitis?\nDoctor Thuy Hang advises that if frontal sinusitis lasts long and has complications, the patient should immediately go to the hospital to be diagnosed with the cause and receive appropriate treatment. Dangerous intracranial complications can leave lifelong sequelae such as blindness, paralysis... or put the patient at risk of death."
        },
        {
            "subsection_name": "How to prevent frontal sinusitis",
            "subsection_content": "According to Dr. Thuy Hang, frontal sinusitis is caused by bacteria, viruses, allergies or a deviated nasal septum, so to prevent it, the basic thing is that we need to avoid risk factors that cause the disease. Accordingly, each person needs to pay attention to the following.\nKeep your body clean every day, especially your hands before eating and after going to the toilet.; Keep your ears, nose, and throat warm to protect your ear, nose, and throat from colds.; Get vaccinated against seasonal flu and other nose, throat and respiratory diseases; Wear a mask when leaving the house to prevent the risk of infectious diseases such as seasonal flu.; Limit eating and drinking cold drinks, especially ice because it can irritate the throat mucosa, causing sore throat and spreading to the nose and sinuses.; Avoid contact with substances that can cause allergies such as soap, dust, coal dust, pollen, animal hair, mushrooms.; Treat nose and throat diseases early and thoroughly to avoid complications of sinusitis; Eat enough nutrients, live a moderate lifestyle, and exercise every day to increase the body's resistance to fight pathogens.; If you have repeated rhinitis, go see an ENT doctor to find out the cause. It is possible that a deviated nasal septum causes frequent rhinitis, leading to frontal sinusitis.",
            "subsection_string": "How to prevent frontal sinusitis\nAccording to Dr. Thuy Hang, frontal sinusitis is caused by bacteria, viruses, allergies or a deviated nasal septum, so to prevent it, the basic thing is that we need to avoid risk factors that cause the disease. Accordingly, each person needs to pay attention to the following.\nKeep your body clean every day, especially your hands before eating and after going to the toilet.; Keep your ears, nose, and throat warm to protect your ear, nose, and throat from colds.; Get vaccinated against seasonal flu and other nose, throat and respiratory diseases; Wear a mask when leaving the house to prevent the risk of infectious diseases such as seasonal flu.; Limit eating and drinking cold drinks, especially ice because it can irritate the throat mucosa, causing sore throat and spreading to the nose and sinuses.; Avoid contact with substances that can cause allergies such as soap, dust, coal dust, pollen, animal hair, mushrooms.; Treat nose and throat diseases early and thoroughly to avoid complications of sinusitis; Eat enough nutrients, live a moderate lifestyle, and exercise every day to increase the body's resistance to fight pathogens.; If you have repeated rhinitis, go see an ENT doctor to find out the cause. It is possible that a deviated nasal septum causes frequent rhinitis, leading to frontal sinusitis."
        },
        {
            "subsection_name": "What to avoid with frontal sinusitis?",
            "subsection_content": "Dr. Thuy Hang said that there are no specific dietary recommendations for patients with sinusitis and frontal sinusitis in particular. However, in reality, it has been observed that some foods and drinks can irritate the nasal and throat mucosa, making inflammation worse. On the contrary, eating and drinking certain foods helps improve symptoms significantly. Therefore, patients can refer to some of the following suggestions.\nFoods and drinks should not be consumed\nSpicy foods: Spicy flavors rising into the airways can irritate the nasal mucosa, making the patient feel uncomfortable.; Some types of seafood: People with seafood allergies may experience swelling of the nasal and throat mucosa, causing the airways to narrow, increasing symptoms of difficulty breathing, itchy nose and sinuses.; Tobacco: Even for healthy people, the effects of cigarette smoke can irritate the nasal mucosa, leading to discomfort; Ice: Ice makes nasal congestion worse.\nRecommended foods and drinks\nAdd garlic and ginger to dishes: Garlic and ginger are two spices rich in anti-inflammatory properties, which can increase resistance and reduce sinusitis symptoms. You can add these two spices to everyday dishes.; Eat porridge and chicken soup: Chicken and mushroom porridge has the effect of warming the body and nourishing the body, which is very good for people with colds.; Drink herbal tea: Chamomile tea, ginger tea, mint tea... rich in anti-inflammatory substances are very good for improving sinusitis symptoms.; Citrus fruits: Succulent citrus fruits rich in vitamin C such as oranges, lemons, and grapefruits are very good for nutrition during illness to help rehydrate and increase the body's resistance.",
            "subsection_string": "What to avoid with frontal sinusitis?\nDr. Thuy Hang said that there are no specific dietary recommendations for patients with sinusitis and frontal sinusitis in particular. However, in reality, it has been observed that some foods and drinks can irritate the nasal and throat mucosa, making inflammation worse. On the contrary, eating and drinking certain foods helps improve symptoms significantly. Therefore, patients can refer to some of the following suggestions.\nFoods and drinks should not be consumed\nSpicy foods: Spicy flavors rising into the airways can irritate the nasal mucosa, making the patient feel uncomfortable.; Some types of seafood: People with seafood allergies may experience swelling of the nasal and throat mucosa, causing the airways to narrow, increasing symptoms of difficulty breathing, itchy nose and sinuses.; Tobacco: Even for healthy people, the effects of cigarette smoke can irritate the nasal mucosa, leading to discomfort; Ice: Ice makes nasal congestion worse.\nRecommended foods and drinks\nAdd garlic and ginger to dishes: Garlic and ginger are two spices rich in anti-inflammatory properties, which can increase resistance and reduce sinusitis symptoms. You can add these two spices to everyday dishes.; Eat porridge and chicken soup: Chicken and mushroom porridge has the effect of warming the body and nourishing the body, which is very good for people with colds.; Drink herbal tea: Chamomile tea, ginger tea, mint tea... rich in anti-inflammatory substances are very good for improving sinusitis symptoms.; Citrus fruits: Succulent citrus fruits rich in vitamin C such as oranges, lemons, and grapefruits are very good for nutrition during illness to help rehydrate and increase the body's resistance."
        },
        {
            "subsection_name": "Frequently asked questions about frontal sinusitis",
            "subsection_content": "Doctor Thuy Hang answers some questions about frontal sinusitis as follows.\n1. Does frontal sinusitis cause insomnia?\nFrontal sinusitis in particular and sinusitis in general is a condition where the sinuses are blocked, causing inflammation. When inflammation occurs, unpleasant symptoms will appear, especially runny nose, stuffy nose, and cough. Nasal congestion will cause lack of oxygen to the brain and lungs, making it difficult for the patient to breathe and unable to sleep well. In addition, breathing through the mouth due to nasal congestion also causes the patient to have a dry mouth and throat, leading to coughing. Coughing also causes insomnia.\n2. Does frontal sinusitis cause headaches?\nFrontal sinusitis certainly causes headaches for the following two reasons. First, sinusitis often causes nasal congestion and difficulty breathing, leading to poor oxygen flow to the brain. Lack of oxygen to the brain will cause headaches. Second, frontal sinusitis will definitely cause pain in the forehead, especially if there are cranial complications, the headache symptoms will be more obvious.\n3. Where to get tested for frontal sinusitis and how much does it cost?\nComplicated frontal sinusitis can be very much related to the structures adjacent to the sinuses including the skull, ears, nose, nerves, eyes and related to infectious diseases... therefore, the patient should go to the hospital. A reputable medical facility has specialties in Ear, Nose and Throat, Neurology, Eyes, Infectious Diseases... for coordinated diagnosis and effective treatment.\nMedical examination and treatment costs depend on the services of each medical facility or treatment method. Therefore, if you want to know how much it costs to examine frontal sinusitis or how much it costs to treat frontal sinusitis, patients should contact a medical facility directly for specific advice.\nDepartment of Otorhinolaryngology, Tam Anh General Hospital is a unit that examines, diagnoses and treats in-depth diseases of the ear, nose and throat, including frontal sinusitis. With a team of skilled and experienced experts and leading doctors, supported by a system of modern diagnostic and surgical equipment such as: Microdebrider tissue planer from Medtronic (USA), XION endoscope from Germany, COBLATOR system of Smith Nephew (USA)... with close combination between ENT, Respiratory, Cardiology, Pediatrics... help comprehensive and highly effective treatment.\n“Frontal sinusitis has many potential risks of dangerous complications because the sinus structure is located close to the brain and brain nerves. Therefore, patients should not be subjective and let frontal sinusitis last for a long time. If after being treated with conventional methods for about 7 days but the symptoms do not improve, the patient should go to the hospital for examination for effective diagnosis and treatment. In particular, you should not self-treat with antibiotics not prescribed by a specialist. This can cause drug resistance, leading to the risk of antibiotic resistance when treating future infections,\" Dr. Thuy Hang emphasized.",
            "subsection_string": "Frequently asked questions about frontal sinusitis\nDoctor Thuy Hang answers some questions about frontal sinusitis as follows.\n1. Does frontal sinusitis cause insomnia?\nFrontal sinusitis in particular and sinusitis in general is a condition where the sinuses are blocked, causing inflammation. When inflammation occurs, unpleasant symptoms will appear, especially runny nose, stuffy nose, and cough. Nasal congestion will cause lack of oxygen to the brain and lungs, making it difficult for the patient to breathe and unable to sleep well. In addition, breathing through the mouth due to nasal congestion also causes the patient to have a dry mouth and throat, leading to coughing. Coughing also causes insomnia.\n2. Does frontal sinusitis cause headaches?\nFrontal sinusitis certainly causes headaches for the following two reasons. First, sinusitis often causes nasal congestion and difficulty breathing, leading to poor oxygen flow to the brain. Lack of oxygen to the brain will cause headaches. Second, frontal sinusitis will definitely cause pain in the forehead, especially if there are cranial complications, the headache symptoms will be more obvious.\n3. Where to get tested for frontal sinusitis and how much does it cost?\nComplicated frontal sinusitis can be very much related to the structures adjacent to the sinuses including the skull, ears, nose, nerves, eyes and related to infectious diseases... therefore, the patient should go to the hospital. A reputable medical facility has specialties in Ear, Nose and Throat, Neurology, Eyes, Infectious Diseases... for coordinated diagnosis and effective treatment.\nMedical examination and treatment costs depend on the services of each medical facility or treatment method. Therefore, if you want to know how much it costs to examine frontal sinusitis or how much it costs to treat frontal sinusitis, patients should contact a medical facility directly for specific advice.\nDepartment of Otorhinolaryngology, Tam Anh General Hospital is a unit that examines, diagnoses and treats in-depth diseases of the ear, nose and throat, including frontal sinusitis. With a team of skilled and experienced experts and leading doctors, supported by a system of modern diagnostic and surgical equipment such as: Microdebrider tissue planer from Medtronic (USA), XION endoscope from Germany, COBLATOR system of Smith Nephew (USA)... with close combination between ENT, Respiratory, Cardiology, Pediatrics... help comprehensive and highly effective treatment.\n“Frontal sinusitis has many potential risks of dangerous complications because the sinus structure is located close to the brain and brain nerves. Therefore, patients should not be subjective and let frontal sinusitis last for a long time. If after being treated with conventional methods for about 7 days but the symptoms do not improve, the patient should go to the hospital for examination for effective diagnosis and treatment. In particular, you should not self-treat with antibiotics not prescribed by a specialist. This can cause drug resistance, leading to the risk of antibiotic resistance when treating future infections,\" Dr. Thuy Hang emphasized."
        }
    ],
    "name": "viem-xoang-tran.json"
}