{
    "title": "Arthritis: Causes, symptoms, treatment and prevention",
    "category": "Musculoskeletal",
    "link": "https://tamanhhospital.vn/viem-khop/",
    "abstract": "1 in 5 adults suffers from it\narthritis. This seemingly \"easy to treat\" disease causes many serious symptoms and complications. Fortunately, if treated promptly, arthritis patients will soon improve their condition and return to a happy, healthy, and productive life.\n This article is expertly advised by Associate Professor, Dr. Dang Hong Hoa, Head of the Department of Musculoskeletal Medicine, Tam Anh General Hospital, Hanoi.\nThe disease often attacks older people with symptoms of redness, swelling, and prolonged pain. Arthritis\n is a term that refers to a group of more than 100 diseases. These diseases are related to joints in every location of the body, such as the wrists, knees, hips, fingers, shoulders... In particular, some types also affect related tissues and organs. Other connections such as skin, eyes, heart, lungs...\n Inflammation in the joints can occur at any age, including children, but it becomes more common as you get older.",
    "content": "Arthritis: Causes, symptoms, treatment and prevention\n\n1 in 5 adults suffers from it\narthritis. This seemingly \"easy to treat\" disease causes many serious symptoms and complications. Fortunately, if treated promptly, arthritis patients will soon improve their condition and return to a happy, healthy, and productive life.\n This article is expertly advised by Associate Professor, Dr. Dang Hong Hoa, Head of the Department of Musculoskeletal Medicine, Tam Anh General Hospital, Hanoi.\nThe disease often attacks older people with symptoms of redness, swelling, and prolonged pain. Arthritis\n is a term that refers to a group of more than 100 diseases. These diseases are related to joints in every location of the body, such as the wrists, knees, hips, fingers, shoulders... In particular, some types also affect related tissues and organs. Other connections such as skin, eyes, heart, lungs...\n Inflammation in the joints can occur at any age, including children, but it becomes more common as you get older.\n\nWhat is arthritis?\nArthritis is the name for a joint disease. When suffering from this disease, the patient will experience swelling and pain in one or more joints on the body. The main symptoms of the disease are pain and stiffness, which often get worse over time. The most commonly inflamed joint locations are:\nKnee arthritis; Hip arthritis; Wrist arthritis; Ankle arthritis; Toe arthritis; …\nDepending on the type of inflammation, your doctor will prescribe different treatment methods. Regardless of the method, the goal is to reduce symptoms and improve the patient's quality of life.\n\nClassify\nTrong số hơn 100 bệnh lý viêm khớp, các bệnh dưới đây là phổ biến nhất (1):\n1. Viêm khớp dạng thấp\nĐây là một trong những bệnh tự miễn gây phiền toái cho nhiều người nhất. Bệnh xảy ra khi hệ thống miễn dịch tấn công các mô của cơ thể, đặc biệt là mô liên kết. Hệ quả là khớp bị tổn thương dẫn tới viêm, gây ra tình trạng đau và thoái hóa mô khớp.\nKhông giống như tổn thương do thoái hóa khớp gây ra, viêm khớp dạng thấp ảnh hưởng đến niêm mạc khớp, gây sưng đau, cuối cùng dẫn đến xói mòn xương và biến dạng khớp.\nKhông chỉ tác động lên khớp, bệnh còn kéo theo một loạt cơ quan bị tổn thương, chẳng hạn như mắt, da, phổi, mạch máu.\nCó một số yếu tố được cho là góp phần gây ra căn bệnh này. Đó là:\nPhụ nữ là những đối tượng có nguy cơ mắc bệnh hơn nam giới; Tuổi tác: Bệnh tấn công mọi người ở mọi lứa tuổi, nhưng bệnh có xu hướng khởi phát ở tuổi trung niên; Tiền sử gia đình: Nếu một thành viên trong gia đình bạn bị viêm khớp dạng thấp, bạn sẽ tăng nguy cơ mắc bệnh.; Hút thuốc lá: Không chỉ làm tăng khả năng phát triển bệnh, hút thuốc lá còn khiến các triệu chứng bệnh trở nên trầm trọng hơn.; Tiếp xúc với môi trường chứa hóa chất: Một số chất phơi nhiễm như amiăng, silica là tác nhân khiến bệnh RA phát triển.; Thừa cân – béo phì: Người có chỉ số BMI > 23 (đặc biệt là phụ nữ trên 55 tuổi)\n2. Thoái hóa khớp\nThoái hóa khớp là bệnh lý xương khớp phổ biến, ảnh hưởng đến sụn, niêm mạc khớp, dây chằng và xương bên dưới của khớp. Bệnh xảy ra khi lớp sụn bảo vệ các đầu xương bị mòn theo thời gian, cuối cùng dẫn đến đau và cứng khớp.\nCác khớp thường bị ảnh hưởng bởi bệnh thoái hóa khớp là những khớp phải hoạt động nhiều như hông, đầu gối, bàn tay, cột sống, khớp ngón cái và ngón chân cái.\nYếu tố nguy cơ của bệnh thoái hóa khớp bao gồm:\nTuổi tác: Nguy cơ mắc bệnh tăng lên theo tuổi tác.; Giới tính: Nam giới ít có nguy cơ bị thoái hóa khớp hơn so với phụ nữ.; Thừa cân – béo phì: Chỉ số BMI của bạn càng cao, bạn càng tăng thêm nguy cơ thoái hóa khớp.; Tổn thương khớp: Những chấn thương xảy ra khi chơi thể thao hoặc do tai nạn là tác nhân làm tăng khả năng bị thoái hóa khớp.; Di truyền: Một số người bị thoái hóa khớp là do có tiền sử gia đình mắc bệnh này.; Dị dạng xương: Những người có khớp dị dạng hoặc sụn khiếm khuyết dễ bị thoái hóa khớp hơn.\nCân nặng dư thừa sẽ tăng thêm áp lực cho khớp, khiến khớp của bạn dễ có nguy cơ bị thoái hóa hơn\n3. Viêm khớp nhiễm khuẩn\nViêm khớp nhiễm khuẩn là tình trạng khớp bị viêm do nhiễm vi khuẩn hoặc nấm. Các khớp thường bị ảnh hưởng nhất là khớp đầu gối và hông.\nBệnh có thể phát triển khi vi khuẩn hoặc các vi sinh vật gây bệnh lây lan qua máu đến khớp. Cũng có khi khớp bị nhiễm trực tiếp vi sinh vật do chấn thương hoặc phẫu thuật.\nNhững loại vi khuẩn như Staphylococcus, Streptococcus, Neisseria gonorrhoeae… là tác nhân của hầu hết các trường hợp viêm ở khớp do nhiễm khuẩn cấp tính. Trong khi đó, vi khuẩn Mycobacterium tuberculosis, Candida albicans gây nên bệnh viêm khớp nhiễm khuẩn mạn tính.\nCác yếu tố sau đây làm tăng nguy cơ gây bệnh:\nMột bệnh lý hoặc tổn thương khác ở khớp; Cấy ghép khớp nhân tạo; Nhiễm vi khuẩn ở những nơi khác trong cơ thể; Sự hiện diện của vi khuẩn trong máu; Bệnh mạn tính (chẳng hạn như đái tháo đường, viêm khớp dạng thấp, bệnh hồng cầu hình liềm…); Tiêm tĩnh mạch (IV) hoặc tiêm chích ma túy; Sử dụng thuốc ức chế hệ thống miễn dịch; Các tình trạng như HIV, làm suy yếu khả năng miễn dịch\n4. Viêm khớp phản ứng\nĐây là bệnh lý không quá nguy hiểm, khiến người bệnh bị sưng và đau khớp do nhiễm trùng ở một bộ phận khác của cơ thể. Các bộ phận này thường là ruột, bộ phận sinh dục hoặc đường tiết niệu.\nKhi bị viêm khớp phản ứng, bạn sẽ bị ảnh hưởng nhiều nhất ở vùng đầu gối, khớp cổ chân và bàn chân. Ngoài ra, tình trạng viêm còn ảnh hưởng đến mắt, da và niệu đạo.\nSo với những loại viêm khớp khác, căn bệnh này có tiên lượng rất khả quan. Nếu được điều trị đúng phác đồ, các dấu hiệu và triệu chứng bệnh sẽ biến mất trong vòng 12 tháng.\nNếu có một trong các yếu tố rủi ro dưới đây, bạn rất dễ bị viêm khớp phản ứng:\nTuổi tác: Bệnh xảy ra phổ biến nhất ở các đối tượng trong độ tuổi từ 20 – 40.; Giới tính: Phụ nữ và nam giới có khả năng bị viêm khớp phản ứng như nhau nếu tình trạng nhiễm trùng là do thực phẩm. Tuy nhiên, nam giới bị mắc bệnh do vi khuẩn lây truyền qua đường tình dục nhiều hơn phụ nữ.; Di truyền.\n5. Viêm cột sống dính khớp\nViêm cột sống dính khớp là một bệnh viêm, khiến một số xương nhỏ trong cột sống hợp nhất lại với nhau. Quá trình này làm cho cột sống kém linh hoạt, dẫn đến tư thế gập người về phía trước. Không chỉ vậy, các cơ quan khác (chẳng hạn như mắt) cũng dễ bị viêm theo.\nCác yếu tố nguy cơ của bệnh là:\nGiới tính: Nam giới có nguy cơ mắc bệnh viêm cột sống dính khớp cao hơn nữ giới.; Tuổi tác: Các dấu hiệu khởi phát bệnh thường xảy ra ở cuối tuổi vị thành niên hoặc đầu tuổi trưởng thành.; Di truyền: Các cuộc xét nghiệm cho thấy đa số các trường hợp viêm cột sống dính khớp đều mang trong mình gen HLA-B27. Tuy nhiên, nhiều trường hợp mang gen này lại không phát triển bệnh viêm cột sống dính khớp.\nKhông có phương pháp chữa khỏi hoàn toàn cho bệnh viêm cột sống dính khớp, nhưng các phương pháp điều trị đúng đắn sẽ làm giảm triệu chứng cũng như làm chậm sự tiến triển của bệnh.\n6. Gút\nGout là một bệnh về khớp xảy ra khi các tinh thể axit uric, hoặc urat monosodium, hình thành trong các mô và chất lỏng của cơ thể. Nguyên nhân là cơ thể tạo ra quá nhiều axit uric hoặc không bài tiết hết lượng axit uric dư thừa.\nBệnh gút gây ra những cơn đau dữ dội ở khớp. Đồng thời, vùng khớp đó trở nên đỏ, nóng và sưng lên.\nNhững đối tượng sau đây có nguy cơ cao bị gout:\nThừa cân – béo phì; Tăng huyết áp; Lạm dụng rượu bia; Sử dụng thuốc lợi tiểu; Chế độ ăn nhiều thịt đỏ và hải sản; Chức năng thận kém\nUống rượu bia nhiều cộng với chế độ ăn nhiều thực phẩm chứa purin là nguyên nhân gây ra bệnh gout\n7. Lupus ban đỏ hệ thống\nSLE, thường gọi là lupus, là một bệnh tự miễn. Trong đó, hệ thống miễn dịch không thực hiện nhiệm vụ bảo vệ cơ thể mà quay ra tấn công các mô khỏe mạnh, dẫn tới tình trạng viêm lan rộng và tổn thương mô. Căn bệnh này được đặc trưng bởi các giai đoạn bùng phát bệnh và sau đó thuyên giảm.\nLupus ban đỏ hệ thống có thể xuất hiện ở mọi lứa tuổi, nhưng khởi phát nhiều nhất là ở độ tuổi từ 15 – 45. Cứ một người đàn ông mắc bệnh lupus, sẽ có từ 4 – 12 phụ nữ bị bệnh này.\nLupus có khả năng ảnh hưởng đến khớp, da, não, phổi, thận, mạch máu và các mô khác. Triệu chứng bệnh bao gồm mệt mỏi, đau hoặc sưng khớp, phát ban trên da và sốt.\nNguyên nhân gây bệnh lupus vẫn chưa được xác định rõ ràng, song nó có thể liên quan đến yếu tố di truyền, môi trường và nội tiết tố.\n8. Viêm khớp vảy nến\nViêm khớp vảy nến là một vấn đề về khớp thường xảy ra với những bệnh nhân bị bệnh vảy nến (khoảng 6 – 42% bệnh nhân vảy nến bị bệnh này kèm theo).\nNguyên nhân chính xác của bệnh viêm khớp vảy nến vẫn chưa được xác định, nhưng dường như bệnh liên quan đến việc hệ thống miễn dịch quay sang tấn công các tế bào và mô khỏe mạnh. Chính phản ứng miễn dịch bất thường này là nguyên nhân gây ra tình trạng viêm ở khớp và sản xuất quá mức các tế bào da.\nNhững yếu tố làm tăng nguy cơ mắc bệnh viêm khớp vảy nến là:\nBị bệnh vảy nến mạn tính; Di truyền; Tuổi tác: Những người ở độ tuổi 30 – 50 có nguy cơ mắc bệnh cao hơn.\n9. Đau cơ xơ hóa\nĐau cơ xơ hóa là bệnh lý thường khởi phát ở tuổi trung niên. Tuy nhiên, bệnh có thể gặp ở trẻ em. Một số triệu chứng thường gặp của bệnh là tình trạng đau lan rộng, rối loạn giấc ngủ, mệt mỏi, phiền muộn, suy giảm nhận thức và trí nhớ. Ngoài ra, người bệnh còn có thể bị ngứa ran hoặc tê ở bàn tay, bàn chân, đau ở hàm và gặp phải các vấn đề về tiêu hóa.\nCác yếu tố sau có liên quan chặt chẽ đến sự khởi phát của bệnh:\nCăng thẳng thường xuyên; Rối loạn căng thẳng sau chấn thương (PTSD); Chấn thương do chuyển động lặp đi lặp lại; Bị bệnh lupus, viêm khớp dạng thấp hoặc hội chứng mệt mỏi mạn tính; Di truyền; Thừa cân – béo phì; Giới tính: Bệnh phổ biến ở phụ nữ hơn.\nNgoài ra, một số tình trạng viêm ở khớp có thể kể đến như: viêm đa khớp (tình trạng viêm xuất hiện ở nhiều khớp), viêm màng hoạt dịch, viêm khớp có biểu hiện viêm ruột,…\n\nSymptoms of arthritis\nThe following signs and symptoms indicate that your joints are likely inflamed:\nAthritis; Stiff and swollen joints; Limited range of motion in affected joints; Redness and warmth of the area around the affected joint; Fever; Tired; Uncomfortable; Tumors and tumors appear\n\nHow to diagnose inflammation in the joints\nWhen symptoms of arthritis appear, you need to see a doctor for examination as soon as possible. Your doctor will perform a general physical examination to check for fluid around the joint, whether the joint is swollen, warm, or red, as well as the joint's range of motion. (2)\nNext, you may be assigned to perform some clinical diagnostics to find out the disease. These diagnoses include:\nBlood test: to check for antibodies such as anti-CCP, RF and ANA.; X-ray, MRI and CT: to clearly see images of the musculoskeletal system.\nDiagnostic imaging helps doctors accurately diagnose the condition\n\nComplications of arthritis\nEach disease will leave different complications:\nOsteoarthritis: causes patients to have sleep disorders, face the risk of calcification of joint cartilage, joint deformity, gout, if left untreated for a long time can lead to paralysis.; Rheumatoid arthritis: Progressive disease will destroy joints, deforming fingers and wrists. In addition, serious complications can arise in organ systems throughout the body such as: Rheumatoid nodules Sjogren's syndrome Pericarditis Vasculitis Pleuritis Chronic obstructive pulmonary disease (COPD) Fibrositis hard; Low notes; Sjogren's syndrome; Pericarditis; Vasculitis; Pleurisy; Chronic obstructive pulmonary disease (COPD); Scleritis; Lupus: Complications caused by lupus can damage any area of ​​the body, such as the skin, heart, lungs, kidneys, blood, and brain.\nIf you become pregnant while having lupus, you are more likely to have miscarriages, high blood pressure during pregnancy, and premature birth.\nGout: High uric acid levels are the cause of kidney stones in gout patients. If you have poor kidney function, you are also at risk of acute uric acid nephropathy (AUAN), which causes kidney function to decline rapidly.; Ankylosing spondylitis: When the space between the vertebrae gradually narrows, causing the vertebrae to fuse, the spine will become stiff and inflexible. In addition, the disease also affects other joints such as the hip joint, shoulder joint, jaw joint, sacroiliac joint... as well as causing problems with the eyes, heart, lungs, digestive system... and makes the patient face risk of disability; Infectious arthritis: causes inflammation from the joints to the articular cartilage and bone ends. If not treated promptly, it will cause joint dislocation and loss of mobility. Furthermore, inflammation in the spine also causes spinal cord compression and scoliosis; If the bacteria spreads to other organs such as the liver, lungs, and kidneys, it will cause inflammation and abscess; Reactive arthritis: Not only does it reduce the patient's quality of life, reactive arthritis also affects other organs, causing complications such as keratinization in the palms of the hands, feet and head; conjunctivitis, keratitis, eye socket pain; inflammation of the prostate, bladder, foreskin; sterile pyuria, microscopic hematuria...; Fibromyalgia: The prolonged and widespread pain of fibromyalgia will leave the patient in a constant state of fatigue, even depression and frequent insomnia. If left untreated for a long time, the disease will cause a series of complications such as headaches, lower abdominal pain, restless legs syndrome, irritable bowel syndrome, sleep apnea...\n\nTreatment methods\nThe main goal of treating arthritis is to minimize pain and prevent further joint damage. Your doctor will advise you on the pain control method that best suits you. Some people find that ice packs and patches are effective in relieving pain. Others use mobility aids, such as canes or walkers, to take pressure off painful joints.\nAlong with pain improvement measures, your doctor will prescribe you a number of other methods to control symptoms, such as:\nUse medicine\nSome commonly prescribed arthritis medications are:\nPain relievers: hydrocodone (Vicodin) or acetaminophen (Tylenol) are effective in controlling pain, but do not help reduce inflammation.; Nonsteroidal anti-inflammatory drugs (NSAIDs): ibuprofen (Advil) and salicylates, which help control pain and inflammation; Menthol or capsaicin cream: blocks the transmission of pain signals from the joints to the brain.; Immunosuppressants (prednisone or cortisone) help reduce inflammation.\nSurgery\nSurgery to replace artificial joints is indicated for patients with severe arthritis and all treatments are ineffective. This surgery is most commonly performed on the hip and knee.\nIf your inflammation is most severe in your finger or wrist joints, your doctor may perform a joint fusion.\nPhysical therapy\nPhysical therapy is a treatment that uses exercises to help strengthen the muscles around the affected joint. Based on the patient's physical condition and level of arthritis, the doctor will set them up with appropriate exercises to reduce pain, increase joint flexibility and increase joint range of motion. Some mild and moderate arthritis can be cured after a period of physical therapy.\nAppropriate physical therapy exercises are effective medicine for patients\nTreatment at home\nThe following habits help patients effectively control symptoms (3):\nExercise regularly: Gentle exercise is very beneficial for improving symptoms as well as enhancing overall health. Ask your doctor about the right sport for your condition: swimming, walking, jogging or cycling... You need to exercise at least 30 minutes/day, 5 days/week.; Balance activity with rest: In addition to maintaining activity, a reasonable rest regimen is equally important for people with arthritis. Relax your body when your muscles show signs of fatigue, and only return to exercise when all your organs are ready.; Have a healthy diet: A balanced diet will help you maintain a stable weight and control inflammation. People with arthritis should limit eating refined foods, processed foods and foods of animal origin. Instead, choose foods rich in antioxidants and anti-inflammatory properties, and increase foods high in calcium and vitamin D to strengthen musculoskeletal health.; Improve sleep: Poor quality and quantity of sleep can worsen arthritis pain. Therefore, you should try to have a good, deep and enough sleep.\n\nHow to prevent arthritis\nNot everyone can prevent arthritis. Some risk factors such as age, family history and gender are beyond your control. However, there are some healthy habits you can adopt to reduce your risk of developing the disease. These habits are:\nIncrease fatty fish in your diet\nFatty fish are rich in omega-3 fatty acids – a healthy polyunsaturated fat that reduces inflammation.\nA study in the journal Annals of the Rheumatic Diseases showed that women who eat fish regularly have a lower risk of developing rheumatoid arthritis. The United States Department of Agriculture (USDA) recommends that people with arthritis should eat fish high in omega-3 such as salmon, trout, mackerel, sardines... at least twice a week.\nDiets enriched with fatty fish are very beneficial in improving arthritis symptoms\nExercise regularly\nExercise not only helps reduce the stress that excess weight puts on your joints, but it also strengthens the muscles surrounding the joints. Thanks to this, they will not suffer further wear and tear.\nTo maximize the benefits of an exercise program, alternate light activities such as aerobics, walking or swimming with strengthening exercises. Besides, some stretching movements are needed to maintain flexibility and range of motion of the joints.\nWeight control\nThe knees bear most of the body's weight. If you are 4.5kg overweight, the force on your knees when you take each step will increase from 13.5 - 27kg.\nCompared to women of normal weight, overweight and obese women are nearly 4 times more likely to have knee osteoarthritis. Therefore, maintain a stable weight by following a scientific diet and regular exercise.\nAvoid injury\nOver time, the joint cartilage begins to wear down. But if you are injured while playing sports or in an accident, the process of cartilage wear will happen faster.\nTo prevent injury, you need to wear protective equipment while playing sports and learn proper exercise techniques. Use proper technique when sitting, working, and lifting heavy objects. For example, use your knees and hips instead of your back when picking up objects. If you have to sit for long periods of time, make sure your back, legs and arms are well supported.\nCenter for Joint Surgery - Sports Medicine, Tam Anh General Hospital is a reliable examination and treatment address for patients with arthritis as well as other musculoskeletal diseases. The center is equipped with modern machinery and equipment, and brings together leading experts in musculoskeletal fields. The center has implemented many specialized treatment techniques for sports injuries such as dislocations, torn knee ligaments, torn Achilles tendons, torn menisci... To be examined, diagnosed and treated at the Hospital Tam Anh General Hospital, you can contact: Hanoi: Address: 108 Hoang Nhu Tiep, Bo De Ward, Long Bien District, Hanoi City Hotline: 024 3872 3872 – 024 7106 6858 Ho Chi Minh City: 2B Pho Quang, Ward 2, Tan Binh District, Ho Chi Minh City Hotline: 0287 102 6789 – 093 180 6858 Fanpage: https://www.facebook.com/benhvientamanh\nArthritis symptoms can improve significantly if the patient follows the treatment regimen and has a reasonable diet and lifestyle. If you have the above symptoms of the disease, see a doctor for timely diagnosis and treatment advice.",
    "subsections": [
        {
            "subsection_name": "What is arthritis?",
            "subsection_content": "Arthritis is the name for a joint disease. When suffering from this disease, the patient will experience swelling and pain in one or more joints on the body. The main symptoms of the disease are pain and stiffness, which often get worse over time. The most commonly inflamed joint locations are:\nKnee arthritis; Hip arthritis; Wrist arthritis; Ankle arthritis; Toe arthritis; …\nDepending on the type of inflammation, your doctor will prescribe different treatment methods. Regardless of the method, the goal is to reduce symptoms and improve the patient's quality of life.",
            "subsection_string": "What is arthritis?\nArthritis is the name for a joint disease. When suffering from this disease, the patient will experience swelling and pain in one or more joints on the body. The main symptoms of the disease are pain and stiffness, which often get worse over time. The most commonly inflamed joint locations are:\nKnee arthritis; Hip arthritis; Wrist arthritis; Ankle arthritis; Toe arthritis; …\nDepending on the type of inflammation, your doctor will prescribe different treatment methods. Regardless of the method, the goal is to reduce symptoms and improve the patient's quality of life."
        },
        {
            "subsection_name": "Classify",
            "subsection_content": "Trong số hơn 100 bệnh lý viêm khớp, các bệnh dưới đây là phổ biến nhất (1):\n1. Viêm khớp dạng thấp\nĐây là một trong những bệnh tự miễn gây phiền toái cho nhiều người nhất. Bệnh xảy ra khi hệ thống miễn dịch tấn công các mô của cơ thể, đặc biệt là mô liên kết. Hệ quả là khớp bị tổn thương dẫn tới viêm, gây ra tình trạng đau và thoái hóa mô khớp.\nKhông giống như tổn thương do thoái hóa khớp gây ra, viêm khớp dạng thấp ảnh hưởng đến niêm mạc khớp, gây sưng đau, cuối cùng dẫn đến xói mòn xương và biến dạng khớp.\nKhông chỉ tác động lên khớp, bệnh còn kéo theo một loạt cơ quan bị tổn thương, chẳng hạn như mắt, da, phổi, mạch máu.\nCó một số yếu tố được cho là góp phần gây ra căn bệnh này. Đó là:\nPhụ nữ là những đối tượng có nguy cơ mắc bệnh hơn nam giới; Tuổi tác: Bệnh tấn công mọi người ở mọi lứa tuổi, nhưng bệnh có xu hướng khởi phát ở tuổi trung niên; Tiền sử gia đình: Nếu một thành viên trong gia đình bạn bị viêm khớp dạng thấp, bạn sẽ tăng nguy cơ mắc bệnh.; Hút thuốc lá: Không chỉ làm tăng khả năng phát triển bệnh, hút thuốc lá còn khiến các triệu chứng bệnh trở nên trầm trọng hơn.; Tiếp xúc với môi trường chứa hóa chất: Một số chất phơi nhiễm như amiăng, silica là tác nhân khiến bệnh RA phát triển.; Thừa cân – béo phì: Người có chỉ số BMI > 23 (đặc biệt là phụ nữ trên 55 tuổi)\n2. Thoái hóa khớp\nThoái hóa khớp là bệnh lý xương khớp phổ biến, ảnh hưởng đến sụn, niêm mạc khớp, dây chằng và xương bên dưới của khớp. Bệnh xảy ra khi lớp sụn bảo vệ các đầu xương bị mòn theo thời gian, cuối cùng dẫn đến đau và cứng khớp.\nCác khớp thường bị ảnh hưởng bởi bệnh thoái hóa khớp là những khớp phải hoạt động nhiều như hông, đầu gối, bàn tay, cột sống, khớp ngón cái và ngón chân cái.\nYếu tố nguy cơ của bệnh thoái hóa khớp bao gồm:\nTuổi tác: Nguy cơ mắc bệnh tăng lên theo tuổi tác.; Giới tính: Nam giới ít có nguy cơ bị thoái hóa khớp hơn so với phụ nữ.; Thừa cân – béo phì: Chỉ số BMI của bạn càng cao, bạn càng tăng thêm nguy cơ thoái hóa khớp.; Tổn thương khớp: Những chấn thương xảy ra khi chơi thể thao hoặc do tai nạn là tác nhân làm tăng khả năng bị thoái hóa khớp.; Di truyền: Một số người bị thoái hóa khớp là do có tiền sử gia đình mắc bệnh này.; Dị dạng xương: Những người có khớp dị dạng hoặc sụn khiếm khuyết dễ bị thoái hóa khớp hơn.\nCân nặng dư thừa sẽ tăng thêm áp lực cho khớp, khiến khớp của bạn dễ có nguy cơ bị thoái hóa hơn\n3. Viêm khớp nhiễm khuẩn\nViêm khớp nhiễm khuẩn là tình trạng khớp bị viêm do nhiễm vi khuẩn hoặc nấm. Các khớp thường bị ảnh hưởng nhất là khớp đầu gối và hông.\nBệnh có thể phát triển khi vi khuẩn hoặc các vi sinh vật gây bệnh lây lan qua máu đến khớp. Cũng có khi khớp bị nhiễm trực tiếp vi sinh vật do chấn thương hoặc phẫu thuật.\nNhững loại vi khuẩn như Staphylococcus, Streptococcus, Neisseria gonorrhoeae… là tác nhân của hầu hết các trường hợp viêm ở khớp do nhiễm khuẩn cấp tính. Trong khi đó, vi khuẩn Mycobacterium tuberculosis, Candida albicans gây nên bệnh viêm khớp nhiễm khuẩn mạn tính.\nCác yếu tố sau đây làm tăng nguy cơ gây bệnh:\nMột bệnh lý hoặc tổn thương khác ở khớp; Cấy ghép khớp nhân tạo; Nhiễm vi khuẩn ở những nơi khác trong cơ thể; Sự hiện diện của vi khuẩn trong máu; Bệnh mạn tính (chẳng hạn như đái tháo đường, viêm khớp dạng thấp, bệnh hồng cầu hình liềm…); Tiêm tĩnh mạch (IV) hoặc tiêm chích ma túy; Sử dụng thuốc ức chế hệ thống miễn dịch; Các tình trạng như HIV, làm suy yếu khả năng miễn dịch\n4. Viêm khớp phản ứng\nĐây là bệnh lý không quá nguy hiểm, khiến người bệnh bị sưng và đau khớp do nhiễm trùng ở một bộ phận khác của cơ thể. Các bộ phận này thường là ruột, bộ phận sinh dục hoặc đường tiết niệu.\nKhi bị viêm khớp phản ứng, bạn sẽ bị ảnh hưởng nhiều nhất ở vùng đầu gối, khớp cổ chân và bàn chân. Ngoài ra, tình trạng viêm còn ảnh hưởng đến mắt, da và niệu đạo.\nSo với những loại viêm khớp khác, căn bệnh này có tiên lượng rất khả quan. Nếu được điều trị đúng phác đồ, các dấu hiệu và triệu chứng bệnh sẽ biến mất trong vòng 12 tháng.\nNếu có một trong các yếu tố rủi ro dưới đây, bạn rất dễ bị viêm khớp phản ứng:\nTuổi tác: Bệnh xảy ra phổ biến nhất ở các đối tượng trong độ tuổi từ 20 – 40.; Giới tính: Phụ nữ và nam giới có khả năng bị viêm khớp phản ứng như nhau nếu tình trạng nhiễm trùng là do thực phẩm. Tuy nhiên, nam giới bị mắc bệnh do vi khuẩn lây truyền qua đường tình dục nhiều hơn phụ nữ.; Di truyền.\n5. Viêm cột sống dính khớp\nViêm cột sống dính khớp là một bệnh viêm, khiến một số xương nhỏ trong cột sống hợp nhất lại với nhau. Quá trình này làm cho cột sống kém linh hoạt, dẫn đến tư thế gập người về phía trước. Không chỉ vậy, các cơ quan khác (chẳng hạn như mắt) cũng dễ bị viêm theo.\nCác yếu tố nguy cơ của bệnh là:\nGiới tính: Nam giới có nguy cơ mắc bệnh viêm cột sống dính khớp cao hơn nữ giới.; Tuổi tác: Các dấu hiệu khởi phát bệnh thường xảy ra ở cuối tuổi vị thành niên hoặc đầu tuổi trưởng thành.; Di truyền: Các cuộc xét nghiệm cho thấy đa số các trường hợp viêm cột sống dính khớp đều mang trong mình gen HLA-B27. Tuy nhiên, nhiều trường hợp mang gen này lại không phát triển bệnh viêm cột sống dính khớp.\nKhông có phương pháp chữa khỏi hoàn toàn cho bệnh viêm cột sống dính khớp, nhưng các phương pháp điều trị đúng đắn sẽ làm giảm triệu chứng cũng như làm chậm sự tiến triển của bệnh.\n6. Gút\nGout là một bệnh về khớp xảy ra khi các tinh thể axit uric, hoặc urat monosodium, hình thành trong các mô và chất lỏng của cơ thể. Nguyên nhân là cơ thể tạo ra quá nhiều axit uric hoặc không bài tiết hết lượng axit uric dư thừa.\nBệnh gút gây ra những cơn đau dữ dội ở khớp. Đồng thời, vùng khớp đó trở nên đỏ, nóng và sưng lên.\nNhững đối tượng sau đây có nguy cơ cao bị gout:\nThừa cân – béo phì; Tăng huyết áp; Lạm dụng rượu bia; Sử dụng thuốc lợi tiểu; Chế độ ăn nhiều thịt đỏ và hải sản; Chức năng thận kém\nUống rượu bia nhiều cộng với chế độ ăn nhiều thực phẩm chứa purin là nguyên nhân gây ra bệnh gout\n7. Lupus ban đỏ hệ thống\nSLE, thường gọi là lupus, là một bệnh tự miễn. Trong đó, hệ thống miễn dịch không thực hiện nhiệm vụ bảo vệ cơ thể mà quay ra tấn công các mô khỏe mạnh, dẫn tới tình trạng viêm lan rộng và tổn thương mô. Căn bệnh này được đặc trưng bởi các giai đoạn bùng phát bệnh và sau đó thuyên giảm.\nLupus ban đỏ hệ thống có thể xuất hiện ở mọi lứa tuổi, nhưng khởi phát nhiều nhất là ở độ tuổi từ 15 – 45. Cứ một người đàn ông mắc bệnh lupus, sẽ có từ 4 – 12 phụ nữ bị bệnh này.\nLupus có khả năng ảnh hưởng đến khớp, da, não, phổi, thận, mạch máu và các mô khác. Triệu chứng bệnh bao gồm mệt mỏi, đau hoặc sưng khớp, phát ban trên da và sốt.\nNguyên nhân gây bệnh lupus vẫn chưa được xác định rõ ràng, song nó có thể liên quan đến yếu tố di truyền, môi trường và nội tiết tố.\n8. Viêm khớp vảy nến\nViêm khớp vảy nến là một vấn đề về khớp thường xảy ra với những bệnh nhân bị bệnh vảy nến (khoảng 6 – 42% bệnh nhân vảy nến bị bệnh này kèm theo).\nNguyên nhân chính xác của bệnh viêm khớp vảy nến vẫn chưa được xác định, nhưng dường như bệnh liên quan đến việc hệ thống miễn dịch quay sang tấn công các tế bào và mô khỏe mạnh. Chính phản ứng miễn dịch bất thường này là nguyên nhân gây ra tình trạng viêm ở khớp và sản xuất quá mức các tế bào da.\nNhững yếu tố làm tăng nguy cơ mắc bệnh viêm khớp vảy nến là:\nBị bệnh vảy nến mạn tính; Di truyền; Tuổi tác: Những người ở độ tuổi 30 – 50 có nguy cơ mắc bệnh cao hơn.\n9. Đau cơ xơ hóa\nĐau cơ xơ hóa là bệnh lý thường khởi phát ở tuổi trung niên. Tuy nhiên, bệnh có thể gặp ở trẻ em. Một số triệu chứng thường gặp của bệnh là tình trạng đau lan rộng, rối loạn giấc ngủ, mệt mỏi, phiền muộn, suy giảm nhận thức và trí nhớ. Ngoài ra, người bệnh còn có thể bị ngứa ran hoặc tê ở bàn tay, bàn chân, đau ở hàm và gặp phải các vấn đề về tiêu hóa.\nCác yếu tố sau có liên quan chặt chẽ đến sự khởi phát của bệnh:\nCăng thẳng thường xuyên; Rối loạn căng thẳng sau chấn thương (PTSD); Chấn thương do chuyển động lặp đi lặp lại; Bị bệnh lupus, viêm khớp dạng thấp hoặc hội chứng mệt mỏi mạn tính; Di truyền; Thừa cân – béo phì; Giới tính: Bệnh phổ biến ở phụ nữ hơn.\nNgoài ra, một số tình trạng viêm ở khớp có thể kể đến như: viêm đa khớp (tình trạng viêm xuất hiện ở nhiều khớp), viêm màng hoạt dịch, viêm khớp có biểu hiện viêm ruột,…",
            "subsection_string": "Classify\nTrong số hơn 100 bệnh lý viêm khớp, các bệnh dưới đây là phổ biến nhất (1):\n1. Viêm khớp dạng thấp\nĐây là một trong những bệnh tự miễn gây phiền toái cho nhiều người nhất. Bệnh xảy ra khi hệ thống miễn dịch tấn công các mô của cơ thể, đặc biệt là mô liên kết. Hệ quả là khớp bị tổn thương dẫn tới viêm, gây ra tình trạng đau và thoái hóa mô khớp.\nKhông giống như tổn thương do thoái hóa khớp gây ra, viêm khớp dạng thấp ảnh hưởng đến niêm mạc khớp, gây sưng đau, cuối cùng dẫn đến xói mòn xương và biến dạng khớp.\nKhông chỉ tác động lên khớp, bệnh còn kéo theo một loạt cơ quan bị tổn thương, chẳng hạn như mắt, da, phổi, mạch máu.\nCó một số yếu tố được cho là góp phần gây ra căn bệnh này. Đó là:\nPhụ nữ là những đối tượng có nguy cơ mắc bệnh hơn nam giới; Tuổi tác: Bệnh tấn công mọi người ở mọi lứa tuổi, nhưng bệnh có xu hướng khởi phát ở tuổi trung niên; Tiền sử gia đình: Nếu một thành viên trong gia đình bạn bị viêm khớp dạng thấp, bạn sẽ tăng nguy cơ mắc bệnh.; Hút thuốc lá: Không chỉ làm tăng khả năng phát triển bệnh, hút thuốc lá còn khiến các triệu chứng bệnh trở nên trầm trọng hơn.; Tiếp xúc với môi trường chứa hóa chất: Một số chất phơi nhiễm như amiăng, silica là tác nhân khiến bệnh RA phát triển.; Thừa cân – béo phì: Người có chỉ số BMI > 23 (đặc biệt là phụ nữ trên 55 tuổi)\n2. Thoái hóa khớp\nThoái hóa khớp là bệnh lý xương khớp phổ biến, ảnh hưởng đến sụn, niêm mạc khớp, dây chằng và xương bên dưới của khớp. Bệnh xảy ra khi lớp sụn bảo vệ các đầu xương bị mòn theo thời gian, cuối cùng dẫn đến đau và cứng khớp.\nCác khớp thường bị ảnh hưởng bởi bệnh thoái hóa khớp là những khớp phải hoạt động nhiều như hông, đầu gối, bàn tay, cột sống, khớp ngón cái và ngón chân cái.\nYếu tố nguy cơ của bệnh thoái hóa khớp bao gồm:\nTuổi tác: Nguy cơ mắc bệnh tăng lên theo tuổi tác.; Giới tính: Nam giới ít có nguy cơ bị thoái hóa khớp hơn so với phụ nữ.; Thừa cân – béo phì: Chỉ số BMI của bạn càng cao, bạn càng tăng thêm nguy cơ thoái hóa khớp.; Tổn thương khớp: Những chấn thương xảy ra khi chơi thể thao hoặc do tai nạn là tác nhân làm tăng khả năng bị thoái hóa khớp.; Di truyền: Một số người bị thoái hóa khớp là do có tiền sử gia đình mắc bệnh này.; Dị dạng xương: Những người có khớp dị dạng hoặc sụn khiếm khuyết dễ bị thoái hóa khớp hơn.\nCân nặng dư thừa sẽ tăng thêm áp lực cho khớp, khiến khớp của bạn dễ có nguy cơ bị thoái hóa hơn\n3. Viêm khớp nhiễm khuẩn\nViêm khớp nhiễm khuẩn là tình trạng khớp bị viêm do nhiễm vi khuẩn hoặc nấm. Các khớp thường bị ảnh hưởng nhất là khớp đầu gối và hông.\nBệnh có thể phát triển khi vi khuẩn hoặc các vi sinh vật gây bệnh lây lan qua máu đến khớp. Cũng có khi khớp bị nhiễm trực tiếp vi sinh vật do chấn thương hoặc phẫu thuật.\nNhững loại vi khuẩn như Staphylococcus, Streptococcus, Neisseria gonorrhoeae… là tác nhân của hầu hết các trường hợp viêm ở khớp do nhiễm khuẩn cấp tính. Trong khi đó, vi khuẩn Mycobacterium tuberculosis, Candida albicans gây nên bệnh viêm khớp nhiễm khuẩn mạn tính.\nCác yếu tố sau đây làm tăng nguy cơ gây bệnh:\nMột bệnh lý hoặc tổn thương khác ở khớp; Cấy ghép khớp nhân tạo; Nhiễm vi khuẩn ở những nơi khác trong cơ thể; Sự hiện diện của vi khuẩn trong máu; Bệnh mạn tính (chẳng hạn như đái tháo đường, viêm khớp dạng thấp, bệnh hồng cầu hình liềm…); Tiêm tĩnh mạch (IV) hoặc tiêm chích ma túy; Sử dụng thuốc ức chế hệ thống miễn dịch; Các tình trạng như HIV, làm suy yếu khả năng miễn dịch\n4. Viêm khớp phản ứng\nĐây là bệnh lý không quá nguy hiểm, khiến người bệnh bị sưng và đau khớp do nhiễm trùng ở một bộ phận khác của cơ thể. Các bộ phận này thường là ruột, bộ phận sinh dục hoặc đường tiết niệu.\nKhi bị viêm khớp phản ứng, bạn sẽ bị ảnh hưởng nhiều nhất ở vùng đầu gối, khớp cổ chân và bàn chân. Ngoài ra, tình trạng viêm còn ảnh hưởng đến mắt, da và niệu đạo.\nSo với những loại viêm khớp khác, căn bệnh này có tiên lượng rất khả quan. Nếu được điều trị đúng phác đồ, các dấu hiệu và triệu chứng bệnh sẽ biến mất trong vòng 12 tháng.\nNếu có một trong các yếu tố rủi ro dưới đây, bạn rất dễ bị viêm khớp phản ứng:\nTuổi tác: Bệnh xảy ra phổ biến nhất ở các đối tượng trong độ tuổi từ 20 – 40.; Giới tính: Phụ nữ và nam giới có khả năng bị viêm khớp phản ứng như nhau nếu tình trạng nhiễm trùng là do thực phẩm. Tuy nhiên, nam giới bị mắc bệnh do vi khuẩn lây truyền qua đường tình dục nhiều hơn phụ nữ.; Di truyền.\n5. Viêm cột sống dính khớp\nViêm cột sống dính khớp là một bệnh viêm, khiến một số xương nhỏ trong cột sống hợp nhất lại với nhau. Quá trình này làm cho cột sống kém linh hoạt, dẫn đến tư thế gập người về phía trước. Không chỉ vậy, các cơ quan khác (chẳng hạn như mắt) cũng dễ bị viêm theo.\nCác yếu tố nguy cơ của bệnh là:\nGiới tính: Nam giới có nguy cơ mắc bệnh viêm cột sống dính khớp cao hơn nữ giới.; Tuổi tác: Các dấu hiệu khởi phát bệnh thường xảy ra ở cuối tuổi vị thành niên hoặc đầu tuổi trưởng thành.; Di truyền: Các cuộc xét nghiệm cho thấy đa số các trường hợp viêm cột sống dính khớp đều mang trong mình gen HLA-B27. Tuy nhiên, nhiều trường hợp mang gen này lại không phát triển bệnh viêm cột sống dính khớp.\nKhông có phương pháp chữa khỏi hoàn toàn cho bệnh viêm cột sống dính khớp, nhưng các phương pháp điều trị đúng đắn sẽ làm giảm triệu chứng cũng như làm chậm sự tiến triển của bệnh.\n6. Gút\nGout là một bệnh về khớp xảy ra khi các tinh thể axit uric, hoặc urat monosodium, hình thành trong các mô và chất lỏng của cơ thể. Nguyên nhân là cơ thể tạo ra quá nhiều axit uric hoặc không bài tiết hết lượng axit uric dư thừa.\nBệnh gút gây ra những cơn đau dữ dội ở khớp. Đồng thời, vùng khớp đó trở nên đỏ, nóng và sưng lên.\nNhững đối tượng sau đây có nguy cơ cao bị gout:\nThừa cân – béo phì; Tăng huyết áp; Lạm dụng rượu bia; Sử dụng thuốc lợi tiểu; Chế độ ăn nhiều thịt đỏ và hải sản; Chức năng thận kém\nUống rượu bia nhiều cộng với chế độ ăn nhiều thực phẩm chứa purin là nguyên nhân gây ra bệnh gout\n7. Lupus ban đỏ hệ thống\nSLE, thường gọi là lupus, là một bệnh tự miễn. Trong đó, hệ thống miễn dịch không thực hiện nhiệm vụ bảo vệ cơ thể mà quay ra tấn công các mô khỏe mạnh, dẫn tới tình trạng viêm lan rộng và tổn thương mô. Căn bệnh này được đặc trưng bởi các giai đoạn bùng phát bệnh và sau đó thuyên giảm.\nLupus ban đỏ hệ thống có thể xuất hiện ở mọi lứa tuổi, nhưng khởi phát nhiều nhất là ở độ tuổi từ 15 – 45. Cứ một người đàn ông mắc bệnh lupus, sẽ có từ 4 – 12 phụ nữ bị bệnh này.\nLupus có khả năng ảnh hưởng đến khớp, da, não, phổi, thận, mạch máu và các mô khác. Triệu chứng bệnh bao gồm mệt mỏi, đau hoặc sưng khớp, phát ban trên da và sốt.\nNguyên nhân gây bệnh lupus vẫn chưa được xác định rõ ràng, song nó có thể liên quan đến yếu tố di truyền, môi trường và nội tiết tố.\n8. Viêm khớp vảy nến\nViêm khớp vảy nến là một vấn đề về khớp thường xảy ra với những bệnh nhân bị bệnh vảy nến (khoảng 6 – 42% bệnh nhân vảy nến bị bệnh này kèm theo).\nNguyên nhân chính xác của bệnh viêm khớp vảy nến vẫn chưa được xác định, nhưng dường như bệnh liên quan đến việc hệ thống miễn dịch quay sang tấn công các tế bào và mô khỏe mạnh. Chính phản ứng miễn dịch bất thường này là nguyên nhân gây ra tình trạng viêm ở khớp và sản xuất quá mức các tế bào da.\nNhững yếu tố làm tăng nguy cơ mắc bệnh viêm khớp vảy nến là:\nBị bệnh vảy nến mạn tính; Di truyền; Tuổi tác: Những người ở độ tuổi 30 – 50 có nguy cơ mắc bệnh cao hơn.\n9. Đau cơ xơ hóa\nĐau cơ xơ hóa là bệnh lý thường khởi phát ở tuổi trung niên. Tuy nhiên, bệnh có thể gặp ở trẻ em. Một số triệu chứng thường gặp của bệnh là tình trạng đau lan rộng, rối loạn giấc ngủ, mệt mỏi, phiền muộn, suy giảm nhận thức và trí nhớ. Ngoài ra, người bệnh còn có thể bị ngứa ran hoặc tê ở bàn tay, bàn chân, đau ở hàm và gặp phải các vấn đề về tiêu hóa.\nCác yếu tố sau có liên quan chặt chẽ đến sự khởi phát của bệnh:\nCăng thẳng thường xuyên; Rối loạn căng thẳng sau chấn thương (PTSD); Chấn thương do chuyển động lặp đi lặp lại; Bị bệnh lupus, viêm khớp dạng thấp hoặc hội chứng mệt mỏi mạn tính; Di truyền; Thừa cân – béo phì; Giới tính: Bệnh phổ biến ở phụ nữ hơn.\nNgoài ra, một số tình trạng viêm ở khớp có thể kể đến như: viêm đa khớp (tình trạng viêm xuất hiện ở nhiều khớp), viêm màng hoạt dịch, viêm khớp có biểu hiện viêm ruột,…"
        },
        {
            "subsection_name": "Symptoms of arthritis",
            "subsection_content": "The following signs and symptoms indicate that your joints are likely inflamed:\nAthritis; Stiff and swollen joints; Limited range of motion in affected joints; Redness and warmth of the area around the affected joint; Fever; Tired; Uncomfortable; Tumors and tumors appear",
            "subsection_string": "Symptoms of arthritis\nThe following signs and symptoms indicate that your joints are likely inflamed:\nAthritis; Stiff and swollen joints; Limited range of motion in affected joints; Redness and warmth of the area around the affected joint; Fever; Tired; Uncomfortable; Tumors and tumors appear"
        },
        {
            "subsection_name": "How to diagnose inflammation in the joints",
            "subsection_content": "When symptoms of arthritis appear, you need to see a doctor for examination as soon as possible. Your doctor will perform a general physical examination to check for fluid around the joint, whether the joint is swollen, warm, or red, as well as the joint's range of motion. (2)\nNext, you may be assigned to perform some clinical diagnostics to find out the disease. These diagnoses include:\nBlood test: to check for antibodies such as anti-CCP, RF and ANA.; X-ray, MRI and CT: to clearly see images of the musculoskeletal system.\nDiagnostic imaging helps doctors accurately diagnose the condition",
            "subsection_string": "How to diagnose inflammation in the joints\nWhen symptoms of arthritis appear, you need to see a doctor for examination as soon as possible. Your doctor will perform a general physical examination to check for fluid around the joint, whether the joint is swollen, warm, or red, as well as the joint's range of motion. (2)\nNext, you may be assigned to perform some clinical diagnostics to find out the disease. These diagnoses include:\nBlood test: to check for antibodies such as anti-CCP, RF and ANA.; X-ray, MRI and CT: to clearly see images of the musculoskeletal system.\nDiagnostic imaging helps doctors accurately diagnose the condition"
        },
        {
            "subsection_name": "Complications of arthritis",
            "subsection_content": "Each disease will leave different complications:\nOsteoarthritis: causes patients to have sleep disorders, face the risk of calcification of joint cartilage, joint deformity, gout, if left untreated for a long time can lead to paralysis.; Rheumatoid arthritis: Progressive disease will destroy joints, deforming fingers and wrists. In addition, serious complications can arise in organ systems throughout the body such as: Rheumatoid nodules Sjogren's syndrome Pericarditis Vasculitis Pleuritis Chronic obstructive pulmonary disease (COPD) Fibrositis hard; Low notes; Sjogren's syndrome; Pericarditis; Vasculitis; Pleurisy; Chronic obstructive pulmonary disease (COPD); Scleritis; Lupus: Complications caused by lupus can damage any area of ​​the body, such as the skin, heart, lungs, kidneys, blood, and brain.\nIf you become pregnant while having lupus, you are more likely to have miscarriages, high blood pressure during pregnancy, and premature birth.\nGout: High uric acid levels are the cause of kidney stones in gout patients. If you have poor kidney function, you are also at risk of acute uric acid nephropathy (AUAN), which causes kidney function to decline rapidly.; Ankylosing spondylitis: When the space between the vertebrae gradually narrows, causing the vertebrae to fuse, the spine will become stiff and inflexible. In addition, the disease also affects other joints such as the hip joint, shoulder joint, jaw joint, sacroiliac joint... as well as causing problems with the eyes, heart, lungs, digestive system... and makes the patient face risk of disability; Infectious arthritis: causes inflammation from the joints to the articular cartilage and bone ends. If not treated promptly, it will cause joint dislocation and loss of mobility. Furthermore, inflammation in the spine also causes spinal cord compression and scoliosis; If the bacteria spreads to other organs such as the liver, lungs, and kidneys, it will cause inflammation and abscess; Reactive arthritis: Not only does it reduce the patient's quality of life, reactive arthritis also affects other organs, causing complications such as keratinization in the palms of the hands, feet and head; conjunctivitis, keratitis, eye socket pain; inflammation of the prostate, bladder, foreskin; sterile pyuria, microscopic hematuria...; Fibromyalgia: The prolonged and widespread pain of fibromyalgia will leave the patient in a constant state of fatigue, even depression and frequent insomnia. If left untreated for a long time, the disease will cause a series of complications such as headaches, lower abdominal pain, restless legs syndrome, irritable bowel syndrome, sleep apnea...",
            "subsection_string": "Complications of arthritis\nEach disease will leave different complications:\nOsteoarthritis: causes patients to have sleep disorders, face the risk of calcification of joint cartilage, joint deformity, gout, if left untreated for a long time can lead to paralysis.; Rheumatoid arthritis: Progressive disease will destroy joints, deforming fingers and wrists. In addition, serious complications can arise in organ systems throughout the body such as: Rheumatoid nodules Sjogren's syndrome Pericarditis Vasculitis Pleuritis Chronic obstructive pulmonary disease (COPD) Fibrositis hard; Low notes; Sjogren's syndrome; Pericarditis; Vasculitis; Pleurisy; Chronic obstructive pulmonary disease (COPD); Scleritis; Lupus: Complications caused by lupus can damage any area of ​​the body, such as the skin, heart, lungs, kidneys, blood, and brain.\nIf you become pregnant while having lupus, you are more likely to have miscarriages, high blood pressure during pregnancy, and premature birth.\nGout: High uric acid levels are the cause of kidney stones in gout patients. If you have poor kidney function, you are also at risk of acute uric acid nephropathy (AUAN), which causes kidney function to decline rapidly.; Ankylosing spondylitis: When the space between the vertebrae gradually narrows, causing the vertebrae to fuse, the spine will become stiff and inflexible. In addition, the disease also affects other joints such as the hip joint, shoulder joint, jaw joint, sacroiliac joint... as well as causing problems with the eyes, heart, lungs, digestive system... and makes the patient face risk of disability; Infectious arthritis: causes inflammation from the joints to the articular cartilage and bone ends. If not treated promptly, it will cause joint dislocation and loss of mobility. Furthermore, inflammation in the spine also causes spinal cord compression and scoliosis; If the bacteria spreads to other organs such as the liver, lungs, and kidneys, it will cause inflammation and abscess; Reactive arthritis: Not only does it reduce the patient's quality of life, reactive arthritis also affects other organs, causing complications such as keratinization in the palms of the hands, feet and head; conjunctivitis, keratitis, eye socket pain; inflammation of the prostate, bladder, foreskin; sterile pyuria, microscopic hematuria...; Fibromyalgia: The prolonged and widespread pain of fibromyalgia will leave the patient in a constant state of fatigue, even depression and frequent insomnia. If left untreated for a long time, the disease will cause a series of complications such as headaches, lower abdominal pain, restless legs syndrome, irritable bowel syndrome, sleep apnea..."
        },
        {
            "subsection_name": "Treatment methods",
            "subsection_content": "The main goal of treating arthritis is to minimize pain and prevent further joint damage. Your doctor will advise you on the pain control method that best suits you. Some people find that ice packs and patches are effective in relieving pain. Others use mobility aids, such as canes or walkers, to take pressure off painful joints.\nAlong with pain improvement measures, your doctor will prescribe you a number of other methods to control symptoms, such as:\nUse medicine\nSome commonly prescribed arthritis medications are:\nPain relievers: hydrocodone (Vicodin) or acetaminophen (Tylenol) are effective in controlling pain, but do not help reduce inflammation.; Nonsteroidal anti-inflammatory drugs (NSAIDs): ibuprofen (Advil) and salicylates, which help control pain and inflammation; Menthol or capsaicin cream: blocks the transmission of pain signals from the joints to the brain.; Immunosuppressants (prednisone or cortisone) help reduce inflammation.\nSurgery\nSurgery to replace artificial joints is indicated for patients with severe arthritis and all treatments are ineffective. This surgery is most commonly performed on the hip and knee.\nIf your inflammation is most severe in your finger or wrist joints, your doctor may perform a joint fusion.\nPhysical therapy\nPhysical therapy is a treatment that uses exercises to help strengthen the muscles around the affected joint. Based on the patient's physical condition and level of arthritis, the doctor will set them up with appropriate exercises to reduce pain, increase joint flexibility and increase joint range of motion. Some mild and moderate arthritis can be cured after a period of physical therapy.\nAppropriate physical therapy exercises are effective medicine for patients\nTreatment at home\nThe following habits help patients effectively control symptoms (3):\nExercise regularly: Gentle exercise is very beneficial for improving symptoms as well as enhancing overall health. Ask your doctor about the right sport for your condition: swimming, walking, jogging or cycling... You need to exercise at least 30 minutes/day, 5 days/week.; Balance activity with rest: In addition to maintaining activity, a reasonable rest regimen is equally important for people with arthritis. Relax your body when your muscles show signs of fatigue, and only return to exercise when all your organs are ready.; Have a healthy diet: A balanced diet will help you maintain a stable weight and control inflammation. People with arthritis should limit eating refined foods, processed foods and foods of animal origin. Instead, choose foods rich in antioxidants and anti-inflammatory properties, and increase foods high in calcium and vitamin D to strengthen musculoskeletal health.; Improve sleep: Poor quality and quantity of sleep can worsen arthritis pain. Therefore, you should try to have a good, deep and enough sleep.",
            "subsection_string": "Treatment methods\nThe main goal of treating arthritis is to minimize pain and prevent further joint damage. Your doctor will advise you on the pain control method that best suits you. Some people find that ice packs and patches are effective in relieving pain. Others use mobility aids, such as canes or walkers, to take pressure off painful joints.\nAlong with pain improvement measures, your doctor will prescribe you a number of other methods to control symptoms, such as:\nUse medicine\nSome commonly prescribed arthritis medications are:\nPain relievers: hydrocodone (Vicodin) or acetaminophen (Tylenol) are effective in controlling pain, but do not help reduce inflammation.; Nonsteroidal anti-inflammatory drugs (NSAIDs): ibuprofen (Advil) and salicylates, which help control pain and inflammation; Menthol or capsaicin cream: blocks the transmission of pain signals from the joints to the brain.; Immunosuppressants (prednisone or cortisone) help reduce inflammation.\nSurgery\nSurgery to replace artificial joints is indicated for patients with severe arthritis and all treatments are ineffective. This surgery is most commonly performed on the hip and knee.\nIf your inflammation is most severe in your finger or wrist joints, your doctor may perform a joint fusion.\nPhysical therapy\nPhysical therapy is a treatment that uses exercises to help strengthen the muscles around the affected joint. Based on the patient's physical condition and level of arthritis, the doctor will set them up with appropriate exercises to reduce pain, increase joint flexibility and increase joint range of motion. Some mild and moderate arthritis can be cured after a period of physical therapy.\nAppropriate physical therapy exercises are effective medicine for patients\nTreatment at home\nThe following habits help patients effectively control symptoms (3):\nExercise regularly: Gentle exercise is very beneficial for improving symptoms as well as enhancing overall health. Ask your doctor about the right sport for your condition: swimming, walking, jogging or cycling... You need to exercise at least 30 minutes/day, 5 days/week.; Balance activity with rest: In addition to maintaining activity, a reasonable rest regimen is equally important for people with arthritis. Relax your body when your muscles show signs of fatigue, and only return to exercise when all your organs are ready.; Have a healthy diet: A balanced diet will help you maintain a stable weight and control inflammation. People with arthritis should limit eating refined foods, processed foods and foods of animal origin. Instead, choose foods rich in antioxidants and anti-inflammatory properties, and increase foods high in calcium and vitamin D to strengthen musculoskeletal health.; Improve sleep: Poor quality and quantity of sleep can worsen arthritis pain. Therefore, you should try to have a good, deep and enough sleep."
        },
        {
            "subsection_name": "How to prevent arthritis",
            "subsection_content": "Not everyone can prevent arthritis. Some risk factors such as age, family history and gender are beyond your control. However, there are some healthy habits you can adopt to reduce your risk of developing the disease. These habits are:\nIncrease fatty fish in your diet\nFatty fish are rich in omega-3 fatty acids – a healthy polyunsaturated fat that reduces inflammation.\nA study in the journal Annals of the Rheumatic Diseases showed that women who eat fish regularly have a lower risk of developing rheumatoid arthritis. The United States Department of Agriculture (USDA) recommends that people with arthritis should eat fish high in omega-3 such as salmon, trout, mackerel, sardines... at least twice a week.\nDiets enriched with fatty fish are very beneficial in improving arthritis symptoms\nExercise regularly\nExercise not only helps reduce the stress that excess weight puts on your joints, but it also strengthens the muscles surrounding the joints. Thanks to this, they will not suffer further wear and tear.\nTo maximize the benefits of an exercise program, alternate light activities such as aerobics, walking or swimming with strengthening exercises. Besides, some stretching movements are needed to maintain flexibility and range of motion of the joints.\nWeight control\nThe knees bear most of the body's weight. If you are 4.5kg overweight, the force on your knees when you take each step will increase from 13.5 - 27kg.\nCompared to women of normal weight, overweight and obese women are nearly 4 times more likely to have knee osteoarthritis. Therefore, maintain a stable weight by following a scientific diet and regular exercise.\nAvoid injury\nOver time, the joint cartilage begins to wear down. But if you are injured while playing sports or in an accident, the process of cartilage wear will happen faster.\nTo prevent injury, you need to wear protective equipment while playing sports and learn proper exercise techniques. Use proper technique when sitting, working, and lifting heavy objects. For example, use your knees and hips instead of your back when picking up objects. If you have to sit for long periods of time, make sure your back, legs and arms are well supported.\nCenter for Joint Surgery - Sports Medicine, Tam Anh General Hospital is a reliable examination and treatment address for patients with arthritis as well as other musculoskeletal diseases. The center is equipped with modern machinery and equipment, and brings together leading experts in musculoskeletal fields. The center has implemented many specialized treatment techniques for sports injuries such as dislocations, torn knee ligaments, torn Achilles tendons, torn menisci... To be examined, diagnosed and treated at the Hospital Tam Anh General Hospital, you can contact: Hanoi: Address: 108 Hoang Nhu Tiep, Bo De Ward, Long Bien District, Hanoi City Hotline: 024 3872 3872 – 024 7106 6858 Ho Chi Minh City: 2B Pho Quang, Ward 2, Tan Binh District, Ho Chi Minh City Hotline: 0287 102 6789 – 093 180 6858 Fanpage: https://www.facebook.com/benhvientamanh\nArthritis symptoms can improve significantly if the patient follows the treatment regimen and has a reasonable diet and lifestyle. If you have the above symptoms of the disease, see a doctor for timely diagnosis and treatment advice.",
            "subsection_string": "How to prevent arthritis\nNot everyone can prevent arthritis. Some risk factors such as age, family history and gender are beyond your control. However, there are some healthy habits you can adopt to reduce your risk of developing the disease. These habits are:\nIncrease fatty fish in your diet\nFatty fish are rich in omega-3 fatty acids – a healthy polyunsaturated fat that reduces inflammation.\nA study in the journal Annals of the Rheumatic Diseases showed that women who eat fish regularly have a lower risk of developing rheumatoid arthritis. The United States Department of Agriculture (USDA) recommends that people with arthritis should eat fish high in omega-3 such as salmon, trout, mackerel, sardines... at least twice a week.\nDiets enriched with fatty fish are very beneficial in improving arthritis symptoms\nExercise regularly\nExercise not only helps reduce the stress that excess weight puts on your joints, but it also strengthens the muscles surrounding the joints. Thanks to this, they will not suffer further wear and tear.\nTo maximize the benefits of an exercise program, alternate light activities such as aerobics, walking or swimming with strengthening exercises. Besides, some stretching movements are needed to maintain flexibility and range of motion of the joints.\nWeight control\nThe knees bear most of the body's weight. If you are 4.5kg overweight, the force on your knees when you take each step will increase from 13.5 - 27kg.\nCompared to women of normal weight, overweight and obese women are nearly 4 times more likely to have knee osteoarthritis. Therefore, maintain a stable weight by following a scientific diet and regular exercise.\nAvoid injury\nOver time, the joint cartilage begins to wear down. But if you are injured while playing sports or in an accident, the process of cartilage wear will happen faster.\nTo prevent injury, you need to wear protective equipment while playing sports and learn proper exercise techniques. Use proper technique when sitting, working, and lifting heavy objects. For example, use your knees and hips instead of your back when picking up objects. If you have to sit for long periods of time, make sure your back, legs and arms are well supported.\nCenter for Joint Surgery - Sports Medicine, Tam Anh General Hospital is a reliable examination and treatment address for patients with arthritis as well as other musculoskeletal diseases. The center is equipped with modern machinery and equipment, and brings together leading experts in musculoskeletal fields. The center has implemented many specialized treatment techniques for sports injuries such as dislocations, torn knee ligaments, torn Achilles tendons, torn menisci... To be examined, diagnosed and treated at the Hospital Tam Anh General Hospital, you can contact: Hanoi: Address: 108 Hoang Nhu Tiep, Bo De Ward, Long Bien District, Hanoi City Hotline: 024 3872 3872 – 024 7106 6858 Ho Chi Minh City: 2B Pho Quang, Ward 2, Tan Binh District, Ho Chi Minh City Hotline: 0287 102 6789 – 093 180 6858 Fanpage: https://www.facebook.com/benhvientamanh\nArthritis symptoms can improve significantly if the patient follows the treatment regimen and has a reasonable diet and lifestyle. If you have the above symptoms of the disease, see a doctor for timely diagnosis and treatment advice."
        }
    ],
    "name": "viem-khop.json"
}