{
    "title": "Chronic tonsillitis: Causes, symptoms and prevention",
    "category": "Ear, nose and throat",
    "link": "https://tamanhhospital.vn/viem-amidan-man-tinh/",
    "abstract": "Chronic tonsillitis occurs in both children and adults, reducing quality of life. The disease can be treated with antibiotics or surgery to remove the tonsils. Chronic tonsillitis causes recurring tonsillitis, significantly affecting the patient's quality of life. Many children have recurring tonsillitis and sore throat several times a year.",
    "content": "Chronic tonsillitis: Causes, symptoms and prevention\n\nChronic tonsillitis occurs in both children and adults, reducing quality of life. The disease can be treated with antibiotics or surgery to remove the tonsils. Chronic tonsillitis causes recurring tonsillitis, significantly affecting the patient's quality of life. Many children have recurring tonsillitis and sore throat several times a year.\n\nWhat is chronic tonsillitis?\nTonsillitis is an inflammation of the tonsils in the pharynx. The inflammation can affect other areas in the back of the throat, including the nasopharynx and lingual tonsils.\nAccording to M.D. Nguyen Thi Thuc Nhu - Doctor of Ear, Nose and Throat Department, Tam Anh General Hospital, Ho Chi Minh City, tonsillitis is divided into two types: acute tonsillitis and chronic tonsillitis. What is chronic tonsillitis? Chronic tonsillitis is a persistent infection of the tonsils that lasts more than 2 weeks and can lead to recurrences multiple times a year.\nChronic tonsillitis is divided into 2 types:\nPurulent tonsillitis: A condition in which the tonsil cavities become inflamed and swollen, causing milky white pus like bean residue. The cause is due to the accumulation of food and other residues, creating conditions for bacteria to enter and cause disease.; Purulent tonsillitis: A condition in which the tonsil cavities become inflamed and swollen, causing milky white pus like bean residue. The cause is the accumulation of food and other residue, creating conditions for bacteria to enter and cause disease.\nAtrophic tonsillitis: A condition of chronic, long-term tonsillitis leading to atrophy of the tonsils; Atrophic tonsillitis: A condition of chronic, long-term tonsillitis leading to atrophy of the tonsils.\n\nSubjects susceptible to chronic tonsillitis\nChildren suffer from tonsillitis very often, although this disease is rarely observed under 2 years of age.\nStreptococcus tonsillitis usually occurs in children 5 to 15 years old, while viral tonsillitis is more common in younger children.\nMany studies report that the average rate of carrier status in schoolchildren for group A Streptococcus is about 15.9%.\n\nSymptoms of chronic tonsillitis\nSigns of chronic tonsillitis are basically the same as general tonsillitis.(1)\nAccording to MSc.BS.CKI Nguyen Thi Thuc Nhu, symptoms may include:\nFoul mouth;; Fever;; Swallowing entanglement;; Tired;; Body ache;; Prolonged cough;; Green or yellow phlegm may be mixed with blood;; Sore throat;; Hoarseness or loss of voice;; Snoring, sleep apnea syndrome.\nChronic tonsillitis can also cause tonsil stones. This is because saliva, dead cells, and food accumulate in the interstices of the tonsils. Over time, that debris clumps together, forming small pebbles that can cause bad breath. Tonsil stones can fall off on their own, but may also require a procedure to remove.\nIn addition, the manifestations of chronic tonsillitis are also specific by the long duration of the disease. While acute tonsillitis symptoms usually last only from 3 days to about 2 weeks, chronic tonsillitis produces symptoms that last more than 2 weeks and can recur many times a year.\nChronic tonsillitis can also affect the lingual tonsils, located in the lower part of the tongue, and inflame the accompanying nasopharyngeal structures.\nIn addition, untreated chronic tonsillitis often causes tonsil abscesses. This is a dangerous complication of chronic tonsillitis.\nTonsillitis can cause fever, sore throat, fatigue...\n\nCauses of chronic tonsillitis\nThe cause of chronic tonsillitis is acute tonsillitis that is not completely treated. Repeated inflammation leads to chronic tonsillitis. Or inflammation that lasts more than 2 weeks becomes chronic.\nAccording to MSc.BS.CKI Nguyen Thi Thuc Nhu, the most common cause of tonsillitis in adults is a weakened immune system. This will create conditions for harmful factors such as bacteria, most commonly Streptococcal, to enter the body and cause disease. There are also influenza viruses such as Herpes simplex, Parainfluenza, Epstein-Barr.\nDrinking alcohol and smoking regularly also causes tonsillitis in adults to increase.\nIn addition, environmental factors also contribute to tonsillitis. For example, sudden weather changes, inhalation of toxic dust, and environmental pollution.\nPeople with a history of sinusitis, adenoiditis, tooth inflammation... are also at higher risk of tonsillitis.\nAccordingly, some risk factors leading to tonsillitis include:\nHave a history of infectious diseases such as whooping cough, measles or respiratory diseases such as pneumonia, bronchitis...;; Poor oral hygiene;; Environmental pollution;; Eating food from unhygienic food sources. Or eat/drink cold foods like ice, ice cream...; The weather changed suddenly.\n\nDiagnosis of chronic tonsillitis\nFor most patients, evaluation of tonsillitis includes symptoms and physical examination, and some specific tests. This information can be used to calculate Centor Scores.\nThe Centor scoring system evaluates the following symptoms:\nHas fever; No cough; Swollen neck lymph nodes; Exudative tonsillitis\nThis criterion has been updated and improved to add age, adding points for age groups from 3 to 15 years old and deducting points for patients aged 45 years and older.\nPatients with scores from 0 to 1: No need for further testing or antibiotics.; Patients with a score of 0 to 1: No need for further testing or antibiotics.\nPatients scoring 2 to 3 points: Need to do rapid strep test and throat culture.; Patients scoring 2 to 3 points: Need to do a rapid strep test and throat culture.\nPatients with a score of 4 or higher: Clinicians should consider testing and empiric antibiotics.; Patients with a score of 4 or higher: Clinicians should consider testing and empiric antibiotics.\n\nMethods of diagnosing chronic tonsillitis\nChronic tonsillitis can be diagnosed using the following methods:\n1. GABHS test\nIt can be done through a throat culture alone or in combination with a rapid antigen test.\nWhen using a rapid antigen test, it is important to note that although this test is specific (88-100%), it is not sensitive (61-95%) and can give false negative results.\n2. Throat culture test\nIn the appropriate clinical setting, physicians may consider nasopharyngeal swabs to test for gonorrhea, chlamydia, and HIV.\nIn rare cases, syphilis can cause tonsillitis and an RPR may be sent to confirm the diagnosis.\n3. Test for infectious mononucleosis\nTesting for infectious mononucleosis may be considered when Epstein-Barr virus tonsillitis is suspected.\nIn complicated infections, including patients with unstable vital signs, toxic manifestations, inability to swallow, oral intolerance, or trismus, further evaluation may be required.\n4. CT scan\nCT scan of the neck with contrast injection to rule out dangerous complications such as abscesses, Lemierre's disease and epiglottitis.\n5. Laboratory testing\nIncludes complete blood count and biochemistry profile to evaluate kidney function, which are worth considering.\nNasopharyngoscopy is one of the methods to investigate tonsillitis\n6. Differential diagnosis\nThe differential diagnosis for tonsillitis is broad and includes pharyngitis, retropharyngeal abscess, epiglottitis, and Ludwig's disease. The presence of a root abscess or peritonsillar abscess is also a possibility.\nKawasaki disease, Coxsackie virus, primary HIV, Epstein-Barr virus, and oral candidiasis may also present with sore throat and the distinction may be based on history and other clinical features.\n\nComplications of chronic tonsillitis\nAlthough tonsillitis is usually controlled symptomatically with good clinical outcomes, complications do occur. Although rare, abscesses, rheumatic fever, scarlet fever, and acute glomerulonephritis are possible complications.\nA peritonsillar abscess is a collection of pus between the pharyngeal sphincter and the tonsils, and symptoms of tonsillitis often precede their appearance.\nTeenagers and young adults are at the highest risk of this complication, followed by smokers, diabetics and immunocompromised...\nLemierre's disease is a rare complication of oropharyngeal infection. It often presents with sepsis following a sore throat with thrombosis involving the internal jugular vein and septic embolism.\nLemierre's disease is most commonly associated with Fusobacterium necrophorum, although it also occurs with Staphylococcal and Streptococcal infections. In the era of modern antibiotics, mortality rates are low although complications can include acute respiratory distress syndrome (ARDS), osteomyelitis, and meningitis.\nRheumatic fever and rheumatic heart disease are more common in acute tonsillitis caused by group A beta-hemolytic streptococcus. However, this complication can also occur in chronic tonsillitis.\nRheumatic fever is an immunoinflammatory disease that occurs after infection with group A Streptococcus. It usually appears in patients aged 5-18 years. Although rare in developed countries, in developing countries the incidence is as high as 24/1000.\nThe disease affects many organ systems, most commonly causing arthritis, manifested by large joints that are often mobile, asymmetrical, and painful.\nCarditis affects nearly 50% of patients and often causes valvular heart disease, with the mitral valve most commonly affected.\nSydenham's chorea is a classic delayed manifestation of involuntary movements of the limbs and facial muscles associated with speech and gait abnormalities. Patients may develop a rash called erythema and subcutaneous nodules.\nPost-streptococcal glomerulonephritis is an immune-mediated disorder following group A streptococcal infection. Patients present with edema, hypertension, urine sediment abnormalities, hypoproteinemia, and increased signs. inflammation and low complement levels. Glomerulonephritis affects approximately 470,000 people globally, with an estimated 5000 deaths.\nChildren in developing countries are most often affected. The disease often occurs during outbreaks caused by group A Streptococcus strains that cause kidney disease. Most patients will recover spontaneously and return to normal kidney function, although the prognosis is worse in older patients.\n\nTreatment of chronic tonsillitis\nTreatment of chronic tonsillitis requires careful consideration. Treatments may include:\n1. Antibiotics\nMSc.BSc.CKI Nguyen Thi Thuc Nhu said that for patients at high risk of bacterial tonsillitis based on Centor criteria, antigen testing or throat culture, antibiotics are often used in the treatment. treat. Antibiotics can reduce suppurative complications and symptom duration.\nStreptococcus pyogenes is the most common cause of bacterial tonsillitis and if antibiotic treatment is considered appropriate, penicillin is usually the antibiotic of choice.(2)\nIn patients allergic to penicillin, antibiotic therapy with azithromycin or cephalosporin is equivalent to treatment with penicillin.\nAntibiotic use is often recommended in patients with high rates of complications, especially rheumatic heart disease and rheumatic fever. However, using antibiotics can have risks such as increased resistance to bacteria, digestive disorders, diarrhea, and Clostridium difficile infection. Therefore, patients should only use it as prescribed by their doctor, and do not arbitrarily buy antibiotics for treatment.\n2. Surgery\nTonsillectomy is often considered in patients with recurrent tonsillitis who have 4-5 episodes of tonsillitis in a year. Tonsillectomy aims to remove inflammation in the oropharynx, prevent respiratory diseases and improve patient health.\nTonsillectomy is also considered in patients with the following complications:(3)\nSleep apnea, snoring;; Treated with antibiotics but condition did not improve;; Difficulty swallowing;; Breathing is difficult.\nCurrently, modern tonsillectomy techniques do not cause pain, stop bleeding on the spot, and are especially suitable for children. For example, Tam Anh General Hospital applies Coblator Plasma technology, using a low-heat scalpel to stop bleeding on the spot to quickly remove all overgrown tonsils. Surgery time is only about 30 minutes, limiting the amount of anesthesia used. Children can talk, eat and drink 3 hours after surgery and leave the hospital after 24 hours. With this surgery, children do not experience pain so it does not affect their psychology.\nTonsillectomy surgery using Coblator Plasma technology is painless and stops bleeding on the spot, especially suitable for children at Tam Anh General Hospital in Ho Chi Minh City.\n\nHow to prevent chronic tonsillitis\nThe most important thing to prevent chronic tonsillitis is to manage it well when you first get the disease. Complete treatment prevents inflammation from lasting or recurring many times.\nIn addition, patients need to avoid acute tonsillitis because it can lead to chronic form in the following ways:\n1. For children\nTake your child to the hospital for examination if he or she has ear, nose, and throat symptoms; Take your child to the hospital for examination if he or she has ear, nose, and throat symptoms.\nA nutritious diet full of nutrients to strengthen children's immunity. Give special priority to fruits and vegetables such as strawberries and berries, broccoli, spinach and carrots. Giving children vitamins (C, E, A) supplements also helps prevent inflammation in the body.; A nutritious diet full of nutrients to strengthen children's immunity. Give special priority to fruits and vegetables such as strawberries and berries, broccoli, spinach and carrots. Giving children vitamin supplements (C, E, A) also helps prevent inflammation in the body.\nGet your child into the habit of brushing their teeth twice a day, morning and evening, and rinsing their mouth after eating or drinking soft drinks or juice. Gargle with saline regularly.; Get your child into the habit of brushing their teeth twice a day, morning and evening, and rinsing their mouth after eating or drinking soft drinks or juice. Gargle with saline regularly.\nGet children into the habit of washing their hands with soap after playing with toys, coming home from school, before meals, and after going to the bathroom.; Get your children into the habit of washing their hands with soap after playing with toys, coming home from school, before meals, and after going to the bathroom.\nWear a mask when leaving the house or going to crowded places; Wear a mask when leaving the house or going to crowded places; Drink enough water every day.; Drink enough water every day.\nFully vaccinated against viruses that cause infectious diseases; Fully vaccinated against viruses that cause infectious diseases.\nFull vaccination against infectious diseases also helps prevent complications of nose and throat diseases, including tonsillitis in children. Photo: VNVC Vaccination Center\n2. For adults\nStop smoking and drinking alcohol;; Drink a lot of water;; Gargle with salt water daily;; Keep the house clean;; Limit speaking loudly and talk a lot;; Keep your throat warm in cold weather;; Exercise every day and eat scientifically, prioritizing fruits and vegetables rich in vitamins A, C, E;; Influenza vaccination and vaccines that can immunize against viruses that cause infectious diseases;; Disinfect hands regularly;; Wear a mask when leaving the house.\n\nFrequently asked questions about chronic tonsils\n1. Is chronic tonsillitis dangerous?\nChronic tonsillitis can be life-threatening if dangerous complications occur such as meningitis, glomerulonephritis, myocarditis... can lead to death, especially in children.\n2. Should chronic tonsillitis be removed?\nTonsillectomy is recommended in immunocompromised patients, with recurrent tonsillitis more than 5 times per year, unresponsive to antibiotic treatment; people with sleep apnea; who develop serious complications…\n3. Does chronic tonsillitis cause cancer?\nThere is no evidence that chronic tonsillitis can turn into cancer. But according to the general inflammation repair mechanism in the body, if the cells are inflamed for a long time, they can weaken and become complicated.\nTo schedule an examination, tonsillitis treatment, and tonsillectomy surgery at the Department of Ear, Nose and Throat, Tam Anh General Hospital, please contact:\nChronic tonsillitis is one of the most common ENT diseases in both adults and children. According to the World Health Organization (WHO), the proportion of people with tonsillitis accounts for about 30.6% of all respiratory diseases globally. Tonsillitis is not difficult to treat, but if not managed well, it can turn into chronic tonsillitis, causing dangerous complications that can be life-threatening, especially in children.",
    "subsections": [
        {
            "subsection_name": "What is chronic tonsillitis?",
            "subsection_content": "Tonsillitis is an inflammation of the tonsils in the pharynx. The inflammation can affect other areas in the back of the throat, including the nasopharynx and lingual tonsils.\nAccording to M.D. Nguyen Thi Thuc Nhu - Doctor of Ear, Nose and Throat Department, Tam Anh General Hospital, Ho Chi Minh City, tonsillitis is divided into two types: acute tonsillitis and chronic tonsillitis. What is chronic tonsillitis? Chronic tonsillitis is a persistent infection of the tonsils that lasts more than 2 weeks and can lead to recurrences multiple times a year.\nChronic tonsillitis is divided into 2 types:\nPurulent tonsillitis: A condition in which the tonsil cavities become inflamed and swollen, causing milky white pus like bean residue. The cause is due to the accumulation of food and other residues, creating conditions for bacteria to enter and cause disease.; Purulent tonsillitis: A condition in which the tonsil cavities become inflamed and swollen, causing milky white pus like bean residue. The cause is the accumulation of food and other residue, creating conditions for bacteria to enter and cause disease.\nAtrophic tonsillitis: A condition of chronic, long-term tonsillitis leading to atrophy of the tonsils; Atrophic tonsillitis: A condition of chronic, long-term tonsillitis leading to atrophy of the tonsils.",
            "subsection_string": "What is chronic tonsillitis?\nTonsillitis is an inflammation of the tonsils in the pharynx. The inflammation can affect other areas in the back of the throat, including the nasopharynx and lingual tonsils.\nAccording to M.D. Nguyen Thi Thuc Nhu - Doctor of Ear, Nose and Throat Department, Tam Anh General Hospital, Ho Chi Minh City, tonsillitis is divided into two types: acute tonsillitis and chronic tonsillitis. What is chronic tonsillitis? Chronic tonsillitis is a persistent infection of the tonsils that lasts more than 2 weeks and can lead to recurrences multiple times a year.\nChronic tonsillitis is divided into 2 types:\nPurulent tonsillitis: A condition in which the tonsil cavities become inflamed and swollen, causing milky white pus like bean residue. The cause is due to the accumulation of food and other residues, creating conditions for bacteria to enter and cause disease.; Purulent tonsillitis: A condition in which the tonsil cavities become inflamed and swollen, causing milky white pus like bean residue. The cause is the accumulation of food and other residue, creating conditions for bacteria to enter and cause disease.\nAtrophic tonsillitis: A condition of chronic, long-term tonsillitis leading to atrophy of the tonsils; Atrophic tonsillitis: A condition of chronic, long-term tonsillitis leading to atrophy of the tonsils."
        },
        {
            "subsection_name": "Subjects susceptible to chronic tonsillitis",
            "subsection_content": "Children suffer from tonsillitis very often, although this disease is rarely observed under 2 years of age.\nStreptococcus tonsillitis usually occurs in children 5 to 15 years old, while viral tonsillitis is more common in younger children.\nMany studies report that the average rate of carrier status in schoolchildren for group A Streptococcus is about 15.9%.",
            "subsection_string": "Subjects susceptible to chronic tonsillitis\nChildren suffer from tonsillitis very often, although this disease is rarely observed under 2 years of age.\nStreptococcus tonsillitis usually occurs in children 5 to 15 years old, while viral tonsillitis is more common in younger children.\nMany studies report that the average rate of carrier status in schoolchildren for group A Streptococcus is about 15.9%."
        },
        {
            "subsection_name": "Symptoms of chronic tonsillitis",
            "subsection_content": "Signs of chronic tonsillitis are basically the same as general tonsillitis.(1)\nAccording to MSc.BS.CKI Nguyen Thi Thuc Nhu, symptoms may include:\nFoul mouth;; Fever;; Swallowing entanglement;; Tired;; Body ache;; Prolonged cough;; Green or yellow phlegm may be mixed with blood;; Sore throat;; Hoarseness or loss of voice;; Snoring, sleep apnea syndrome.\nChronic tonsillitis can also cause tonsil stones. This is because saliva, dead cells, and food accumulate in the interstices of the tonsils. Over time, that debris clumps together, forming small pebbles that can cause bad breath. Tonsil stones can fall off on their own, but may also require a procedure to remove.\nIn addition, the manifestations of chronic tonsillitis are also specific by the long duration of the disease. While acute tonsillitis symptoms usually last only from 3 days to about 2 weeks, chronic tonsillitis produces symptoms that last more than 2 weeks and can recur many times a year.\nChronic tonsillitis can also affect the lingual tonsils, located in the lower part of the tongue, and inflame the accompanying nasopharyngeal structures.\nIn addition, untreated chronic tonsillitis often causes tonsil abscesses. This is a dangerous complication of chronic tonsillitis.\nTonsillitis can cause fever, sore throat, fatigue...",
            "subsection_string": "Symptoms of chronic tonsillitis\nSigns of chronic tonsillitis are basically the same as general tonsillitis.(1)\nAccording to MSc.BS.CKI Nguyen Thi Thuc Nhu, symptoms may include:\nFoul mouth;; Fever;; Swallowing entanglement;; Tired;; Body ache;; Prolonged cough;; Green or yellow phlegm may be mixed with blood;; Sore throat;; Hoarseness or loss of voice;; Snoring, sleep apnea syndrome.\nChronic tonsillitis can also cause tonsil stones. This is because saliva, dead cells, and food accumulate in the interstices of the tonsils. Over time, that debris clumps together, forming small pebbles that can cause bad breath. Tonsil stones can fall off on their own, but may also require a procedure to remove.\nIn addition, the manifestations of chronic tonsillitis are also specific by the long duration of the disease. While acute tonsillitis symptoms usually last only from 3 days to about 2 weeks, chronic tonsillitis produces symptoms that last more than 2 weeks and can recur many times a year.\nChronic tonsillitis can also affect the lingual tonsils, located in the lower part of the tongue, and inflame the accompanying nasopharyngeal structures.\nIn addition, untreated chronic tonsillitis often causes tonsil abscesses. This is a dangerous complication of chronic tonsillitis.\nTonsillitis can cause fever, sore throat, fatigue..."
        },
        {
            "subsection_name": "Causes of chronic tonsillitis",
            "subsection_content": "The cause of chronic tonsillitis is acute tonsillitis that is not completely treated. Repeated inflammation leads to chronic tonsillitis. Or inflammation that lasts more than 2 weeks becomes chronic.\nAccording to MSc.BS.CKI Nguyen Thi Thuc Nhu, the most common cause of tonsillitis in adults is a weakened immune system. This will create conditions for harmful factors such as bacteria, most commonly Streptococcal, to enter the body and cause disease. There are also influenza viruses such as Herpes simplex, Parainfluenza, Epstein-Barr.\nDrinking alcohol and smoking regularly also causes tonsillitis in adults to increase.\nIn addition, environmental factors also contribute to tonsillitis. For example, sudden weather changes, inhalation of toxic dust, and environmental pollution.\nPeople with a history of sinusitis, adenoiditis, tooth inflammation... are also at higher risk of tonsillitis.\nAccordingly, some risk factors leading to tonsillitis include:\nHave a history of infectious diseases such as whooping cough, measles or respiratory diseases such as pneumonia, bronchitis...;; Poor oral hygiene;; Environmental pollution;; Eating food from unhygienic food sources. Or eat/drink cold foods like ice, ice cream...; The weather changed suddenly.",
            "subsection_string": "Causes of chronic tonsillitis\nThe cause of chronic tonsillitis is acute tonsillitis that is not completely treated. Repeated inflammation leads to chronic tonsillitis. Or inflammation that lasts more than 2 weeks becomes chronic.\nAccording to MSc.BS.CKI Nguyen Thi Thuc Nhu, the most common cause of tonsillitis in adults is a weakened immune system. This will create conditions for harmful factors such as bacteria, most commonly Streptococcal, to enter the body and cause disease. There are also influenza viruses such as Herpes simplex, Parainfluenza, Epstein-Barr.\nDrinking alcohol and smoking regularly also causes tonsillitis in adults to increase.\nIn addition, environmental factors also contribute to tonsillitis. For example, sudden weather changes, inhalation of toxic dust, and environmental pollution.\nPeople with a history of sinusitis, adenoiditis, tooth inflammation... are also at higher risk of tonsillitis.\nAccordingly, some risk factors leading to tonsillitis include:\nHave a history of infectious diseases such as whooping cough, measles or respiratory diseases such as pneumonia, bronchitis...;; Poor oral hygiene;; Environmental pollution;; Eating food from unhygienic food sources. Or eat/drink cold foods like ice, ice cream...; The weather changed suddenly."
        },
        {
            "subsection_name": "Diagnosis of chronic tonsillitis",
            "subsection_content": "For most patients, evaluation of tonsillitis includes symptoms and physical examination, and some specific tests. This information can be used to calculate Centor Scores.\nThe Centor scoring system evaluates the following symptoms:\nHas fever; No cough; Swollen neck lymph nodes; Exudative tonsillitis\nThis criterion has been updated and improved to add age, adding points for age groups from 3 to 15 years old and deducting points for patients aged 45 years and older.\nPatients with scores from 0 to 1: No need for further testing or antibiotics.; Patients with a score of 0 to 1: No need for further testing or antibiotics.\nPatients scoring 2 to 3 points: Need to do rapid strep test and throat culture.; Patients scoring 2 to 3 points: Need to do a rapid strep test and throat culture.\nPatients with a score of 4 or higher: Clinicians should consider testing and empiric antibiotics.; Patients with a score of 4 or higher: Clinicians should consider testing and empiric antibiotics.",
            "subsection_string": "Diagnosis of chronic tonsillitis\nFor most patients, evaluation of tonsillitis includes symptoms and physical examination, and some specific tests. This information can be used to calculate Centor Scores.\nThe Centor scoring system evaluates the following symptoms:\nHas fever; No cough; Swollen neck lymph nodes; Exudative tonsillitis\nThis criterion has been updated and improved to add age, adding points for age groups from 3 to 15 years old and deducting points for patients aged 45 years and older.\nPatients with scores from 0 to 1: No need for further testing or antibiotics.; Patients with a score of 0 to 1: No need for further testing or antibiotics.\nPatients scoring 2 to 3 points: Need to do rapid strep test and throat culture.; Patients scoring 2 to 3 points: Need to do a rapid strep test and throat culture.\nPatients with a score of 4 or higher: Clinicians should consider testing and empiric antibiotics.; Patients with a score of 4 or higher: Clinicians should consider testing and empiric antibiotics."
        },
        {
            "subsection_name": "Methods of diagnosing chronic tonsillitis",
            "subsection_content": "Chronic tonsillitis can be diagnosed using the following methods:\n1. GABHS test\nIt can be done through a throat culture alone or in combination with a rapid antigen test.\nWhen using a rapid antigen test, it is important to note that although this test is specific (88-100%), it is not sensitive (61-95%) and can give false negative results.\n2. Throat culture test\nIn the appropriate clinical setting, physicians may consider nasopharyngeal swabs to test for gonorrhea, chlamydia, and HIV.\nIn rare cases, syphilis can cause tonsillitis and an RPR may be sent to confirm the diagnosis.\n3. Test for infectious mononucleosis\nTesting for infectious mononucleosis may be considered when Epstein-Barr virus tonsillitis is suspected.\nIn complicated infections, including patients with unstable vital signs, toxic manifestations, inability to swallow, oral intolerance, or trismus, further evaluation may be required.\n4. CT scan\nCT scan of the neck with contrast injection to rule out dangerous complications such as abscesses, Lemierre's disease and epiglottitis.\n5. Laboratory testing\nIncludes complete blood count and biochemistry profile to evaluate kidney function, which are worth considering.\nNasopharyngoscopy is one of the methods to investigate tonsillitis\n6. Differential diagnosis\nThe differential diagnosis for tonsillitis is broad and includes pharyngitis, retropharyngeal abscess, epiglottitis, and Ludwig's disease. The presence of a root abscess or peritonsillar abscess is also a possibility.\nKawasaki disease, Coxsackie virus, primary HIV, Epstein-Barr virus, and oral candidiasis may also present with sore throat and the distinction may be based on history and other clinical features.",
            "subsection_string": "Methods of diagnosing chronic tonsillitis\nChronic tonsillitis can be diagnosed using the following methods:\n1. GABHS test\nIt can be done through a throat culture alone or in combination with a rapid antigen test.\nWhen using a rapid antigen test, it is important to note that although this test is specific (88-100%), it is not sensitive (61-95%) and can give false negative results.\n2. Throat culture test\nIn the appropriate clinical setting, physicians may consider nasopharyngeal swabs to test for gonorrhea, chlamydia, and HIV.\nIn rare cases, syphilis can cause tonsillitis and an RPR may be sent to confirm the diagnosis.\n3. Test for infectious mononucleosis\nTesting for infectious mononucleosis may be considered when Epstein-Barr virus tonsillitis is suspected.\nIn complicated infections, including patients with unstable vital signs, toxic manifestations, inability to swallow, oral intolerance, or trismus, further evaluation may be required.\n4. CT scan\nCT scan of the neck with contrast injection to rule out dangerous complications such as abscesses, Lemierre's disease and epiglottitis.\n5. Laboratory testing\nIncludes complete blood count and biochemistry profile to evaluate kidney function, which are worth considering.\nNasopharyngoscopy is one of the methods to investigate tonsillitis\n6. Differential diagnosis\nThe differential diagnosis for tonsillitis is broad and includes pharyngitis, retropharyngeal abscess, epiglottitis, and Ludwig's disease. The presence of a root abscess or peritonsillar abscess is also a possibility.\nKawasaki disease, Coxsackie virus, primary HIV, Epstein-Barr virus, and oral candidiasis may also present with sore throat and the distinction may be based on history and other clinical features."
        },
        {
            "subsection_name": "Complications of chronic tonsillitis",
            "subsection_content": "Although tonsillitis is usually controlled symptomatically with good clinical outcomes, complications do occur. Although rare, abscesses, rheumatic fever, scarlet fever, and acute glomerulonephritis are possible complications.\nA peritonsillar abscess is a collection of pus between the pharyngeal sphincter and the tonsils, and symptoms of tonsillitis often precede their appearance.\nTeenagers and young adults are at the highest risk of this complication, followed by smokers, diabetics and immunocompromised...\nLemierre's disease is a rare complication of oropharyngeal infection. It often presents with sepsis following a sore throat with thrombosis involving the internal jugular vein and septic embolism.\nLemierre's disease is most commonly associated with Fusobacterium necrophorum, although it also occurs with Staphylococcal and Streptococcal infections. In the era of modern antibiotics, mortality rates are low although complications can include acute respiratory distress syndrome (ARDS), osteomyelitis, and meningitis.\nRheumatic fever and rheumatic heart disease are more common in acute tonsillitis caused by group A beta-hemolytic streptococcus. However, this complication can also occur in chronic tonsillitis.\nRheumatic fever is an immunoinflammatory disease that occurs after infection with group A Streptococcus. It usually appears in patients aged 5-18 years. Although rare in developed countries, in developing countries the incidence is as high as 24/1000.\nThe disease affects many organ systems, most commonly causing arthritis, manifested by large joints that are often mobile, asymmetrical, and painful.\nCarditis affects nearly 50% of patients and often causes valvular heart disease, with the mitral valve most commonly affected.\nSydenham's chorea is a classic delayed manifestation of involuntary movements of the limbs and facial muscles associated with speech and gait abnormalities. Patients may develop a rash called erythema and subcutaneous nodules.\nPost-streptococcal glomerulonephritis is an immune-mediated disorder following group A streptococcal infection. Patients present with edema, hypertension, urine sediment abnormalities, hypoproteinemia, and increased signs. inflammation and low complement levels. Glomerulonephritis affects approximately 470,000 people globally, with an estimated 5000 deaths.\nChildren in developing countries are most often affected. The disease often occurs during outbreaks caused by group A Streptococcus strains that cause kidney disease. Most patients will recover spontaneously and return to normal kidney function, although the prognosis is worse in older patients.",
            "subsection_string": "Complications of chronic tonsillitis\nAlthough tonsillitis is usually controlled symptomatically with good clinical outcomes, complications do occur. Although rare, abscesses, rheumatic fever, scarlet fever, and acute glomerulonephritis are possible complications.\nA peritonsillar abscess is a collection of pus between the pharyngeal sphincter and the tonsils, and symptoms of tonsillitis often precede their appearance.\nTeenagers and young adults are at the highest risk of this complication, followed by smokers, diabetics and immunocompromised...\nLemierre's disease is a rare complication of oropharyngeal infection. It often presents with sepsis following a sore throat with thrombosis involving the internal jugular vein and septic embolism.\nLemierre's disease is most commonly associated with Fusobacterium necrophorum, although it also occurs with Staphylococcal and Streptococcal infections. In the era of modern antibiotics, mortality rates are low although complications can include acute respiratory distress syndrome (ARDS), osteomyelitis, and meningitis.\nRheumatic fever and rheumatic heart disease are more common in acute tonsillitis caused by group A beta-hemolytic streptococcus. However, this complication can also occur in chronic tonsillitis.\nRheumatic fever is an immunoinflammatory disease that occurs after infection with group A Streptococcus. It usually appears in patients aged 5-18 years. Although rare in developed countries, in developing countries the incidence is as high as 24/1000.\nThe disease affects many organ systems, most commonly causing arthritis, manifested by large joints that are often mobile, asymmetrical, and painful.\nCarditis affects nearly 50% of patients and often causes valvular heart disease, with the mitral valve most commonly affected.\nSydenham's chorea is a classic delayed manifestation of involuntary movements of the limbs and facial muscles associated with speech and gait abnormalities. Patients may develop a rash called erythema and subcutaneous nodules.\nPost-streptococcal glomerulonephritis is an immune-mediated disorder following group A streptococcal infection. Patients present with edema, hypertension, urine sediment abnormalities, hypoproteinemia, and increased signs. inflammation and low complement levels. Glomerulonephritis affects approximately 470,000 people globally, with an estimated 5000 deaths.\nChildren in developing countries are most often affected. The disease often occurs during outbreaks caused by group A Streptococcus strains that cause kidney disease. Most patients will recover spontaneously and return to normal kidney function, although the prognosis is worse in older patients."
        },
        {
            "subsection_name": "Treatment of chronic tonsillitis",
            "subsection_content": "Treatment of chronic tonsillitis requires careful consideration. Treatments may include:\n1. Antibiotics\nMSc.BSc.CKI Nguyen Thi Thuc Nhu said that for patients at high risk of bacterial tonsillitis based on Centor criteria, antigen testing or throat culture, antibiotics are often used in the treatment. treat. Antibiotics can reduce suppurative complications and symptom duration.\nStreptococcus pyogenes is the most common cause of bacterial tonsillitis and if antibiotic treatment is considered appropriate, penicillin is usually the antibiotic of choice.(2)\nIn patients allergic to penicillin, antibiotic therapy with azithromycin or cephalosporin is equivalent to treatment with penicillin.\nAntibiotic use is often recommended in patients with high rates of complications, especially rheumatic heart disease and rheumatic fever. However, using antibiotics can have risks such as increased resistance to bacteria, digestive disorders, diarrhea, and Clostridium difficile infection. Therefore, patients should only use it as prescribed by their doctor, and do not arbitrarily buy antibiotics for treatment.\n2. Surgery\nTonsillectomy is often considered in patients with recurrent tonsillitis who have 4-5 episodes of tonsillitis in a year. Tonsillectomy aims to remove inflammation in the oropharynx, prevent respiratory diseases and improve patient health.\nTonsillectomy is also considered in patients with the following complications:(3)\nSleep apnea, snoring;; Treated with antibiotics but condition did not improve;; Difficulty swallowing;; Breathing is difficult.\nCurrently, modern tonsillectomy techniques do not cause pain, stop bleeding on the spot, and are especially suitable for children. For example, Tam Anh General Hospital applies Coblator Plasma technology, using a low-heat scalpel to stop bleeding on the spot to quickly remove all overgrown tonsils. Surgery time is only about 30 minutes, limiting the amount of anesthesia used. Children can talk, eat and drink 3 hours after surgery and leave the hospital after 24 hours. With this surgery, children do not experience pain so it does not affect their psychology.\nTonsillectomy surgery using Coblator Plasma technology is painless and stops bleeding on the spot, especially suitable for children at Tam Anh General Hospital in Ho Chi Minh City.",
            "subsection_string": "Treatment of chronic tonsillitis\nTreatment of chronic tonsillitis requires careful consideration. Treatments may include:\n1. Antibiotics\nMSc.BSc.CKI Nguyen Thi Thuc Nhu said that for patients at high risk of bacterial tonsillitis based on Centor criteria, antigen testing or throat culture, antibiotics are often used in the treatment. treat. Antibiotics can reduce suppurative complications and symptom duration.\nStreptococcus pyogenes is the most common cause of bacterial tonsillitis and if antibiotic treatment is considered appropriate, penicillin is usually the antibiotic of choice.(2)\nIn patients allergic to penicillin, antibiotic therapy with azithromycin or cephalosporin is equivalent to treatment with penicillin.\nAntibiotic use is often recommended in patients with high rates of complications, especially rheumatic heart disease and rheumatic fever. However, using antibiotics can have risks such as increased resistance to bacteria, digestive disorders, diarrhea, and Clostridium difficile infection. Therefore, patients should only use it as prescribed by their doctor, and do not arbitrarily buy antibiotics for treatment.\n2. Surgery\nTonsillectomy is often considered in patients with recurrent tonsillitis who have 4-5 episodes of tonsillitis in a year. Tonsillectomy aims to remove inflammation in the oropharynx, prevent respiratory diseases and improve patient health.\nTonsillectomy is also considered in patients with the following complications:(3)\nSleep apnea, snoring;; Treated with antibiotics but condition did not improve;; Difficulty swallowing;; Breathing is difficult.\nCurrently, modern tonsillectomy techniques do not cause pain, stop bleeding on the spot, and are especially suitable for children. For example, Tam Anh General Hospital applies Coblator Plasma technology, using a low-heat scalpel to stop bleeding on the spot to quickly remove all overgrown tonsils. Surgery time is only about 30 minutes, limiting the amount of anesthesia used. Children can talk, eat and drink 3 hours after surgery and leave the hospital after 24 hours. With this surgery, children do not experience pain so it does not affect their psychology.\nTonsillectomy surgery using Coblator Plasma technology is painless and stops bleeding on the spot, especially suitable for children at Tam Anh General Hospital in Ho Chi Minh City."
        },
        {
            "subsection_name": "How to prevent chronic tonsillitis",
            "subsection_content": "The most important thing to prevent chronic tonsillitis is to manage it well when you first get the disease. Complete treatment prevents inflammation from lasting or recurring many times.\nIn addition, patients need to avoid acute tonsillitis because it can lead to chronic form in the following ways:\n1. For children\nTake your child to the hospital for examination if he or she has ear, nose, and throat symptoms; Take your child to the hospital for examination if he or she has ear, nose, and throat symptoms.\nA nutritious diet full of nutrients to strengthen children's immunity. Give special priority to fruits and vegetables such as strawberries and berries, broccoli, spinach and carrots. Giving children vitamins (C, E, A) supplements also helps prevent inflammation in the body.; A nutritious diet full of nutrients to strengthen children's immunity. Give special priority to fruits and vegetables such as strawberries and berries, broccoli, spinach and carrots. Giving children vitamin supplements (C, E, A) also helps prevent inflammation in the body.\nGet your child into the habit of brushing their teeth twice a day, morning and evening, and rinsing their mouth after eating or drinking soft drinks or juice. Gargle with saline regularly.; Get your child into the habit of brushing their teeth twice a day, morning and evening, and rinsing their mouth after eating or drinking soft drinks or juice. Gargle with saline regularly.\nGet children into the habit of washing their hands with soap after playing with toys, coming home from school, before meals, and after going to the bathroom.; Get your children into the habit of washing their hands with soap after playing with toys, coming home from school, before meals, and after going to the bathroom.\nWear a mask when leaving the house or going to crowded places; Wear a mask when leaving the house or going to crowded places; Drink enough water every day.; Drink enough water every day.\nFully vaccinated against viruses that cause infectious diseases; Fully vaccinated against viruses that cause infectious diseases.\nFull vaccination against infectious diseases also helps prevent complications of nose and throat diseases, including tonsillitis in children. Photo: VNVC Vaccination Center\n2. For adults\nStop smoking and drinking alcohol;; Drink a lot of water;; Gargle with salt water daily;; Keep the house clean;; Limit speaking loudly and talk a lot;; Keep your throat warm in cold weather;; Exercise every day and eat scientifically, prioritizing fruits and vegetables rich in vitamins A, C, E;; Influenza vaccination and vaccines that can immunize against viruses that cause infectious diseases;; Disinfect hands regularly;; Wear a mask when leaving the house.",
            "subsection_string": "How to prevent chronic tonsillitis\nThe most important thing to prevent chronic tonsillitis is to manage it well when you first get the disease. Complete treatment prevents inflammation from lasting or recurring many times.\nIn addition, patients need to avoid acute tonsillitis because it can lead to chronic form in the following ways:\n1. For children\nTake your child to the hospital for examination if he or she has ear, nose, and throat symptoms; Take your child to the hospital for examination if he or she has ear, nose, and throat symptoms.\nA nutritious diet full of nutrients to strengthen children's immunity. Give special priority to fruits and vegetables such as strawberries and berries, broccoli, spinach and carrots. Giving children vitamins (C, E, A) supplements also helps prevent inflammation in the body.; A nutritious diet full of nutrients to strengthen children's immunity. Give special priority to fruits and vegetables such as strawberries and berries, broccoli, spinach and carrots. Giving children vitamin supplements (C, E, A) also helps prevent inflammation in the body.\nGet your child into the habit of brushing their teeth twice a day, morning and evening, and rinsing their mouth after eating or drinking soft drinks or juice. Gargle with saline regularly.; Get your child into the habit of brushing their teeth twice a day, morning and evening, and rinsing their mouth after eating or drinking soft drinks or juice. Gargle with saline regularly.\nGet children into the habit of washing their hands with soap after playing with toys, coming home from school, before meals, and after going to the bathroom.; Get your children into the habit of washing their hands with soap after playing with toys, coming home from school, before meals, and after going to the bathroom.\nWear a mask when leaving the house or going to crowded places; Wear a mask when leaving the house or going to crowded places; Drink enough water every day.; Drink enough water every day.\nFully vaccinated against viruses that cause infectious diseases; Fully vaccinated against viruses that cause infectious diseases.\nFull vaccination against infectious diseases also helps prevent complications of nose and throat diseases, including tonsillitis in children. Photo: VNVC Vaccination Center\n2. For adults\nStop smoking and drinking alcohol;; Drink a lot of water;; Gargle with salt water daily;; Keep the house clean;; Limit speaking loudly and talk a lot;; Keep your throat warm in cold weather;; Exercise every day and eat scientifically, prioritizing fruits and vegetables rich in vitamins A, C, E;; Influenza vaccination and vaccines that can immunize against viruses that cause infectious diseases;; Disinfect hands regularly;; Wear a mask when leaving the house."
        },
        {
            "subsection_name": "Frequently asked questions about chronic tonsils",
            "subsection_content": "1. Is chronic tonsillitis dangerous?\nChronic tonsillitis can be life-threatening if dangerous complications occur such as meningitis, glomerulonephritis, myocarditis... can lead to death, especially in children.\n2. Should chronic tonsillitis be removed?\nTonsillectomy is recommended in immunocompromised patients, with recurrent tonsillitis more than 5 times per year, unresponsive to antibiotic treatment; people with sleep apnea; who develop serious complications…\n3. Does chronic tonsillitis cause cancer?\nThere is no evidence that chronic tonsillitis can turn into cancer. But according to the general inflammation repair mechanism in the body, if the cells are inflamed for a long time, they can weaken and become complicated.\nTo schedule an examination, tonsillitis treatment, and tonsillectomy surgery at the Department of Ear, Nose and Throat, Tam Anh General Hospital, please contact:\nChronic tonsillitis is one of the most common ENT diseases in both adults and children. According to the World Health Organization (WHO), the proportion of people with tonsillitis accounts for about 30.6% of all respiratory diseases globally. Tonsillitis is not difficult to treat, but if not managed well, it can turn into chronic tonsillitis, causing dangerous complications that can be life-threatening, especially in children.",
            "subsection_string": "Frequently asked questions about chronic tonsils\n1. Is chronic tonsillitis dangerous?\nChronic tonsillitis can be life-threatening if dangerous complications occur such as meningitis, glomerulonephritis, myocarditis... can lead to death, especially in children.\n2. Should chronic tonsillitis be removed?\nTonsillectomy is recommended in immunocompromised patients, with recurrent tonsillitis more than 5 times per year, unresponsive to antibiotic treatment; people with sleep apnea; who develop serious complications…\n3. Does chronic tonsillitis cause cancer?\nThere is no evidence that chronic tonsillitis can turn into cancer. But according to the general inflammation repair mechanism in the body, if the cells are inflamed for a long time, they can weaken and become complicated.\nTo schedule an examination, tonsillitis treatment, and tonsillectomy surgery at the Department of Ear, Nose and Throat, Tam Anh General Hospital, please contact:\nChronic tonsillitis is one of the most common ENT diseases in both adults and children. According to the World Health Organization (WHO), the proportion of people with tonsillitis accounts for about 30.6% of all respiratory diseases globally. Tonsillitis is not difficult to treat, but if not managed well, it can turn into chronic tonsillitis, causing dangerous complications that can be life-threatening, especially in children."
        }
    ],
    "name": "viem-amidan-man-tinh.json"
}