{
    "title": "Colitis: causes, symptoms and treatments",
    "category": "Gastrointestinal - Hepatobiliary",
    "link": "https://tamanhhospital.vn/viem-dai-trang/",
    "abstract": "About 20% of the Vietnamese population suffers from colitis, of which 4 million people have chronic colitis. This is a worrying number while awareness of colitis among people in our country is still limited - said Dr. Huynh Van Trung. Although this is a common disease, prevention and treatment are not done properly. Many colitis patients today do not go to the hospital for examination and treatment, but choose to be treated with folk medicines of unknown origin, whose effectiveness has not been proven. As a result, the disease is not cured but becomes more and more serious, causing the patient to suffer many serious complications, Dr. Trung shared.\nColitis is very common in Vietnam with about 4 million people suffering from this disease",
    "content": "Colitis: causes, symptoms and treatments\n\nAbout 20% of the Vietnamese population suffers from colitis, of which 4 million people have chronic colitis. This is a worrying number while awareness of colitis among people in our country is still limited - said Dr. Huynh Van Trung. Although this is a common disease, prevention and treatment are not done properly. Many colitis patients today do not go to the hospital for examination and treatment, but choose to be treated with folk medicines of unknown origin, whose effectiveness has not been proven. As a result, the disease is not cured but becomes more and more serious, causing the patient to suffer many serious complications, Dr. Trung shared.\nColitis is very common in Vietnam with about 4 million people suffering from this disease\n\nWhat is Colitis?\nColitis is an inflammation of the colon lining. Colitis can be caused by infection, inflammatory bowel disease (IBD), anemia, allergic reactions, or microscopic colitis. Chronic colitis is often a lifelong condition and there is currently no cure, only treatment options to help control the condition.\nColitis is divided into the following types:\nInflammatory bowel disease (IBD): A chronic or relapsing inflammatory disease of the digestive tract including ulcerative colitis (UC) and Crohn's disease. Ulcerative colitis (UC) is a diffuse, non-specific inflammatory condition that causes damage of unknown origin continuously from the rectum to the colon, causing erosive inflammation and mucosal ulcers. Crohn's disease: is a chronic inflammatory disease of unknown cause, characterized by inflammation or fistula of all layers of the gastrointestinal tract and discontinuously distributed lesions.; Inflammatory bowel disease (IBD): A chronic or relapsing inflammatory disease of the digestive tract including ulcerative colitis (UC) and Crohn's disease. Ulcerative colitis (UC) is a diffuse, non-specific inflammatory condition that causes damage of unknown origin continuously from the rectum to the colon, causing erosive inflammation and mucosal ulcers. Crohn's disease: is a chronic inflammatory disease of unknown cause, characterized by inflammation or fistula of all layers of the gastrointestinal tract and discontinuously distributed lesions.\nPseudomembranous colitis (PC): Pseudomembranous colitis (PC) occurs due to overgrowth of the Clostridium difficile bacteria. This type of bacteria normally lives in the intestines but does not cause any problems because it is balanced by the presence of beneficial bacteria. Some drugs, especially antibiotics, can destroy beneficial bacteria causing intestinal dysbiosis leading to excessive proliferation of C.difficile causing pseudomembranous colitis; Pseudomembranous colitis (PC): Pseudomembranous colitis (PC) occurs due to overgrowth of the Clostridium difficile bacteria. This type of bacteria normally lives in the intestines but does not cause any problems because it is balanced by the presence of beneficial bacteria. Some drugs, especially antibiotics, can destroy beneficial bacteria, causing intestinal dysbiosis, leading to excessive proliferation of C.difficile, causing pseudomembranous colitis.\nIschemic colitis (IC): Ischemic colitis (IC) occurs when blood flow to the colon is suddenly cut off or restricted. Blood clots are one of the common reasons for sudden blockage. Diseases and factors that increase the risk of anemic colitis include: Vasculitis; diabetes; colon cancer; dehydration; bleed; heart failure; injury; side effects of medications, abdominal surgery or large arteries such as the aorta.; Ischemic colitis (IC): Ischemic colitis (IC) occurs when blood flow to the colon is suddenly cut off or restricted. Blood clots are one of the common reasons for sudden blockage. Diseases and factors that increase the risk of anemic colitis include: Vasculitis; diabetes; colon cancer; dehydration; bleed; heart failure; injury; side effects of medications, abdominal surgery, or large arteries such as the aorta.\nMicroscopic colitis: is a condition where damage to the colon causes prolonged watery diarrhea. During colorectal endoscopy, the results were all within normal limits, colon damage was only determined based on histological results. Microscopic colitis is classified into two forms: lymphocytic colitis and collagenous colitis. Risk factors for microscopic colitis include: smoking, autoimmune diseases, people over 50 years old, female gender... The most common symptoms of microscopic colitis are chronic diarrhea, bloating, stomach pain, weight loss, vomiting, dehydration; Microscopic colitis: is a condition where damage to the colon causes prolonged watery diarrhea. During colorectal endoscopy, the results were all within normal limits, colon damage was only determined based on histological results. Microscopic colitis is classified into two forms: lymphocytic colitis and collagenous colitis. Risk factors for microscopic colitis include: smoking, autoimmune diseases, people over 50 years old, female gender... The most common symptoms of microscopic colitis are chronic diarrhea, bloating, stomach pain, weight loss, vomiting, dehydration.\nAllergic colitis in newborns: Allergic colitis is a condition that occurs in newborn babies, usually within the first two months after birth. This condition can cause symptoms in infants such as reflux, vomiting, fussiness, and possibly blood in the stool. Although doctors do not know the exact cause of allergic colitis, many studies indicate that it may be due to infants having an allergic reaction or hypersensitivity to certain ingredients in breast milk. In addition, allergic colitis in infants can also be caused by parasites, viruses or bacterial food poisoning.(1); Allergic colitis in newborns: Allergic colitis is a condition that occurs in newborn babies, usually within the first two months after birth. This condition can cause symptoms in infants such as reflux, vomiting, fussiness, and possibly blood in the stool. Although doctors do not know the exact cause of allergic colitis, many studies indicate that it may be due to infants having an allergic reaction or hypersensitivity to certain ingredients in breast milk. In addition, allergic colitis in infants can also be caused by parasites, viruses or bacterial food poisoning.(1)\n\nCause of colitis\nAccording to Dr. Trung, there are many causes of colitis, but most of them are due to an irregular and unscientific diet such as unhygienic food and drinks, spoiled food, indigestion, and harmful effects. for colon mucosa; there are parasitic worms living in the intestines; An unreasonable lifestyle, such as working continuously without rest, puts pressure on the digestive system. However, not all colitis has a clear cause, sometimes the specific cause cannot be identified.\n\nSubjects susceptible to colitis\nDifferent risk factors are associated with each type of colitis. For example, the risk of Crohn's disease and ulcerative colitis (UC) is higher if you are between the ages of 15 - 30 (most common) or 60 - 80, are of Jewish or white descent, have a family history of people with UC, smoking, using birth control pills or NSAID pain relievers.\nThe risk of developing pseudomembranous colitis (PC) is higher for people taking long-term antibiotics, being hospitalized, receiving chemotherapy, taking immunosuppressive drugs, the elderly, and having had PC in the past. .\nThe risk of ischemic colitis (IC) is higher for people over 50 years old, have heart disease or are at risk of heart failure, have low blood pressure, have had abdominal surgery, etc.\nDr. Trung believes that people with risk factors for colitis should proactively go to the hospital for regular health check-ups for timely screening, detection and treatment.\n\nSymptoms of colitis\nSymptoms of chronic colitis: Symptoms depend on the cause of colitis. Patients often have symptoms such as prolonged abdominal pain in the left half of the colon and the two pelvic cavities. The pain often decreases after defecation; Abnormal stools are mainly loose stools and come many times a day. However, there are also many cases of constipation, stool mixed with blood or mucus; body fatigue, weakness, weight loss; Symptoms of chronic colitis: Symptoms depend on the cause of colitis. Patients often have symptoms such as prolonged abdominal pain in the left half of the colon and the two pelvic cavities. The pain often decreases after defecation; Abnormal stools are mainly loose stools and come many times a day. However, there are also many cases of constipation, stool mixed with blood or mucus; body fatigue, weakness, weight loss.\nSymptoms of acute colitis: The patient has cramping pain in the lower abdomen, along the colon frame, and feels bloated and gassy; The most common digestive disorder is diarrhea, stools may contain blood, many times a day; loss of appetite, fatigue, possibly with mild fever; Symptoms of acute colitis: The patient has cramping pain in the lower abdomen, along the colon frame, and feels bloated and gassy; The most common digestive disorder is diarrhea, stools may contain blood, many times a day; loss of appetite, fatigue, possibly with mild fever.\nPatients often have typical symptoms of prolonged abdominal pain in the left half of the colon and two pelvic fossas or cramping pain in the lower abdomen along the colon.\n\nTreatment of colitis\nTreatment of colitis depends on the cause of the disease, severity of the disease, stage of the disease, age, physical condition of the patient...\nMedical treatment: Common intestinal antibiotics or anti-inflammatory drugs such as sulfasalazine (Azulfidine), mesalamine (Asacol HD, Delzicol), balsalazide (Colazal) and olsalazine (Dipentum). Or corticosteroids (prednisone and budesonide) for moderate to severe ulcerative colitis that has not responded to other treatments. Or medications that suppress the immune system such as Azathioprine (Azasan, Imuran) and mercaptopurine (Purinethol, Purixan); Cyclosporine (Gengraf, Neoral, Sandimmune); Tofacitinib (Xeljanz). Biologics used to treat ulcerative colitis include Infliximab (Remicade), adalimumab (Humira) and golimumab (Simponi), Vedolizumab (Entyvio), Ustekinumab (Stelara).; Medical treatment: Common intestinal antibiotics or anti-inflammatory drugs such as sulfasalazine (Azulfidine), mesalamine (Asacol HD, Delzicol), balsalazide (Colazal) and olsalazine (Dipentum). Or corticosteroids (prednisone and budesonide) for moderate to severe ulcerative colitis that has not responded to other treatments. Or medications that suppress the immune system such as Azathioprine (Azasan, Imuran) and mercaptopurine (Purinethol, Purixan); Cyclosporine (Gengraf, Neoral, Sandimmune); Tofacitinib (Xeljanz). Biologics used to treat ulcerative colitis include Infliximab (Remicade), adalimumab (Humira) and golimumab (Simponi), Vedolizumab (Entyvio), Ustekinumab (Stelara).\nSurgery: In case medical treatment is ineffective or the disease becomes serious, complications such as fistula, perforation, abscess appear, etc., the patient needs surgery to remove part or all of the colon or rectum. ; Surgery: In case medical treatment is ineffective or the disease becomes serious, complications such as fistula, perforation, abscess appear, etc., the patient needs surgery to remove part or all of the colon or rectum.\nIn addition, to overcome or limit colitis, patients need to have a reasonable diet and lifestyle such as: Limiting dairy products; eat many small meals; drink a lot of water; Do not use alcohol, cigarettes and drinks containing caffeine that irritate the intestines, have a reasonable rest and lifestyle regimen, and be cautious in using bone and joint pain relievers as well as antibiotics or other medications. no prescription.\n\nComplications of colitis\nColitis can cause many complications that affect quality of life, increase morbidity and mortality, and are common in patients with ulcerative colitis and Crohn's disease. Complications such as: colon stricture, intestinal fistula, colorectal abscess, intestinal perforation or toxic megacolon. Long-term ulcerative colitis also increases the risk of developing bowel cancer, increasing mortality. In addition, extra-gastrointestinal complications may occur such as: osteoporosis, hypercoagulability, anemia, gallstones, aphthous ulcers, primary sclerosing cholangitis, arthritis...\n\nDiagnosis method of colitis\nTaking a medical history combined with a clinical examination is an important first step in diagnosing colitis. Then the doctor can have the patient perform necessary tests for diagnosis such as:\nBlood tests: Blood tests can help your doctor check for anemia, infection, or other immunological causes; Stool sample test: Red blood cells, white blood cells or parasites in the stool can help diagnose the cause of colitis more accurately.; Colonoscopy: This method allows the doctor to view the entire colon using a thin, flexible, lighted tube with a camera at the end. During the endoscopy, the doctor may also take small tissue samples (biopsy) to confirm a more accurate diagnosis.; Sigmoidoscopy: The doctor uses a thin, flexible, lighted endoscope to examine the rectum and sigmoid colon – the lower part of the colon.; X-ray: If the patient has severe symptoms, the doctor may take a standard abdominal X-ray to rule out serious complications, such as colon perforation or intestinal obstruction; CT scan: A CT scan of the abdomen or pelvis may be done if your doctor suspects complications from colitis. A CT scan can also reveal the extent of inflammation of the colon.; Computed tomography (CT) of the small intestine and magnetic resonance (MR) of the intestine: Your doctor may recommend one of these noninvasive tests if they want to rule out any inflammation in the small intestine. These tests are more sensitive for identifying damage and complications in the small intestine than conventional imaging tests.\nA CT scan can also reveal the extent of inflammation of the colon\n\nDifferentiate between colitis and irritable bowel syndrome\nColitis: Is an inflammation of the colon lining. This can occur due to bacteria, viruses, parasites, fungi, anemia, or unknown immune damage to the colon.\nIrritable bowel syndrome (IBS): Is a functional colon disorder. There was no physical damage to the colon. Patients may have diarrhea, constipation or alternating diarrhea, often occurring after eating. Symptoms of abdominal pain, bloating, and abdominal discomfort often decrease after bowel movements.\n\nHow to prevent colitis\nDiet plays an important role in preventing colitis. Patients should limit processed foods in supermarkets, fast foods, greasy and fatty foods, foods containing caffeine, and stay away from alcohol, beer and cigarettes. Instead, people should drink lots of water and eat low-fat foods; increase fiber in the diet, while avoiding tension and stress; should exercise every day. In addition, people should have regular health checks to screen for diseases, detect and treat colitis early. (2)\n\nQuestions related to colitis\n1. Is colitis dangerous?\nColitis is a benign disease, but if not treated early and properly, complications can seriously affect the patient's health and life, such as peritonitis and colon cancer. …\n2. Can chronic colitis be cured?\nChronic colitis such as ulcerative colitis and Crohn's disease cannot be cured, but can only be treated to stop its progression, reduce symptoms and complications, and prevent recurrence.\n3. Transmission route of colitis?\nColitis caused by bacteria and parasitic viruses is often transmitted through the digestive tract such as eating contaminated food or drinking water. Meanwhile, inflammatory bowel diseases (IBS) such as ulcerative colitis (UC) and Crohn's disease are autoimmune diseases with unknown causes.\nColitis accounts for a high proportion of digestive diseases in Vietnam. The main cause of the disease often comes from mistakes in diet and lifestyle. To avoid colon disease, or avoid dangerous complications from occurring, people should improve prevention by establishing a scientific diet and drinking regimen; Proper rest and living activities, avoiding stress; Regular deworming. In addition, people should also have annual health checks to screen, detect and treat colitis early - Dr. Huynh Van Trung emphasized.\nTam Anh Hospital is a reputable unit for examining and treating digestive diseases, including colitis. With a team of leading, skilled and experienced experts and doctors, equipped with top modern machinery and medical equipment systems. In particular, the Gastrointestinal Endoscopy & Surgery Center is the first place in Southeast Asia to apply mechanical hand-held robotic instruments combined with the ICG Rubina 3D/4K endoscopic surgery system in laparoscopic surgery. Treatment of gastrointestinal diseases is highly effective and reduces costs for patients.\nTo learn about the costs of examination and treatment, colon surgery, and surgery for digestive diseases, please contact: Tam Anh General Hospital System, Hanoi: 108 Hoang Nhu Tiep, Bo De Ward, District Long Bien, Hanoi City Make an appointment: 024 3872 3872 – 024 7106 6858 Ho Chi Minh City: 2B Pho Quang, Ward 2, Tan Binh District, Ho Chi Minh City Make an appointment: 0287 102 6789 – 093 180 6858 Fanpage: Disease Tam Anh General Hospital Website: https://tamanhhospital.vn",
    "subsections": [
        {
            "subsection_name": "What is Colitis?",
            "subsection_content": "Colitis is an inflammation of the colon lining. Colitis can be caused by infection, inflammatory bowel disease (IBD), anemia, allergic reactions, or microscopic colitis. Chronic colitis is often a lifelong condition and there is currently no cure, only treatment options to help control the condition.\nColitis is divided into the following types:\nInflammatory bowel disease (IBD): A chronic or relapsing inflammatory disease of the digestive tract including ulcerative colitis (UC) and Crohn's disease. Ulcerative colitis (UC) is a diffuse, non-specific inflammatory condition that causes damage of unknown origin continuously from the rectum to the colon, causing erosive inflammation and mucosal ulcers. Crohn's disease: is a chronic inflammatory disease of unknown cause, characterized by inflammation or fistula of all layers of the gastrointestinal tract and discontinuously distributed lesions.; Inflammatory bowel disease (IBD): A chronic or relapsing inflammatory disease of the digestive tract including ulcerative colitis (UC) and Crohn's disease. Ulcerative colitis (UC) is a diffuse, non-specific inflammatory condition that causes damage of unknown origin continuously from the rectum to the colon, causing erosive inflammation and mucosal ulcers. Crohn's disease: is a chronic inflammatory disease of unknown cause, characterized by inflammation or fistula of all layers of the gastrointestinal tract and discontinuously distributed lesions.\nPseudomembranous colitis (PC): Pseudomembranous colitis (PC) occurs due to overgrowth of the Clostridium difficile bacteria. This type of bacteria normally lives in the intestines but does not cause any problems because it is balanced by the presence of beneficial bacteria. Some drugs, especially antibiotics, can destroy beneficial bacteria causing intestinal dysbiosis leading to excessive proliferation of C.difficile causing pseudomembranous colitis; Pseudomembranous colitis (PC): Pseudomembranous colitis (PC) occurs due to overgrowth of the Clostridium difficile bacteria. This type of bacteria normally lives in the intestines but does not cause any problems because it is balanced by the presence of beneficial bacteria. Some drugs, especially antibiotics, can destroy beneficial bacteria, causing intestinal dysbiosis, leading to excessive proliferation of C.difficile, causing pseudomembranous colitis.\nIschemic colitis (IC): Ischemic colitis (IC) occurs when blood flow to the colon is suddenly cut off or restricted. Blood clots are one of the common reasons for sudden blockage. Diseases and factors that increase the risk of anemic colitis include: Vasculitis; diabetes; colon cancer; dehydration; bleed; heart failure; injury; side effects of medications, abdominal surgery or large arteries such as the aorta.; Ischemic colitis (IC): Ischemic colitis (IC) occurs when blood flow to the colon is suddenly cut off or restricted. Blood clots are one of the common reasons for sudden blockage. Diseases and factors that increase the risk of anemic colitis include: Vasculitis; diabetes; colon cancer; dehydration; bleed; heart failure; injury; side effects of medications, abdominal surgery, or large arteries such as the aorta.\nMicroscopic colitis: is a condition where damage to the colon causes prolonged watery diarrhea. During colorectal endoscopy, the results were all within normal limits, colon damage was only determined based on histological results. Microscopic colitis is classified into two forms: lymphocytic colitis and collagenous colitis. Risk factors for microscopic colitis include: smoking, autoimmune diseases, people over 50 years old, female gender... The most common symptoms of microscopic colitis are chronic diarrhea, bloating, stomach pain, weight loss, vomiting, dehydration; Microscopic colitis: is a condition where damage to the colon causes prolonged watery diarrhea. During colorectal endoscopy, the results were all within normal limits, colon damage was only determined based on histological results. Microscopic colitis is classified into two forms: lymphocytic colitis and collagenous colitis. Risk factors for microscopic colitis include: smoking, autoimmune diseases, people over 50 years old, female gender... The most common symptoms of microscopic colitis are chronic diarrhea, bloating, stomach pain, weight loss, vomiting, dehydration.\nAllergic colitis in newborns: Allergic colitis is a condition that occurs in newborn babies, usually within the first two months after birth. This condition can cause symptoms in infants such as reflux, vomiting, fussiness, and possibly blood in the stool. Although doctors do not know the exact cause of allergic colitis, many studies indicate that it may be due to infants having an allergic reaction or hypersensitivity to certain ingredients in breast milk. In addition, allergic colitis in infants can also be caused by parasites, viruses or bacterial food poisoning.(1); Allergic colitis in newborns: Allergic colitis is a condition that occurs in newborn babies, usually within the first two months after birth. This condition can cause symptoms in infants such as reflux, vomiting, fussiness, and possibly blood in the stool. Although doctors do not know the exact cause of allergic colitis, many studies indicate that it may be due to infants having an allergic reaction or hypersensitivity to certain ingredients in breast milk. In addition, allergic colitis in infants can also be caused by parasites, viruses or bacterial food poisoning.(1)",
            "subsection_string": "What is Colitis?\nColitis is an inflammation of the colon lining. Colitis can be caused by infection, inflammatory bowel disease (IBD), anemia, allergic reactions, or microscopic colitis. Chronic colitis is often a lifelong condition and there is currently no cure, only treatment options to help control the condition.\nColitis is divided into the following types:\nInflammatory bowel disease (IBD): A chronic or relapsing inflammatory disease of the digestive tract including ulcerative colitis (UC) and Crohn's disease. Ulcerative colitis (UC) is a diffuse, non-specific inflammatory condition that causes damage of unknown origin continuously from the rectum to the colon, causing erosive inflammation and mucosal ulcers. Crohn's disease: is a chronic inflammatory disease of unknown cause, characterized by inflammation or fistula of all layers of the gastrointestinal tract and discontinuously distributed lesions.; Inflammatory bowel disease (IBD): A chronic or relapsing inflammatory disease of the digestive tract including ulcerative colitis (UC) and Crohn's disease. Ulcerative colitis (UC) is a diffuse, non-specific inflammatory condition that causes damage of unknown origin continuously from the rectum to the colon, causing erosive inflammation and mucosal ulcers. Crohn's disease: is a chronic inflammatory disease of unknown cause, characterized by inflammation or fistula of all layers of the gastrointestinal tract and discontinuously distributed lesions.\nPseudomembranous colitis (PC): Pseudomembranous colitis (PC) occurs due to overgrowth of the Clostridium difficile bacteria. This type of bacteria normally lives in the intestines but does not cause any problems because it is balanced by the presence of beneficial bacteria. Some drugs, especially antibiotics, can destroy beneficial bacteria causing intestinal dysbiosis leading to excessive proliferation of C.difficile causing pseudomembranous colitis; Pseudomembranous colitis (PC): Pseudomembranous colitis (PC) occurs due to overgrowth of the Clostridium difficile bacteria. This type of bacteria normally lives in the intestines but does not cause any problems because it is balanced by the presence of beneficial bacteria. Some drugs, especially antibiotics, can destroy beneficial bacteria, causing intestinal dysbiosis, leading to excessive proliferation of C.difficile, causing pseudomembranous colitis.\nIschemic colitis (IC): Ischemic colitis (IC) occurs when blood flow to the colon is suddenly cut off or restricted. Blood clots are one of the common reasons for sudden blockage. Diseases and factors that increase the risk of anemic colitis include: Vasculitis; diabetes; colon cancer; dehydration; bleed; heart failure; injury; side effects of medications, abdominal surgery or large arteries such as the aorta.; Ischemic colitis (IC): Ischemic colitis (IC) occurs when blood flow to the colon is suddenly cut off or restricted. Blood clots are one of the common reasons for sudden blockage. Diseases and factors that increase the risk of anemic colitis include: Vasculitis; diabetes; colon cancer; dehydration; bleed; heart failure; injury; side effects of medications, abdominal surgery, or large arteries such as the aorta.\nMicroscopic colitis: is a condition where damage to the colon causes prolonged watery diarrhea. During colorectal endoscopy, the results were all within normal limits, colon damage was only determined based on histological results. Microscopic colitis is classified into two forms: lymphocytic colitis and collagenous colitis. Risk factors for microscopic colitis include: smoking, autoimmune diseases, people over 50 years old, female gender... The most common symptoms of microscopic colitis are chronic diarrhea, bloating, stomach pain, weight loss, vomiting, dehydration; Microscopic colitis: is a condition where damage to the colon causes prolonged watery diarrhea. During colorectal endoscopy, the results were all within normal limits, colon damage was only determined based on histological results. Microscopic colitis is classified into two forms: lymphocytic colitis and collagenous colitis. Risk factors for microscopic colitis include: smoking, autoimmune diseases, people over 50 years old, female gender... The most common symptoms of microscopic colitis are chronic diarrhea, bloating, stomach pain, weight loss, vomiting, dehydration.\nAllergic colitis in newborns: Allergic colitis is a condition that occurs in newborn babies, usually within the first two months after birth. This condition can cause symptoms in infants such as reflux, vomiting, fussiness, and possibly blood in the stool. Although doctors do not know the exact cause of allergic colitis, many studies indicate that it may be due to infants having an allergic reaction or hypersensitivity to certain ingredients in breast milk. In addition, allergic colitis in infants can also be caused by parasites, viruses or bacterial food poisoning.(1); Allergic colitis in newborns: Allergic colitis is a condition that occurs in newborn babies, usually within the first two months after birth. This condition can cause symptoms in infants such as reflux, vomiting, fussiness, and possibly blood in the stool. Although doctors do not know the exact cause of allergic colitis, many studies indicate that it may be due to infants having an allergic reaction or hypersensitivity to certain ingredients in breast milk. In addition, allergic colitis in infants can also be caused by parasites, viruses or bacterial food poisoning.(1)"
        },
        {
            "subsection_name": "Cause of colitis",
            "subsection_content": "According to Dr. Trung, there are many causes of colitis, but most of them are due to an irregular and unscientific diet such as unhygienic food and drinks, spoiled food, indigestion, and harmful effects. for colon mucosa; there are parasitic worms living in the intestines; An unreasonable lifestyle, such as working continuously without rest, puts pressure on the digestive system. However, not all colitis has a clear cause, sometimes the specific cause cannot be identified.",
            "subsection_string": "Cause of colitis\nAccording to Dr. Trung, there are many causes of colitis, but most of them are due to an irregular and unscientific diet such as unhygienic food and drinks, spoiled food, indigestion, and harmful effects. for colon mucosa; there are parasitic worms living in the intestines; An unreasonable lifestyle, such as working continuously without rest, puts pressure on the digestive system. However, not all colitis has a clear cause, sometimes the specific cause cannot be identified."
        },
        {
            "subsection_name": "Subjects susceptible to colitis",
            "subsection_content": "Different risk factors are associated with each type of colitis. For example, the risk of Crohn's disease and ulcerative colitis (UC) is higher if you are between the ages of 15 - 30 (most common) or 60 - 80, are of Jewish or white descent, have a family history of people with UC, smoking, using birth control pills or NSAID pain relievers.\nThe risk of developing pseudomembranous colitis (PC) is higher for people taking long-term antibiotics, being hospitalized, receiving chemotherapy, taking immunosuppressive drugs, the elderly, and having had PC in the past. .\nThe risk of ischemic colitis (IC) is higher for people over 50 years old, have heart disease or are at risk of heart failure, have low blood pressure, have had abdominal surgery, etc.\nDr. Trung believes that people with risk factors for colitis should proactively go to the hospital for regular health check-ups for timely screening, detection and treatment.",
            "subsection_string": "Subjects susceptible to colitis\nDifferent risk factors are associated with each type of colitis. For example, the risk of Crohn's disease and ulcerative colitis (UC) is higher if you are between the ages of 15 - 30 (most common) or 60 - 80, are of Jewish or white descent, have a family history of people with UC, smoking, using birth control pills or NSAID pain relievers.\nThe risk of developing pseudomembranous colitis (PC) is higher for people taking long-term antibiotics, being hospitalized, receiving chemotherapy, taking immunosuppressive drugs, the elderly, and having had PC in the past. .\nThe risk of ischemic colitis (IC) is higher for people over 50 years old, have heart disease or are at risk of heart failure, have low blood pressure, have had abdominal surgery, etc.\nDr. Trung believes that people with risk factors for colitis should proactively go to the hospital for regular health check-ups for timely screening, detection and treatment."
        },
        {
            "subsection_name": "Symptoms of colitis",
            "subsection_content": "Symptoms of chronic colitis: Symptoms depend on the cause of colitis. Patients often have symptoms such as prolonged abdominal pain in the left half of the colon and the two pelvic cavities. The pain often decreases after defecation; Abnormal stools are mainly loose stools and come many times a day. However, there are also many cases of constipation, stool mixed with blood or mucus; body fatigue, weakness, weight loss; Symptoms of chronic colitis: Symptoms depend on the cause of colitis. Patients often have symptoms such as prolonged abdominal pain in the left half of the colon and the two pelvic cavities. The pain often decreases after defecation; Abnormal stools are mainly loose stools and come many times a day. However, there are also many cases of constipation, stool mixed with blood or mucus; body fatigue, weakness, weight loss.\nSymptoms of acute colitis: The patient has cramping pain in the lower abdomen, along the colon frame, and feels bloated and gassy; The most common digestive disorder is diarrhea, stools may contain blood, many times a day; loss of appetite, fatigue, possibly with mild fever; Symptoms of acute colitis: The patient has cramping pain in the lower abdomen, along the colon frame, and feels bloated and gassy; The most common digestive disorder is diarrhea, stools may contain blood, many times a day; loss of appetite, fatigue, possibly with mild fever.\nPatients often have typical symptoms of prolonged abdominal pain in the left half of the colon and two pelvic fossas or cramping pain in the lower abdomen along the colon.",
            "subsection_string": "Symptoms of colitis\nSymptoms of chronic colitis: Symptoms depend on the cause of colitis. Patients often have symptoms such as prolonged abdominal pain in the left half of the colon and the two pelvic cavities. The pain often decreases after defecation; Abnormal stools are mainly loose stools and come many times a day. However, there are also many cases of constipation, stool mixed with blood or mucus; body fatigue, weakness, weight loss; Symptoms of chronic colitis: Symptoms depend on the cause of colitis. Patients often have symptoms such as prolonged abdominal pain in the left half of the colon and the two pelvic cavities. The pain often decreases after defecation; Abnormal stools are mainly loose stools and come many times a day. However, there are also many cases of constipation, stool mixed with blood or mucus; body fatigue, weakness, weight loss.\nSymptoms of acute colitis: The patient has cramping pain in the lower abdomen, along the colon frame, and feels bloated and gassy; The most common digestive disorder is diarrhea, stools may contain blood, many times a day; loss of appetite, fatigue, possibly with mild fever; Symptoms of acute colitis: The patient has cramping pain in the lower abdomen, along the colon frame, and feels bloated and gassy; The most common digestive disorder is diarrhea, stools may contain blood, many times a day; loss of appetite, fatigue, possibly with mild fever.\nPatients often have typical symptoms of prolonged abdominal pain in the left half of the colon and two pelvic fossas or cramping pain in the lower abdomen along the colon."
        },
        {
            "subsection_name": "Treatment of colitis",
            "subsection_content": "Treatment of colitis depends on the cause of the disease, severity of the disease, stage of the disease, age, physical condition of the patient...\nMedical treatment: Common intestinal antibiotics or anti-inflammatory drugs such as sulfasalazine (Azulfidine), mesalamine (Asacol HD, Delzicol), balsalazide (Colazal) and olsalazine (Dipentum). Or corticosteroids (prednisone and budesonide) for moderate to severe ulcerative colitis that has not responded to other treatments. Or medications that suppress the immune system such as Azathioprine (Azasan, Imuran) and mercaptopurine (Purinethol, Purixan); Cyclosporine (Gengraf, Neoral, Sandimmune); Tofacitinib (Xeljanz). Biologics used to treat ulcerative colitis include Infliximab (Remicade), adalimumab (Humira) and golimumab (Simponi), Vedolizumab (Entyvio), Ustekinumab (Stelara).; Medical treatment: Common intestinal antibiotics or anti-inflammatory drugs such as sulfasalazine (Azulfidine), mesalamine (Asacol HD, Delzicol), balsalazide (Colazal) and olsalazine (Dipentum). Or corticosteroids (prednisone and budesonide) for moderate to severe ulcerative colitis that has not responded to other treatments. Or medications that suppress the immune system such as Azathioprine (Azasan, Imuran) and mercaptopurine (Purinethol, Purixan); Cyclosporine (Gengraf, Neoral, Sandimmune); Tofacitinib (Xeljanz). Biologics used to treat ulcerative colitis include Infliximab (Remicade), adalimumab (Humira) and golimumab (Simponi), Vedolizumab (Entyvio), Ustekinumab (Stelara).\nSurgery: In case medical treatment is ineffective or the disease becomes serious, complications such as fistula, perforation, abscess appear, etc., the patient needs surgery to remove part or all of the colon or rectum. ; Surgery: In case medical treatment is ineffective or the disease becomes serious, complications such as fistula, perforation, abscess appear, etc., the patient needs surgery to remove part or all of the colon or rectum.\nIn addition, to overcome or limit colitis, patients need to have a reasonable diet and lifestyle such as: Limiting dairy products; eat many small meals; drink a lot of water; Do not use alcohol, cigarettes and drinks containing caffeine that irritate the intestines, have a reasonable rest and lifestyle regimen, and be cautious in using bone and joint pain relievers as well as antibiotics or other medications. no prescription.",
            "subsection_string": "Treatment of colitis\nTreatment of colitis depends on the cause of the disease, severity of the disease, stage of the disease, age, physical condition of the patient...\nMedical treatment: Common intestinal antibiotics or anti-inflammatory drugs such as sulfasalazine (Azulfidine), mesalamine (Asacol HD, Delzicol), balsalazide (Colazal) and olsalazine (Dipentum). Or corticosteroids (prednisone and budesonide) for moderate to severe ulcerative colitis that has not responded to other treatments. Or medications that suppress the immune system such as Azathioprine (Azasan, Imuran) and mercaptopurine (Purinethol, Purixan); Cyclosporine (Gengraf, Neoral, Sandimmune); Tofacitinib (Xeljanz). Biologics used to treat ulcerative colitis include Infliximab (Remicade), adalimumab (Humira) and golimumab (Simponi), Vedolizumab (Entyvio), Ustekinumab (Stelara).; Medical treatment: Common intestinal antibiotics or anti-inflammatory drugs such as sulfasalazine (Azulfidine), mesalamine (Asacol HD, Delzicol), balsalazide (Colazal) and olsalazine (Dipentum). Or corticosteroids (prednisone and budesonide) for moderate to severe ulcerative colitis that has not responded to other treatments. Or medications that suppress the immune system such as Azathioprine (Azasan, Imuran) and mercaptopurine (Purinethol, Purixan); Cyclosporine (Gengraf, Neoral, Sandimmune); Tofacitinib (Xeljanz). Biologics used to treat ulcerative colitis include Infliximab (Remicade), adalimumab (Humira) and golimumab (Simponi), Vedolizumab (Entyvio), Ustekinumab (Stelara).\nSurgery: In case medical treatment is ineffective or the disease becomes serious, complications such as fistula, perforation, abscess appear, etc., the patient needs surgery to remove part or all of the colon or rectum. ; Surgery: In case medical treatment is ineffective or the disease becomes serious, complications such as fistula, perforation, abscess appear, etc., the patient needs surgery to remove part or all of the colon or rectum.\nIn addition, to overcome or limit colitis, patients need to have a reasonable diet and lifestyle such as: Limiting dairy products; eat many small meals; drink a lot of water; Do not use alcohol, cigarettes and drinks containing caffeine that irritate the intestines, have a reasonable rest and lifestyle regimen, and be cautious in using bone and joint pain relievers as well as antibiotics or other medications. no prescription."
        },
        {
            "subsection_name": "Complications of colitis",
            "subsection_content": "Colitis can cause many complications that affect quality of life, increase morbidity and mortality, and are common in patients with ulcerative colitis and Crohn's disease. Complications such as: colon stricture, intestinal fistula, colorectal abscess, intestinal perforation or toxic megacolon. Long-term ulcerative colitis also increases the risk of developing bowel cancer, increasing mortality. In addition, extra-gastrointestinal complications may occur such as: osteoporosis, hypercoagulability, anemia, gallstones, aphthous ulcers, primary sclerosing cholangitis, arthritis...",
            "subsection_string": "Complications of colitis\nColitis can cause many complications that affect quality of life, increase morbidity and mortality, and are common in patients with ulcerative colitis and Crohn's disease. Complications such as: colon stricture, intestinal fistula, colorectal abscess, intestinal perforation or toxic megacolon. Long-term ulcerative colitis also increases the risk of developing bowel cancer, increasing mortality. In addition, extra-gastrointestinal complications may occur such as: osteoporosis, hypercoagulability, anemia, gallstones, aphthous ulcers, primary sclerosing cholangitis, arthritis..."
        },
        {
            "subsection_name": "Diagnosis method of colitis",
            "subsection_content": "Taking a medical history combined with a clinical examination is an important first step in diagnosing colitis. Then the doctor can have the patient perform necessary tests for diagnosis such as:\nBlood tests: Blood tests can help your doctor check for anemia, infection, or other immunological causes; Stool sample test: Red blood cells, white blood cells or parasites in the stool can help diagnose the cause of colitis more accurately.; Colonoscopy: This method allows the doctor to view the entire colon using a thin, flexible, lighted tube with a camera at the end. During the endoscopy, the doctor may also take small tissue samples (biopsy) to confirm a more accurate diagnosis.; Sigmoidoscopy: The doctor uses a thin, flexible, lighted endoscope to examine the rectum and sigmoid colon – the lower part of the colon.; X-ray: If the patient has severe symptoms, the doctor may take a standard abdominal X-ray to rule out serious complications, such as colon perforation or intestinal obstruction; CT scan: A CT scan of the abdomen or pelvis may be done if your doctor suspects complications from colitis. A CT scan can also reveal the extent of inflammation of the colon.; Computed tomography (CT) of the small intestine and magnetic resonance (MR) of the intestine: Your doctor may recommend one of these noninvasive tests if they want to rule out any inflammation in the small intestine. These tests are more sensitive for identifying damage and complications in the small intestine than conventional imaging tests.\nA CT scan can also reveal the extent of inflammation of the colon",
            "subsection_string": "Diagnosis method of colitis\nTaking a medical history combined with a clinical examination is an important first step in diagnosing colitis. Then the doctor can have the patient perform necessary tests for diagnosis such as:\nBlood tests: Blood tests can help your doctor check for anemia, infection, or other immunological causes; Stool sample test: Red blood cells, white blood cells or parasites in the stool can help diagnose the cause of colitis more accurately.; Colonoscopy: This method allows the doctor to view the entire colon using a thin, flexible, lighted tube with a camera at the end. During the endoscopy, the doctor may also take small tissue samples (biopsy) to confirm a more accurate diagnosis.; Sigmoidoscopy: The doctor uses a thin, flexible, lighted endoscope to examine the rectum and sigmoid colon – the lower part of the colon.; X-ray: If the patient has severe symptoms, the doctor may take a standard abdominal X-ray to rule out serious complications, such as colon perforation or intestinal obstruction; CT scan: A CT scan of the abdomen or pelvis may be done if your doctor suspects complications from colitis. A CT scan can also reveal the extent of inflammation of the colon.; Computed tomography (CT) of the small intestine and magnetic resonance (MR) of the intestine: Your doctor may recommend one of these noninvasive tests if they want to rule out any inflammation in the small intestine. These tests are more sensitive for identifying damage and complications in the small intestine than conventional imaging tests.\nA CT scan can also reveal the extent of inflammation of the colon"
        },
        {
            "subsection_name": "Differentiate between colitis and irritable bowel syndrome",
            "subsection_content": "Colitis: Is an inflammation of the colon lining. This can occur due to bacteria, viruses, parasites, fungi, anemia, or unknown immune damage to the colon.\nIrritable bowel syndrome (IBS): Is a functional colon disorder. There was no physical damage to the colon. Patients may have diarrhea, constipation or alternating diarrhea, often occurring after eating. Symptoms of abdominal pain, bloating, and abdominal discomfort often decrease after bowel movements.",
            "subsection_string": "Differentiate between colitis and irritable bowel syndrome\nColitis: Is an inflammation of the colon lining. This can occur due to bacteria, viruses, parasites, fungi, anemia, or unknown immune damage to the colon.\nIrritable bowel syndrome (IBS): Is a functional colon disorder. There was no physical damage to the colon. Patients may have diarrhea, constipation or alternating diarrhea, often occurring after eating. Symptoms of abdominal pain, bloating, and abdominal discomfort often decrease after bowel movements."
        },
        {
            "subsection_name": "How to prevent colitis",
            "subsection_content": "Diet plays an important role in preventing colitis. Patients should limit processed foods in supermarkets, fast foods, greasy and fatty foods, foods containing caffeine, and stay away from alcohol, beer and cigarettes. Instead, people should drink lots of water and eat low-fat foods; increase fiber in the diet, while avoiding tension and stress; should exercise every day. In addition, people should have regular health checks to screen for diseases, detect and treat colitis early. (2)",
            "subsection_string": "How to prevent colitis\nDiet plays an important role in preventing colitis. Patients should limit processed foods in supermarkets, fast foods, greasy and fatty foods, foods containing caffeine, and stay away from alcohol, beer and cigarettes. Instead, people should drink lots of water and eat low-fat foods; increase fiber in the diet, while avoiding tension and stress; should exercise every day. In addition, people should have regular health checks to screen for diseases, detect and treat colitis early. (2)"
        },
        {
            "subsection_name": "Questions related to colitis",
            "subsection_content": "1. Is colitis dangerous?\nColitis is a benign disease, but if not treated early and properly, complications can seriously affect the patient's health and life, such as peritonitis and colon cancer. …\n2. Can chronic colitis be cured?\nChronic colitis such as ulcerative colitis and Crohn's disease cannot be cured, but can only be treated to stop its progression, reduce symptoms and complications, and prevent recurrence.\n3. Transmission route of colitis?\nColitis caused by bacteria and parasitic viruses is often transmitted through the digestive tract such as eating contaminated food or drinking water. Meanwhile, inflammatory bowel diseases (IBS) such as ulcerative colitis (UC) and Crohn's disease are autoimmune diseases with unknown causes.\nColitis accounts for a high proportion of digestive diseases in Vietnam. The main cause of the disease often comes from mistakes in diet and lifestyle. To avoid colon disease, or avoid dangerous complications from occurring, people should improve prevention by establishing a scientific diet and drinking regimen; Proper rest and living activities, avoiding stress; Regular deworming. In addition, people should also have annual health checks to screen, detect and treat colitis early - Dr. Huynh Van Trung emphasized.\nTam Anh Hospital is a reputable unit for examining and treating digestive diseases, including colitis. With a team of leading, skilled and experienced experts and doctors, equipped with top modern machinery and medical equipment systems. In particular, the Gastrointestinal Endoscopy & Surgery Center is the first place in Southeast Asia to apply mechanical hand-held robotic instruments combined with the ICG Rubina 3D/4K endoscopic surgery system in laparoscopic surgery. Treatment of gastrointestinal diseases is highly effective and reduces costs for patients.\nTo learn about the costs of examination and treatment, colon surgery, and surgery for digestive diseases, please contact: Tam Anh General Hospital System, Hanoi: 108 Hoang Nhu Tiep, Bo De Ward, District Long Bien, Hanoi City Make an appointment: 024 3872 3872 – 024 7106 6858 Ho Chi Minh City: 2B Pho Quang, Ward 2, Tan Binh District, Ho Chi Minh City Make an appointment: 0287 102 6789 – 093 180 6858 Fanpage: Disease Tam Anh General Hospital Website: https://tamanhhospital.vn",
            "subsection_string": "Questions related to colitis\n1. Is colitis dangerous?\nColitis is a benign disease, but if not treated early and properly, complications can seriously affect the patient's health and life, such as peritonitis and colon cancer. …\n2. Can chronic colitis be cured?\nChronic colitis such as ulcerative colitis and Crohn's disease cannot be cured, but can only be treated to stop its progression, reduce symptoms and complications, and prevent recurrence.\n3. Transmission route of colitis?\nColitis caused by bacteria and parasitic viruses is often transmitted through the digestive tract such as eating contaminated food or drinking water. Meanwhile, inflammatory bowel diseases (IBS) such as ulcerative colitis (UC) and Crohn's disease are autoimmune diseases with unknown causes.\nColitis accounts for a high proportion of digestive diseases in Vietnam. The main cause of the disease often comes from mistakes in diet and lifestyle. To avoid colon disease, or avoid dangerous complications from occurring, people should improve prevention by establishing a scientific diet and drinking regimen; Proper rest and living activities, avoiding stress; Regular deworming. In addition, people should also have annual health checks to screen, detect and treat colitis early - Dr. Huynh Van Trung emphasized.\nTam Anh Hospital is a reputable unit for examining and treating digestive diseases, including colitis. With a team of leading, skilled and experienced experts and doctors, equipped with top modern machinery and medical equipment systems. In particular, the Gastrointestinal Endoscopy & Surgery Center is the first place in Southeast Asia to apply mechanical hand-held robotic instruments combined with the ICG Rubina 3D/4K endoscopic surgery system in laparoscopic surgery. Treatment of gastrointestinal diseases is highly effective and reduces costs for patients.\nTo learn about the costs of examination and treatment, colon surgery, and surgery for digestive diseases, please contact: Tam Anh General Hospital System, Hanoi: 108 Hoang Nhu Tiep, Bo De Ward, District Long Bien, Hanoi City Make an appointment: 024 3872 3872 – 024 7106 6858 Ho Chi Minh City: 2B Pho Quang, Ward 2, Tan Binh District, Ho Chi Minh City Make an appointment: 0287 102 6789 – 093 180 6858 Fanpage: Disease Tam Anh General Hospital Website: https://tamanhhospital.vn"
        }
    ],
    "name": "viem-dai-trang.json"
}