{
    "title": "Bronchopneumonia: Causes, complications and prevention",
    "category": "Respiratory",
    "link": "https://tamanhhospital.vn/viem-phe-quan-phoi/",
    "abstract": "Bronchopneumonia is a common respiratory disease, especially in children under 2 years old and adults over 65 years old. The disease progresses at different levels of severity and can lead to dangerous complications such as respiratory failure if not treated promptly.\n This article is expertly advised by Respiratory Doctor Ma Thanh Phong, Department of General Internal Medicine, Tam Anh General Hospital, Ho Chi Minh City. Bacterial or viral lung infections may result\nbronchopneumonia\n with symptoms such as persistent cough, coughing up blood, difficulty breathing, fatigue, etc.\nBronchopneumonia\nquite common and at risk of spreading quickly. Therefore, patients need to understand how to recognize the disease and seek timely medical examination and treatment to avoid serious illness and spreading it to others.",
    "content": "Bronchopneumonia: Causes, complications and prevention\n\nBronchopneumonia is a common respiratory disease, especially in children under 2 years old and adults over 65 years old. The disease progresses at different levels of severity and can lead to dangerous complications such as respiratory failure if not treated promptly.\n This article is expertly advised by Respiratory Doctor Ma Thanh Phong, Department of General Internal Medicine, Tam Anh General Hospital, Ho Chi Minh City. Bacterial or viral lung infections may result\nbronchopneumonia\n with symptoms such as persistent cough, coughing up blood, difficulty breathing, fatigue, etc.\nBronchopneumonia\nquite common and at risk of spreading quickly. Therefore, patients need to understand how to recognize the disease and seek timely medical examination and treatment to avoid serious illness and spreading it to others.\n\nWhat is bronchopneumonia?\nAccording to the structure of the organs in the respiratory system, the lungs have large airways, connecting the airways to the lungs and are called bronchi. These airways will split into many small air tubes called bronchioles that make up the lungs. At the end of these bronchioles are alveoli, small air sacs - where the exchange of oxygen from the lungs and carbon dioxide from the blood takes place. (first)\nBronchopneumonia is an inflammatory condition localized in patches in the bronchi and lung alveoli, which can affect the lung lobes, weakening lung function.\nIn some cases, if not detected and treated promptly, bronchopneumonia can become severe and form a lung abscess. This lung infection can also create fluid inside the pleura, causing edema.\nBronchopneumonia progresses in many stages, from the initial stage to the destructive stage. In the first stage of onset, the patient may have an incubation period with symptoms similar to a respiratory infection or the disease may also have a sudden onset with symptoms such as bloating, loss of appetite, difficulty breathing and cyanosis. re…\nThen, in the destructive stage - the serious stage, the patient can have high fever, seizures, coma, etc. if not promptly intervened and treated.\nBronchopneumonia is an inflammatory condition localized in patches in the bronchi and lung alveoli\n\nCause of bronchopneumonia\n1. Cause of disease\nSome statistics show that bronchopneumonia is extremely common in children, accounting for about 85% of all respiratory diseases in children under 2 years old and is the leading cause of death in children under 5 years old. year old.\nNot only that, bronchopneumonia is also common in adults, posing a serious health threat to the elderly, with weak immune systems and reduced resistance. Among infectious diseases, bronchopneumonia is one of the leading causes of death in the community. So what is the cause of this dangerous disease? (2)\nBronchitis is formed mainly due to the invasion of viruses and bacteria, such as Proteus, Klebsiella pneumoniae, Escherichia coli, Pseudomonas, Haemophilus, Staphylococcus aureus...\n2. Factors that increase the risk of bronchopneumonia\nBesides the main cause of viruses and bacteria, some other factors also increase the risk of bronchopneumonia such as:\nAge: People 65 years of age and older and children 2 years of age and younger are at higher risk of bronchopneumonia. In case of infection, this group of people is also at risk of more serious complications.; Nature of work: Being exposed to dust, polluted environments, high concentrations of chemicals... or working in a hospital, being exposed to disease sources is a factor that increases the risk of bronchopneumonia. .; Lifestyle: People who lead an unhealthy lifestyle, eat irregularly or eat inadequate nutrition, regularly drink alcohol or smoke, etc. are also more susceptible to lung diseases than normal people.; Resistance: People with low resistance and weakened immune systems will be susceptible to bronchopneumonia and other medical problems.; Health status: People who have taken or are currently taking antibiotics; People who have recently had surgery or have suffered an injury; people with respiratory diseases such as colds, flu, asthma, bronchiectasis; People with health problems such as heart failure, diabetes, autoimmune disorders; People who are taking drugs that suppress the immune system;... are at higher risk of bronchopneumonia.; Weather: When the weather turns cold or changes suddenly from hot to cold and vice versa, low humidity makes our immune system easily weakened, creating conditions for bacteria and viruses to attack, leading to bronchitis. lung.\nSmoking increases the risk of bronchopneumonia\n\nSymptoms of bronchopneumonia\nDepending on the severity or severity, people with bronchopneumonia will have different symptoms. Accordingly, you may experience one or more of the following symptoms: (3)\nCoughing a lot, persistent cough, possibly coughing up blood or mucus; Feeling nauseous and vomiting; Fever; Difficulty breathing, shortness of breath; Chest pain, especially when coughing or breathing deeply; Sweat; Feeling chills and shivers; Muscle pain; Fatigue, sluggishness, lack of capacity for daily activities; Loss of taste, loss of appetite when eating; Headache; Confusion or disorientation, especially in older adults\nCoughing that doesn't go away is a common symptom of bronchopneumonia\n\nDiagnosis of bronchopneumonia\nSymptoms of bronchopneumonia are similar to other respiratory diseases. Therefore, many patients are still subjective, thinking they just have the flu or a normal cold.\nHowever, if the above signs of the disease become more and more serious, you should go to the hospital for an accurate examination. At this time, doctors may perform some imaging methods or tests to see if you have bronchopneumonia.\nTechniques commonly applied in diagnosing bronchopneumonia include:\n1. Take X-rays\nA chest X-ray can show inflammation or air buildup around the lungs (pneumothorax). (4)\n2. Chest CT scan\nAnother imaging diagnostic method that is also often indicated in diagnosing and \"catching\" bronchopneumonia is CT scan. Through CT scan images of the patient's lungs, doctors can evaluate in detail the damaged lung tissues.\nDiagnostic imaging indications such as X-ray, CT... can help diagnose bronchopneumonia\n3. Blood test\nBronchopneumonia can be detected through blood tests. Accordingly, after testing the patient's blood, the doctor will see if the total number of white blood cells increases or decreases abnormally, thereby concluding whether the patient has a bacterial infection or not.\n4. Bronchoscopy\nBronchoscopy helps check the airways as well as the condition of the lungs as well as other respiratory diseases such as bronchitis, chronic pneumonia, bronchial warts, etc.\n5. Sputum culture\nThis testing method can help detect whether a patient's sputum is infected or not, thereby determining bronchopneumonia.\n6. Pulse oximetry\nThis is a simple, non-invasive testing technique that measures the percentage of oxygen in the blood stream. If the pulse oximetry result is lower, it means the lower your oxygen level, the more damaged your lungs are.\n7. Arterial blood gases\nIf pulse oximetry helps calculate the amount of oxygen flowing in the blood, arterial blood gas can assist in determining the oxygen concentration in a patient's blood.\n\nTreatment of bronchopneumonia\n1. Home care\nFor mild cases of bronchopneumonia, you can self-care and treat the disease at home by combining rest and prescription medication. Your doctor may give you certain medications depending on the type of infection and severity of the disease. After taking the medicine, the patient self-monitors at home and can recover after 1-3 weeks.\nCommonly used medications include:\nBronchopneumonia caused by staphylococcus: Cloxacillin, Bristopen, Vancomycin, Cefobid...; Bacterial bronchopneumonia: Chloramphenicol; Bacterial bronchopneumonia: Antibiotics such as Ampicillin, Amikacin... fight sensitive bacteria that cause inflammation and infection in the bronchi and lung alveoli. In cases where antibiotics have been given, the doctor may prescribe injectable Augmentin or Tarcefoksym.\n2. When do you need to go to the hospital?\nMost cases of bronchopneumonia will be cared for at home. However, first you need to go to the hospital to check whether your condition is bronchopneumonia, what the severity of the disease is, and to be advised on appropriate treatment methods.\nIn some of the following cases, the patient will be required to be hospitalized for monitoring treatment:\nOver 65 years old; Coughing up a lot of blood; Difficulty breathing, rapid breathing, labored breathing; Unable to breathe on his own and must be on a ventilator; Chest pain; Hypotension, low blood pressure; There are signs of confusion and drowsiness; You need help breathing; Being treated for chronic lung disease\nElderly people who cough up blood may need to be hospitalized for observation if they have bronchopneumonia\nWhen hospitalized for treatment, your doctor may prescribe antibiotics and intravenous injections. In addition, your doctor will also consider other treatment methods that best suit your condition.\n\nComplications of bronchopneumonia\nDo not be subjective with bronchopneumonia because delay in diagnosis and treatment can lead to dangerous complications, such as:\n1. Respiratory failure\nWith bronchopneumonia, the exchange of oxygen and carbon dioxide is impaired, causing respiratory failure and difficulty breathing. The patient may have to use a ventilator to breathe.\n2. Acute respiratory distress syndrome\nMore serious than respiratory failure is acute respiratory failure. This complication can threaten the patient's life if not treated.\n3. Sepsis\nSepsis, also known as blood infection, is a complication of bronchopneumonia due to inflammation and infection that causes an immune response, causing damage to organs and tissues in the body.\nIf people with bronchitis have sepsis, it can lead to multiple organ failure and a high risk of death.\n4. Lung abscess\nWhen bronchopneumonia becomes severe, it can cause pockets of pus-filled fluid to overflow into the lungs, called lung abscesses.\n5. Other complications\nBronchopneumonia can also lead to kidney failure, heart failure, irregular heartbeat, etc.\n\nHow to prevent bronchopneumonia\nSome of the following simple measures can help you prevent and reduce the risk of bronchopneumonia. Specifically:\nYou should proactively wash your hands before eating, rubbing your eyes, touching your eyes, nose, and mouth, etc. In addition, you should wash your hands after going to the toilet, coming into contact with sick people, handling public objects and equipment, etc. ; Wear a mask when in contact with people who are sick or suspected of being infected. It's best to limit communication. Patients also need to wear masks to prevent the disease from spreading to the community.; Smoking can damage the lungs, increase the risk of bronchopneumonia as well as worsen symptoms, increase the risk of complications, and take a long time to recover. Therefore, you should stop smoking to avoid the risk of bronchopneumonia and other respiratory diseases.; You should have a healthy lifestyle, eat well, don't skip meals, and supplement with necessary nutrients. Besides, it is necessary to rest a lot, avoid exhaustion, limit staying up late,... causing the body to weaken the immune system.; Vaccination can also help prevent pneumonia. Therefore, you should get a flu shot every year to limit the body from being attacked by viruses and bacteria. Both adults and children should be vaccinated.\nPeople with bronchopneumonia need to proactively wear masks to avoid spreading the disease\nIn case of prolonged cough, coughing up blood, chest pain, difficulty breathing, etc. and suspected bronchopneumonia, the patient can go directly to the Department of Respiratory Medicine, Tam Anh General Hospital System for treatment. support.\nWith experienced and highly specialized leading doctors and modern X-ray, CT, and testing systems, Tam Anh Hospital is the leading trusted place for patients to visit medical examinations. respiratory problems.\nTo schedule an examination and consultation on health issues at Tam Anh General Hospital System, please contact:\nBronchopneumonia is a common respiratory disease that can lead to severe complications and death. Whether the patient has severe or mild bronchopneumonia, the patient should go to a medical facility for examination to avoid subjective cases that cause the disease to develop in a negative direction.",
    "subsections": [
        {
            "subsection_name": "What is bronchopneumonia?",
            "subsection_content": "According to the structure of the organs in the respiratory system, the lungs have large airways, connecting the airways to the lungs and are called bronchi. These airways will split into many small air tubes called bronchioles that make up the lungs. At the end of these bronchioles are alveoli, small air sacs - where the exchange of oxygen from the lungs and carbon dioxide from the blood takes place. (first)\nBronchopneumonia is an inflammatory condition localized in patches in the bronchi and lung alveoli, which can affect the lung lobes, weakening lung function.\nIn some cases, if not detected and treated promptly, bronchopneumonia can become severe and form a lung abscess. This lung infection can also create fluid inside the pleura, causing edema.\nBronchopneumonia progresses in many stages, from the initial stage to the destructive stage. In the first stage of onset, the patient may have an incubation period with symptoms similar to a respiratory infection or the disease may also have a sudden onset with symptoms such as bloating, loss of appetite, difficulty breathing and cyanosis. re…\nThen, in the destructive stage - the serious stage, the patient can have high fever, seizures, coma, etc. if not promptly intervened and treated.\nBronchopneumonia is an inflammatory condition localized in patches in the bronchi and lung alveoli",
            "subsection_string": "What is bronchopneumonia?\nAccording to the structure of the organs in the respiratory system, the lungs have large airways, connecting the airways to the lungs and are called bronchi. These airways will split into many small air tubes called bronchioles that make up the lungs. At the end of these bronchioles are alveoli, small air sacs - where the exchange of oxygen from the lungs and carbon dioxide from the blood takes place. (first)\nBronchopneumonia is an inflammatory condition localized in patches in the bronchi and lung alveoli, which can affect the lung lobes, weakening lung function.\nIn some cases, if not detected and treated promptly, bronchopneumonia can become severe and form a lung abscess. This lung infection can also create fluid inside the pleura, causing edema.\nBronchopneumonia progresses in many stages, from the initial stage to the destructive stage. In the first stage of onset, the patient may have an incubation period with symptoms similar to a respiratory infection or the disease may also have a sudden onset with symptoms such as bloating, loss of appetite, difficulty breathing and cyanosis. re…\nThen, in the destructive stage - the serious stage, the patient can have high fever, seizures, coma, etc. if not promptly intervened and treated.\nBronchopneumonia is an inflammatory condition localized in patches in the bronchi and lung alveoli"
        },
        {
            "subsection_name": "Cause of bronchopneumonia",
            "subsection_content": "1. Cause of disease\nSome statistics show that bronchopneumonia is extremely common in children, accounting for about 85% of all respiratory diseases in children under 2 years old and is the leading cause of death in children under 5 years old. year old.\nNot only that, bronchopneumonia is also common in adults, posing a serious health threat to the elderly, with weak immune systems and reduced resistance. Among infectious diseases, bronchopneumonia is one of the leading causes of death in the community. So what is the cause of this dangerous disease? (2)\nBronchitis is formed mainly due to the invasion of viruses and bacteria, such as Proteus, Klebsiella pneumoniae, Escherichia coli, Pseudomonas, Haemophilus, Staphylococcus aureus...\n2. Factors that increase the risk of bronchopneumonia\nBesides the main cause of viruses and bacteria, some other factors also increase the risk of bronchopneumonia such as:\nAge: People 65 years of age and older and children 2 years of age and younger are at higher risk of bronchopneumonia. In case of infection, this group of people is also at risk of more serious complications.; Nature of work: Being exposed to dust, polluted environments, high concentrations of chemicals... or working in a hospital, being exposed to disease sources is a factor that increases the risk of bronchopneumonia. .; Lifestyle: People who lead an unhealthy lifestyle, eat irregularly or eat inadequate nutrition, regularly drink alcohol or smoke, etc. are also more susceptible to lung diseases than normal people.; Resistance: People with low resistance and weakened immune systems will be susceptible to bronchopneumonia and other medical problems.; Health status: People who have taken or are currently taking antibiotics; People who have recently had surgery or have suffered an injury; people with respiratory diseases such as colds, flu, asthma, bronchiectasis; People with health problems such as heart failure, diabetes, autoimmune disorders; People who are taking drugs that suppress the immune system;... are at higher risk of bronchopneumonia.; Weather: When the weather turns cold or changes suddenly from hot to cold and vice versa, low humidity makes our immune system easily weakened, creating conditions for bacteria and viruses to attack, leading to bronchitis. lung.\nSmoking increases the risk of bronchopneumonia",
            "subsection_string": "Cause of bronchopneumonia\n1. Cause of disease\nSome statistics show that bronchopneumonia is extremely common in children, accounting for about 85% of all respiratory diseases in children under 2 years old and is the leading cause of death in children under 5 years old. year old.\nNot only that, bronchopneumonia is also common in adults, posing a serious health threat to the elderly, with weak immune systems and reduced resistance. Among infectious diseases, bronchopneumonia is one of the leading causes of death in the community. So what is the cause of this dangerous disease? (2)\nBronchitis is formed mainly due to the invasion of viruses and bacteria, such as Proteus, Klebsiella pneumoniae, Escherichia coli, Pseudomonas, Haemophilus, Staphylococcus aureus...\n2. Factors that increase the risk of bronchopneumonia\nBesides the main cause of viruses and bacteria, some other factors also increase the risk of bronchopneumonia such as:\nAge: People 65 years of age and older and children 2 years of age and younger are at higher risk of bronchopneumonia. In case of infection, this group of people is also at risk of more serious complications.; Nature of work: Being exposed to dust, polluted environments, high concentrations of chemicals... or working in a hospital, being exposed to disease sources is a factor that increases the risk of bronchopneumonia. .; Lifestyle: People who lead an unhealthy lifestyle, eat irregularly or eat inadequate nutrition, regularly drink alcohol or smoke, etc. are also more susceptible to lung diseases than normal people.; Resistance: People with low resistance and weakened immune systems will be susceptible to bronchopneumonia and other medical problems.; Health status: People who have taken or are currently taking antibiotics; People who have recently had surgery or have suffered an injury; people with respiratory diseases such as colds, flu, asthma, bronchiectasis; People with health problems such as heart failure, diabetes, autoimmune disorders; People who are taking drugs that suppress the immune system;... are at higher risk of bronchopneumonia.; Weather: When the weather turns cold or changes suddenly from hot to cold and vice versa, low humidity makes our immune system easily weakened, creating conditions for bacteria and viruses to attack, leading to bronchitis. lung.\nSmoking increases the risk of bronchopneumonia"
        },
        {
            "subsection_name": "Symptoms of bronchopneumonia",
            "subsection_content": "Depending on the severity or severity, people with bronchopneumonia will have different symptoms. Accordingly, you may experience one or more of the following symptoms: (3)\nCoughing a lot, persistent cough, possibly coughing up blood or mucus; Feeling nauseous and vomiting; Fever; Difficulty breathing, shortness of breath; Chest pain, especially when coughing or breathing deeply; Sweat; Feeling chills and shivers; Muscle pain; Fatigue, sluggishness, lack of capacity for daily activities; Loss of taste, loss of appetite when eating; Headache; Confusion or disorientation, especially in older adults\nCoughing that doesn't go away is a common symptom of bronchopneumonia",
            "subsection_string": "Symptoms of bronchopneumonia\nDepending on the severity or severity, people with bronchopneumonia will have different symptoms. Accordingly, you may experience one or more of the following symptoms: (3)\nCoughing a lot, persistent cough, possibly coughing up blood or mucus; Feeling nauseous and vomiting; Fever; Difficulty breathing, shortness of breath; Chest pain, especially when coughing or breathing deeply; Sweat; Feeling chills and shivers; Muscle pain; Fatigue, sluggishness, lack of capacity for daily activities; Loss of taste, loss of appetite when eating; Headache; Confusion or disorientation, especially in older adults\nCoughing that doesn't go away is a common symptom of bronchopneumonia"
        },
        {
            "subsection_name": "Diagnosis of bronchopneumonia",
            "subsection_content": "Symptoms of bronchopneumonia are similar to other respiratory diseases. Therefore, many patients are still subjective, thinking they just have the flu or a normal cold.\nHowever, if the above signs of the disease become more and more serious, you should go to the hospital for an accurate examination. At this time, doctors may perform some imaging methods or tests to see if you have bronchopneumonia.\nTechniques commonly applied in diagnosing bronchopneumonia include:\n1. Take X-rays\nA chest X-ray can show inflammation or air buildup around the lungs (pneumothorax). (4)\n2. Chest CT scan\nAnother imaging diagnostic method that is also often indicated in diagnosing and \"catching\" bronchopneumonia is CT scan. Through CT scan images of the patient's lungs, doctors can evaluate in detail the damaged lung tissues.\nDiagnostic imaging indications such as X-ray, CT... can help diagnose bronchopneumonia\n3. Blood test\nBronchopneumonia can be detected through blood tests. Accordingly, after testing the patient's blood, the doctor will see if the total number of white blood cells increases or decreases abnormally, thereby concluding whether the patient has a bacterial infection or not.\n4. Bronchoscopy\nBronchoscopy helps check the airways as well as the condition of the lungs as well as other respiratory diseases such as bronchitis, chronic pneumonia, bronchial warts, etc.\n5. Sputum culture\nThis testing method can help detect whether a patient's sputum is infected or not, thereby determining bronchopneumonia.\n6. Pulse oximetry\nThis is a simple, non-invasive testing technique that measures the percentage of oxygen in the blood stream. If the pulse oximetry result is lower, it means the lower your oxygen level, the more damaged your lungs are.\n7. Arterial blood gases\nIf pulse oximetry helps calculate the amount of oxygen flowing in the blood, arterial blood gas can assist in determining the oxygen concentration in a patient's blood.",
            "subsection_string": "Diagnosis of bronchopneumonia\nSymptoms of bronchopneumonia are similar to other respiratory diseases. Therefore, many patients are still subjective, thinking they just have the flu or a normal cold.\nHowever, if the above signs of the disease become more and more serious, you should go to the hospital for an accurate examination. At this time, doctors may perform some imaging methods or tests to see if you have bronchopneumonia.\nTechniques commonly applied in diagnosing bronchopneumonia include:\n1. Take X-rays\nA chest X-ray can show inflammation or air buildup around the lungs (pneumothorax). (4)\n2. Chest CT scan\nAnother imaging diagnostic method that is also often indicated in diagnosing and \"catching\" bronchopneumonia is CT scan. Through CT scan images of the patient's lungs, doctors can evaluate in detail the damaged lung tissues.\nDiagnostic imaging indications such as X-ray, CT... can help diagnose bronchopneumonia\n3. Blood test\nBronchopneumonia can be detected through blood tests. Accordingly, after testing the patient's blood, the doctor will see if the total number of white blood cells increases or decreases abnormally, thereby concluding whether the patient has a bacterial infection or not.\n4. Bronchoscopy\nBronchoscopy helps check the airways as well as the condition of the lungs as well as other respiratory diseases such as bronchitis, chronic pneumonia, bronchial warts, etc.\n5. Sputum culture\nThis testing method can help detect whether a patient's sputum is infected or not, thereby determining bronchopneumonia.\n6. Pulse oximetry\nThis is a simple, non-invasive testing technique that measures the percentage of oxygen in the blood stream. If the pulse oximetry result is lower, it means the lower your oxygen level, the more damaged your lungs are.\n7. Arterial blood gases\nIf pulse oximetry helps calculate the amount of oxygen flowing in the blood, arterial blood gas can assist in determining the oxygen concentration in a patient's blood."
        },
        {
            "subsection_name": "Treatment of bronchopneumonia",
            "subsection_content": "1. Home care\nFor mild cases of bronchopneumonia, you can self-care and treat the disease at home by combining rest and prescription medication. Your doctor may give you certain medications depending on the type of infection and severity of the disease. After taking the medicine, the patient self-monitors at home and can recover after 1-3 weeks.\nCommonly used medications include:\nBronchopneumonia caused by staphylococcus: Cloxacillin, Bristopen, Vancomycin, Cefobid...; Bacterial bronchopneumonia: Chloramphenicol; Bacterial bronchopneumonia: Antibiotics such as Ampicillin, Amikacin... fight sensitive bacteria that cause inflammation and infection in the bronchi and lung alveoli. In cases where antibiotics have been given, the doctor may prescribe injectable Augmentin or Tarcefoksym.\n2. When do you need to go to the hospital?\nMost cases of bronchopneumonia will be cared for at home. However, first you need to go to the hospital to check whether your condition is bronchopneumonia, what the severity of the disease is, and to be advised on appropriate treatment methods.\nIn some of the following cases, the patient will be required to be hospitalized for monitoring treatment:\nOver 65 years old; Coughing up a lot of blood; Difficulty breathing, rapid breathing, labored breathing; Unable to breathe on his own and must be on a ventilator; Chest pain; Hypotension, low blood pressure; There are signs of confusion and drowsiness; You need help breathing; Being treated for chronic lung disease\nElderly people who cough up blood may need to be hospitalized for observation if they have bronchopneumonia\nWhen hospitalized for treatment, your doctor may prescribe antibiotics and intravenous injections. In addition, your doctor will also consider other treatment methods that best suit your condition.",
            "subsection_string": "Treatment of bronchopneumonia\n1. Home care\nFor mild cases of bronchopneumonia, you can self-care and treat the disease at home by combining rest and prescription medication. Your doctor may give you certain medications depending on the type of infection and severity of the disease. After taking the medicine, the patient self-monitors at home and can recover after 1-3 weeks.\nCommonly used medications include:\nBronchopneumonia caused by staphylococcus: Cloxacillin, Bristopen, Vancomycin, Cefobid...; Bacterial bronchopneumonia: Chloramphenicol; Bacterial bronchopneumonia: Antibiotics such as Ampicillin, Amikacin... fight sensitive bacteria that cause inflammation and infection in the bronchi and lung alveoli. In cases where antibiotics have been given, the doctor may prescribe injectable Augmentin or Tarcefoksym.\n2. When do you need to go to the hospital?\nMost cases of bronchopneumonia will be cared for at home. However, first you need to go to the hospital to check whether your condition is bronchopneumonia, what the severity of the disease is, and to be advised on appropriate treatment methods.\nIn some of the following cases, the patient will be required to be hospitalized for monitoring treatment:\nOver 65 years old; Coughing up a lot of blood; Difficulty breathing, rapid breathing, labored breathing; Unable to breathe on his own and must be on a ventilator; Chest pain; Hypotension, low blood pressure; There are signs of confusion and drowsiness; You need help breathing; Being treated for chronic lung disease\nElderly people who cough up blood may need to be hospitalized for observation if they have bronchopneumonia\nWhen hospitalized for treatment, your doctor may prescribe antibiotics and intravenous injections. In addition, your doctor will also consider other treatment methods that best suit your condition."
        },
        {
            "subsection_name": "Complications of bronchopneumonia",
            "subsection_content": "Do not be subjective with bronchopneumonia because delay in diagnosis and treatment can lead to dangerous complications, such as:\n1. Respiratory failure\nWith bronchopneumonia, the exchange of oxygen and carbon dioxide is impaired, causing respiratory failure and difficulty breathing. The patient may have to use a ventilator to breathe.\n2. Acute respiratory distress syndrome\nMore serious than respiratory failure is acute respiratory failure. This complication can threaten the patient's life if not treated.\n3. Sepsis\nSepsis, also known as blood infection, is a complication of bronchopneumonia due to inflammation and infection that causes an immune response, causing damage to organs and tissues in the body.\nIf people with bronchitis have sepsis, it can lead to multiple organ failure and a high risk of death.\n4. Lung abscess\nWhen bronchopneumonia becomes severe, it can cause pockets of pus-filled fluid to overflow into the lungs, called lung abscesses.\n5. Other complications\nBronchopneumonia can also lead to kidney failure, heart failure, irregular heartbeat, etc.",
            "subsection_string": "Complications of bronchopneumonia\nDo not be subjective with bronchopneumonia because delay in diagnosis and treatment can lead to dangerous complications, such as:\n1. Respiratory failure\nWith bronchopneumonia, the exchange of oxygen and carbon dioxide is impaired, causing respiratory failure and difficulty breathing. The patient may have to use a ventilator to breathe.\n2. Acute respiratory distress syndrome\nMore serious than respiratory failure is acute respiratory failure. This complication can threaten the patient's life if not treated.\n3. Sepsis\nSepsis, also known as blood infection, is a complication of bronchopneumonia due to inflammation and infection that causes an immune response, causing damage to organs and tissues in the body.\nIf people with bronchitis have sepsis, it can lead to multiple organ failure and a high risk of death.\n4. Lung abscess\nWhen bronchopneumonia becomes severe, it can cause pockets of pus-filled fluid to overflow into the lungs, called lung abscesses.\n5. Other complications\nBronchopneumonia can also lead to kidney failure, heart failure, irregular heartbeat, etc."
        },
        {
            "subsection_name": "How to prevent bronchopneumonia",
            "subsection_content": "Some of the following simple measures can help you prevent and reduce the risk of bronchopneumonia. Specifically:\nYou should proactively wash your hands before eating, rubbing your eyes, touching your eyes, nose, and mouth, etc. In addition, you should wash your hands after going to the toilet, coming into contact with sick people, handling public objects and equipment, etc. ; Wear a mask when in contact with people who are sick or suspected of being infected. It's best to limit communication. Patients also need to wear masks to prevent the disease from spreading to the community.; Smoking can damage the lungs, increase the risk of bronchopneumonia as well as worsen symptoms, increase the risk of complications, and take a long time to recover. Therefore, you should stop smoking to avoid the risk of bronchopneumonia and other respiratory diseases.; You should have a healthy lifestyle, eat well, don't skip meals, and supplement with necessary nutrients. Besides, it is necessary to rest a lot, avoid exhaustion, limit staying up late,... causing the body to weaken the immune system.; Vaccination can also help prevent pneumonia. Therefore, you should get a flu shot every year to limit the body from being attacked by viruses and bacteria. Both adults and children should be vaccinated.\nPeople with bronchopneumonia need to proactively wear masks to avoid spreading the disease\nIn case of prolonged cough, coughing up blood, chest pain, difficulty breathing, etc. and suspected bronchopneumonia, the patient can go directly to the Department of Respiratory Medicine, Tam Anh General Hospital System for treatment. support.\nWith experienced and highly specialized leading doctors and modern X-ray, CT, and testing systems, Tam Anh Hospital is the leading trusted place for patients to visit medical examinations. respiratory problems.\nTo schedule an examination and consultation on health issues at Tam Anh General Hospital System, please contact:\nBronchopneumonia is a common respiratory disease that can lead to severe complications and death. Whether the patient has severe or mild bronchopneumonia, the patient should go to a medical facility for examination to avoid subjective cases that cause the disease to develop in a negative direction.",
            "subsection_string": "How to prevent bronchopneumonia\nSome of the following simple measures can help you prevent and reduce the risk of bronchopneumonia. Specifically:\nYou should proactively wash your hands before eating, rubbing your eyes, touching your eyes, nose, and mouth, etc. In addition, you should wash your hands after going to the toilet, coming into contact with sick people, handling public objects and equipment, etc. ; Wear a mask when in contact with people who are sick or suspected of being infected. It's best to limit communication. Patients also need to wear masks to prevent the disease from spreading to the community.; Smoking can damage the lungs, increase the risk of bronchopneumonia as well as worsen symptoms, increase the risk of complications, and take a long time to recover. Therefore, you should stop smoking to avoid the risk of bronchopneumonia and other respiratory diseases.; You should have a healthy lifestyle, eat well, don't skip meals, and supplement with necessary nutrients. Besides, it is necessary to rest a lot, avoid exhaustion, limit staying up late,... causing the body to weaken the immune system.; Vaccination can also help prevent pneumonia. Therefore, you should get a flu shot every year to limit the body from being attacked by viruses and bacteria. Both adults and children should be vaccinated.\nPeople with bronchopneumonia need to proactively wear masks to avoid spreading the disease\nIn case of prolonged cough, coughing up blood, chest pain, difficulty breathing, etc. and suspected bronchopneumonia, the patient can go directly to the Department of Respiratory Medicine, Tam Anh General Hospital System for treatment. support.\nWith experienced and highly specialized leading doctors and modern X-ray, CT, and testing systems, Tam Anh Hospital is the leading trusted place for patients to visit medical examinations. respiratory problems.\nTo schedule an examination and consultation on health issues at Tam Anh General Hospital System, please contact:\nBronchopneumonia is a common respiratory disease that can lead to severe complications and death. Whether the patient has severe or mild bronchopneumonia, the patient should go to a medical facility for examination to avoid subjective cases that cause the disease to develop in a negative direction."
        }
    ],
    "name": "viem-phe-quan-phoi.json"
}