{
    "title": "Otitis externa: Causes, symptoms, treatment and prevention",
    "category": "Ear, nose and throat",
    "link": "https://tamanhhospital.vn/viem-tai-ngoai/",
    "abstract": "Otitis externa is one of the most common causes of ear swelling and pain. The cause is usually bacteria, but can also be caused by fungi or other less common causes. Otitis externa is relatively common in adults, with about 10% of people having an otitis externa at some point in their lives. Otitis externa is usually mild and goes away on its own after a few days or weeks, but can sometimes last longer. Some infections can spread to nearby tissues and cause serious complications.\nAbout 10% of adults will have an otitis externa at some point in their lives.",
    "content": "Otitis externa: Causes, symptoms, treatment and prevention\n\nOtitis externa is one of the most common causes of ear swelling and pain. The cause is usually bacteria, but can also be caused by fungi or other less common causes. Otitis externa is relatively common in adults, with about 10% of people having an otitis externa at some point in their lives. Otitis externa is usually mild and goes away on its own after a few days or weeks, but can sometimes last longer. Some infections can spread to nearby tissues and cause serious complications.\nAbout 10% of adults will have an otitis externa at some point in their lives.\n\nWhat is otitis externa?\nOtitis externa is an infection of the outer ear that causes inflammation, swelling, redness and pain. Inflammation can spread to nearby tissues and cause a number of complications if not treated appropriately.\nThe external ear includes the pinna and the external ear canal. The external auditory canal leads from the eardrum to the pinna. Because it is the outermost part of the ear, the outer ear is more easily exposed to pathogens, so otitis externa is also the most common ear infection.\n\nTypes of otitis externa\nOtitis externa has an incidence of about 10% and can present in acute, chronic and malignant (necrotizing) forms.\n1. Acute otitis externa\nThis is an inflammation of the outer ear that lasts less than 3 weeks. Many cases of acute otitis externa heal on their own within 10 days.\n2. Chronic otitis externa\nSymptoms of otitis externa lasting more than 3 months, or more than 4 episodes of otitis externa per year, are called chronic otitis externa.\nChronic otitis externa can be caused by acute otitis externa that is not fully and properly treated. Another common cause is skin disease in the ear canal such as atopic dermatitis or psoriasis.\nOver 50% of patients with chronic otitis externa suffer from both ears. Typical symptoms of the disease are itching, ear pain and conductive hearing loss due to blockage in the ear.\nSymptoms of chronic otitis externa can be seen as dry, scaly, moist red skin or shine in the ear canal. Patients may experience itching, which affects the ear canal and causes scratches. This may be the cause of acute otitis externa. Chronic otitis externa can cause progressive fibrosis of the ear canal.\n3. Malignant otitis externa (necrosis)\nMalignant otitis externa is an infection that destroys the external auditory canal and surrounding soft tissues, causing meningitis and osteomyelitis of the lateral skull base. This condition arises mainly in elderly men with diabetes or immunodeficiency.\nThe incidence of malignant otitis externa is not precisely known. Rare cases have been described in severely immunocompromised children, such as children with acute leukemia or children who have undergone bone marrow transplantation.\nEarly diagnosis is essential because malignant otitis externa is difficult to treat and can be fatal. Therefore, patients need to be examined for timely treatment.\n\nCauses of otitis externa\nOuter ear infections are often caused by bacteria. The most common pathogenic bacteria are S. aureus and S. aureus [MRSA].\nBut fungi are also a common cause of external ear canal fungus, especially the fungi species Aspergillus niger and Candida albicans.(3)\nIn addition, skin diseases or allergic reactions, such as an allergy to shampoo, can also lead to otitis externa.\n\nRisk factors for otitis externa\nSwimming: When swimming, the ears come into contact with pool water, improper ear hygiene increases the risk of infection leading to otitis externa.; Swimming: When swimming, the ears come into contact with pool water, improper ear hygiene increases the risk of infection leading to otitis externa.\nMinor ear injuries: Using cotton buds to clean your ears or regularly wearing headphones that are inserted deep into the ear can increase the risk of ear infections.; Minor ear injuries: Using cotton buds to clean your ears or regularly wearing headphones that are inserted deep into the ear can increase the risk of ear infections.\nHistory of ear infections: People who have had otitis externa are more susceptible to outer ear infections; History of ear infections: People who have had otitis externa are more susceptible to outer ear infections.\nUnsafe ear wax removal: Using the same ear wax removal tools that are not thoroughly sterilized also increases the risk of ear infections.; Unsafe earwax removal: Using the same earwax removal tool that is not thoroughly sterilized also increases the risk of ear infection.\nHave skin conditions such as eczema or psoriasis: Damaged skin is more likely to become inflamed.; Have skin conditions like eczema or psoriasis: Damaged skin is more likely to become inflamed.\nSwimming is one of the risk factors for otitis externa if not cleaned properly.\n\nSymptoms of otitis externa\nSymptoms of acute otitis externa are characterized by severe pain in the ear due to irritation of the periosteum just below the thin skin of the ear canal. The pain often gets worse when the ear lobe is pulled.\nOther signs of external otitis such as ear discharge, itching, congestion and swelling of the ear canal, in some cases tinnitus and hearing loss due to blockage of the ear canal.(2)\n\nDiagnosis method of otitis externa\nMSc.BSc.CKI Nguyen Thi Huong, Department of Otorhinolaryngology, Tam Anh General Hospital, Ho Chi Minh City, said that external otitis is diagnosed based on medical history and examination, otoscopy to evaluate the inner ear canal and membrane. atrium and middle ear.\nTypical symptoms of acute otitis externa are ear pain, which increases when the ear is pulled, along with swelling of the ear canal, which can completely block the ear canal.\nAdditionally, the skin of the ear canal may be red or pale due to edema. Ear discharge is also common, ear fluid samples can be taken for culture and antibiogram.\nSwelling of the skin around the ears and fever may occur when the disease is severe.\nSome severe cases that are difficult to evaluate require a CT scan to accurately diagnose the extent of the disease.\n\nTreatment of otitis externa\nFor mild cases of external otitis, treatment requires cleaning the ear canal and using topical ear drops. In more severe cases, oral medication is needed. When otitis externa becomes complicated, surgery may be needed.\n1. Instructions for cleaning the ear canal\nEar canal cleaning needs to be done in a hospital, by an Ear, Nose and Throat specialist. In localities where there is no ENT specialist, it can be performed by a Pediatrician or General Practitioner.\nNon-traumatic cleaning of the ear canal includes removal of earwax and secretions. Secretions may contain toxins, such as Pseudomonas exotoxin A. This toxin prolongs the inflammatory process and limits or prevents the effectiveness of topical medications.\nThe Ear, Nose and Throat doctor will conduct an endoscopy or microscope to observe, and use a suction tube or tools to clean the ear canal. Once the eardrum is intact, the ear canal can be carefully flushed with appropriate antiseptic solutions.\nDoctor Nguyen Thi Huong recommends that patients should not clean their ears at home, because it can damage the ear, allowing bacteria to enter, causing more severe inflammation.\n2. Treatment of acute otitis externa\nTreatment of uncomplicated acute otitis externa includes ear canal cleaning, antiseptic treatment, topical antibacterial treatment, and pain control.\nMedications commonly used to treat outer ear infections include ear washes, antibiotics, and topical anti-inflammatory drugs. You can take paracetamol or ibuprofen to relieve pain.(1)\nYour doctor may prescribe oral antibiotic treatment for more severe ear infections, edema of the ear canal, widespread disease, poorly controlled diabetes or immunodeficiency, or spot does not respond.\nParenteral antibiotic therapy should be considered in limited cases, if malignant otitis is suspected, systemic manifestations are present or when signs of sepsis are seen.\nAcute bacterial outer ear infections usually improve after a few days of treatment. If symptoms do not improve, the patient should see an Ear, Nose and Throat specialist for appropriate treatment.\n3. Treatment of external ear canal fungus\nIn case of fungal infection, the doctor will remove all fungal tissue, clean the ear canal, and use ear drops with antifungal effects (ciclopirox, nystatin, clotrimazole or miconazole).\nWhen the eardrum is perforated and topical cleaning treatments are not effective, your doctor may use systemic antifungal medications, such as fluconazole or itraconazole.\n4. Treatment of external ear canal boils\nBoils are infections of the outer ear, forming abscesses of hair follicles in the cartilage of the external auditory canal. The cause of this type of inflammation is mainly Staphylococcus aureus.\nFor mild cases, the patient will be treated with topical antibiotic ear drops, along with pain relievers. If more serious, the patient will receive additional treatment with oral antibiotics and boil injections if necessary.\n5. Treatment of chronic otitis externa\nThe goal of treatment is to return the skin of the ear canal to its original normal state and allow for routine earwax cleaning. Patients should keep the ear canal dry and avoid shampoo or soap falling into the ear, causing irritation and inflammation of the ear canal.\nTreatment of underlying diseases, such as skin diseases or autoimmune disorders, is essential in patients with skin diseases.\nWhen a patient has an acute inflammatory episode, the doctor may prescribe systemic medications or topical antibacterial or antifungal medications, depending on the case, to completely treat and instruct the patient on proper ear care.\nOral corticosteroids may be effective in cases where the disease has not responded to other forms of treatment. Otoplasty to widen the ear canal is only indicated if the ear canal is narrow.\n6. Treatment of malignant otitis externa\nResearch on the treatment of malignant otitis externa is incomplete. However, parenteral or oral antibiotics can be selected according to culture and antibiogram results. Dosage is recommended for at least 4-6 weeks to allow the affected bone tissue to revascularize.\nIf antibiogram results are not available, the patient may be started on antibiotic treatment depending on the severity of the disease.\nIn addition, local treatment can be done by placing an antibiotic-impregnated ear meche in the ear canal. If the condition persists or does not respond to medical treatment, necrotic tissue and bone will be surgically removed. The reason is that these necrotic tissues and bones reduce the ability of antibiotics to penetrate the involved tissue.\nIn addition, optimal blood sugar control is mandatory in treatment. Concomitant hyperbaric oxygen therapy may increase cure rates, but there are no randomized controlled trials on this topic.\nDuring treatment, doctors may perform regular paraclinical and imaging examinations to assess response to treatment and early detect recurrence (if any).\nOsteomyelitis in malignant otitis externa is associated with a mortality rate of 10-21%. The mortality rate increases if two or more of the following factors are present: age >70, diabetes, facial nerve paralysis, or CT scan results showing necrotizing osteitis (bone erosion, soft tissue swelling). ).\nOtoscopy should be examined 48-72 hours after treatment to evaluate the effectiveness of treatment\n7. Monitoring and secondary prevention\nIn the treatment of otitis externa, the doctor will check after 48-72 hours of treatment. If there is no response, your doctor will adjust your treatment.\nRisk factors should be avoided to prevent further episodes of infection. In particular, the ear canal must be kept dry and should be dried with a hair dryer if water gets in.\n\nPreventing otitis externa\nTo prevent outer ear infections, people should avoid irritating or injuring the ear canal.(4)\nDo not insert sharp objects into the ear canal, such as removing wax with a metal instrument.; You should wear earplugs when swimming or bathing. If you don't cover your ears, after swimming or bathing, you should tilt your head to one side and pull your earlobe down to let the water flow out.; You should dry the outside of the ear after bathing with cotton swabs, not deep into the ear.; If you are allergic to certain shampoos or conditioners, you should stop using them.; Avoid sharing unsanitary ear cleaning tools; Pay attention to cleaning the earplug-type headphone device, avoid mold and mildew, and limit prolonged use of headphones.; Avoid washing your ears with soap.; Avoid swimming in contaminated water.\n\nFrequently asked questions about otitis externa\n1. Is otitis externa dangerous?\nOtitis externa ranges in severity from mild infection of the external ear canal to life-threatening malignant otitis externa if not treated promptly.\n2. Does otitis externa go away on its own?\nOtitis externa cannot go away on its own. Patients need to be treated immediately upon detection to prevent the risk of the infection spreading to nearby tissues.\n3. How long does it take for otitis externa to go away?\nOtitis externa usually goes away in 10 days if treated properly, but can last several weeks if not treated properly.\n4. Instructions on how to use ear drops properly\nPatients should lie on their side when applying the medication to the inflamed ear canal and continue to lie on their side for 3-5 minutes afterward. Gently press the ear flap back and forth so that the drops can penetrate deep into the ear. Drops may be instilled 2-5 times per day, depending on the preparation.\nOtitis externa is usually benign but can also be malignant. Therefore, Dr. Nguyen Thi Huong advises patients to go to the hospital so that Ear, Nose and Throat doctors can examine their ears and perform necessary paraclinical tests and diagnoses if they suspect that otitis externa is progressing so that they can be diagnosed. timely intervention. Complications of malignant otitis externa are very dangerous because it can cause life-threatening invasive pericarditis and osteomyelitis of the lateral skull base.",
    "subsections": [
        {
            "subsection_name": "What is otitis externa?",
            "subsection_content": "Otitis externa is an infection of the outer ear that causes inflammation, swelling, redness and pain. Inflammation can spread to nearby tissues and cause a number of complications if not treated appropriately.\nThe external ear includes the pinna and the external ear canal. The external auditory canal leads from the eardrum to the pinna. Because it is the outermost part of the ear, the outer ear is more easily exposed to pathogens, so otitis externa is also the most common ear infection.",
            "subsection_string": "What is otitis externa?\nOtitis externa is an infection of the outer ear that causes inflammation, swelling, redness and pain. Inflammation can spread to nearby tissues and cause a number of complications if not treated appropriately.\nThe external ear includes the pinna and the external ear canal. The external auditory canal leads from the eardrum to the pinna. Because it is the outermost part of the ear, the outer ear is more easily exposed to pathogens, so otitis externa is also the most common ear infection."
        },
        {
            "subsection_name": "Types of otitis externa",
            "subsection_content": "Otitis externa has an incidence of about 10% and can present in acute, chronic and malignant (necrotizing) forms.\n1. Acute otitis externa\nThis is an inflammation of the outer ear that lasts less than 3 weeks. Many cases of acute otitis externa heal on their own within 10 days.\n2. Chronic otitis externa\nSymptoms of otitis externa lasting more than 3 months, or more than 4 episodes of otitis externa per year, are called chronic otitis externa.\nChronic otitis externa can be caused by acute otitis externa that is not fully and properly treated. Another common cause is skin disease in the ear canal such as atopic dermatitis or psoriasis.\nOver 50% of patients with chronic otitis externa suffer from both ears. Typical symptoms of the disease are itching, ear pain and conductive hearing loss due to blockage in the ear.\nSymptoms of chronic otitis externa can be seen as dry, scaly, moist red skin or shine in the ear canal. Patients may experience itching, which affects the ear canal and causes scratches. This may be the cause of acute otitis externa. Chronic otitis externa can cause progressive fibrosis of the ear canal.\n3. Malignant otitis externa (necrosis)\nMalignant otitis externa is an infection that destroys the external auditory canal and surrounding soft tissues, causing meningitis and osteomyelitis of the lateral skull base. This condition arises mainly in elderly men with diabetes or immunodeficiency.\nThe incidence of malignant otitis externa is not precisely known. Rare cases have been described in severely immunocompromised children, such as children with acute leukemia or children who have undergone bone marrow transplantation.\nEarly diagnosis is essential because malignant otitis externa is difficult to treat and can be fatal. Therefore, patients need to be examined for timely treatment.",
            "subsection_string": "Types of otitis externa\nOtitis externa has an incidence of about 10% and can present in acute, chronic and malignant (necrotizing) forms.\n1. Acute otitis externa\nThis is an inflammation of the outer ear that lasts less than 3 weeks. Many cases of acute otitis externa heal on their own within 10 days.\n2. Chronic otitis externa\nSymptoms of otitis externa lasting more than 3 months, or more than 4 episodes of otitis externa per year, are called chronic otitis externa.\nChronic otitis externa can be caused by acute otitis externa that is not fully and properly treated. Another common cause is skin disease in the ear canal such as atopic dermatitis or psoriasis.\nOver 50% of patients with chronic otitis externa suffer from both ears. Typical symptoms of the disease are itching, ear pain and conductive hearing loss due to blockage in the ear.\nSymptoms of chronic otitis externa can be seen as dry, scaly, moist red skin or shine in the ear canal. Patients may experience itching, which affects the ear canal and causes scratches. This may be the cause of acute otitis externa. Chronic otitis externa can cause progressive fibrosis of the ear canal.\n3. Malignant otitis externa (necrosis)\nMalignant otitis externa is an infection that destroys the external auditory canal and surrounding soft tissues, causing meningitis and osteomyelitis of the lateral skull base. This condition arises mainly in elderly men with diabetes or immunodeficiency.\nThe incidence of malignant otitis externa is not precisely known. Rare cases have been described in severely immunocompromised children, such as children with acute leukemia or children who have undergone bone marrow transplantation.\nEarly diagnosis is essential because malignant otitis externa is difficult to treat and can be fatal. Therefore, patients need to be examined for timely treatment."
        },
        {
            "subsection_name": "Causes of otitis externa",
            "subsection_content": "Outer ear infections are often caused by bacteria. The most common pathogenic bacteria are S. aureus and S. aureus [MRSA].\nBut fungi are also a common cause of external ear canal fungus, especially the fungi species Aspergillus niger and Candida albicans.(3)\nIn addition, skin diseases or allergic reactions, such as an allergy to shampoo, can also lead to otitis externa.",
            "subsection_string": "Causes of otitis externa\nOuter ear infections are often caused by bacteria. The most common pathogenic bacteria are S. aureus and S. aureus [MRSA].\nBut fungi are also a common cause of external ear canal fungus, especially the fungi species Aspergillus niger and Candida albicans.(3)\nIn addition, skin diseases or allergic reactions, such as an allergy to shampoo, can also lead to otitis externa."
        },
        {
            "subsection_name": "Risk factors for otitis externa",
            "subsection_content": "Swimming: When swimming, the ears come into contact with pool water, improper ear hygiene increases the risk of infection leading to otitis externa.; Swimming: When swimming, the ears come into contact with pool water, improper ear hygiene increases the risk of infection leading to otitis externa.\nMinor ear injuries: Using cotton buds to clean your ears or regularly wearing headphones that are inserted deep into the ear can increase the risk of ear infections.; Minor ear injuries: Using cotton buds to clean your ears or regularly wearing headphones that are inserted deep into the ear can increase the risk of ear infections.\nHistory of ear infections: People who have had otitis externa are more susceptible to outer ear infections; History of ear infections: People who have had otitis externa are more susceptible to outer ear infections.\nUnsafe ear wax removal: Using the same ear wax removal tools that are not thoroughly sterilized also increases the risk of ear infections.; Unsafe earwax removal: Using the same earwax removal tool that is not thoroughly sterilized also increases the risk of ear infection.\nHave skin conditions such as eczema or psoriasis: Damaged skin is more likely to become inflamed.; Have skin conditions like eczema or psoriasis: Damaged skin is more likely to become inflamed.\nSwimming is one of the risk factors for otitis externa if not cleaned properly.",
            "subsection_string": "Risk factors for otitis externa\nSwimming: When swimming, the ears come into contact with pool water, improper ear hygiene increases the risk of infection leading to otitis externa.; Swimming: When swimming, the ears come into contact with pool water, improper ear hygiene increases the risk of infection leading to otitis externa.\nMinor ear injuries: Using cotton buds to clean your ears or regularly wearing headphones that are inserted deep into the ear can increase the risk of ear infections.; Minor ear injuries: Using cotton buds to clean your ears or regularly wearing headphones that are inserted deep into the ear can increase the risk of ear infections.\nHistory of ear infections: People who have had otitis externa are more susceptible to outer ear infections; History of ear infections: People who have had otitis externa are more susceptible to outer ear infections.\nUnsafe ear wax removal: Using the same ear wax removal tools that are not thoroughly sterilized also increases the risk of ear infections.; Unsafe earwax removal: Using the same earwax removal tool that is not thoroughly sterilized also increases the risk of ear infection.\nHave skin conditions such as eczema or psoriasis: Damaged skin is more likely to become inflamed.; Have skin conditions like eczema or psoriasis: Damaged skin is more likely to become inflamed.\nSwimming is one of the risk factors for otitis externa if not cleaned properly."
        },
        {
            "subsection_name": "Symptoms of otitis externa",
            "subsection_content": "Symptoms of acute otitis externa are characterized by severe pain in the ear due to irritation of the periosteum just below the thin skin of the ear canal. The pain often gets worse when the ear lobe is pulled.\nOther signs of external otitis such as ear discharge, itching, congestion and swelling of the ear canal, in some cases tinnitus and hearing loss due to blockage of the ear canal.(2)",
            "subsection_string": "Symptoms of otitis externa\nSymptoms of acute otitis externa are characterized by severe pain in the ear due to irritation of the periosteum just below the thin skin of the ear canal. The pain often gets worse when the ear lobe is pulled.\nOther signs of external otitis such as ear discharge, itching, congestion and swelling of the ear canal, in some cases tinnitus and hearing loss due to blockage of the ear canal.(2)"
        },
        {
            "subsection_name": "Diagnosis method of otitis externa",
            "subsection_content": "MSc.BSc.CKI Nguyen Thi Huong, Department of Otorhinolaryngology, Tam Anh General Hospital, Ho Chi Minh City, said that external otitis is diagnosed based on medical history and examination, otoscopy to evaluate the inner ear canal and membrane. atrium and middle ear.\nTypical symptoms of acute otitis externa are ear pain, which increases when the ear is pulled, along with swelling of the ear canal, which can completely block the ear canal.\nAdditionally, the skin of the ear canal may be red or pale due to edema. Ear discharge is also common, ear fluid samples can be taken for culture and antibiogram.\nSwelling of the skin around the ears and fever may occur when the disease is severe.\nSome severe cases that are difficult to evaluate require a CT scan to accurately diagnose the extent of the disease.",
            "subsection_string": "Diagnosis method of otitis externa\nMSc.BSc.CKI Nguyen Thi Huong, Department of Otorhinolaryngology, Tam Anh General Hospital, Ho Chi Minh City, said that external otitis is diagnosed based on medical history and examination, otoscopy to evaluate the inner ear canal and membrane. atrium and middle ear.\nTypical symptoms of acute otitis externa are ear pain, which increases when the ear is pulled, along with swelling of the ear canal, which can completely block the ear canal.\nAdditionally, the skin of the ear canal may be red or pale due to edema. Ear discharge is also common, ear fluid samples can be taken for culture and antibiogram.\nSwelling of the skin around the ears and fever may occur when the disease is severe.\nSome severe cases that are difficult to evaluate require a CT scan to accurately diagnose the extent of the disease."
        },
        {
            "subsection_name": "Treatment of otitis externa",
            "subsection_content": "For mild cases of external otitis, treatment requires cleaning the ear canal and using topical ear drops. In more severe cases, oral medication is needed. When otitis externa becomes complicated, surgery may be needed.\n1. Instructions for cleaning the ear canal\nEar canal cleaning needs to be done in a hospital, by an Ear, Nose and Throat specialist. In localities where there is no ENT specialist, it can be performed by a Pediatrician or General Practitioner.\nNon-traumatic cleaning of the ear canal includes removal of earwax and secretions. Secretions may contain toxins, such as Pseudomonas exotoxin A. This toxin prolongs the inflammatory process and limits or prevents the effectiveness of topical medications.\nThe Ear, Nose and Throat doctor will conduct an endoscopy or microscope to observe, and use a suction tube or tools to clean the ear canal. Once the eardrum is intact, the ear canal can be carefully flushed with appropriate antiseptic solutions.\nDoctor Nguyen Thi Huong recommends that patients should not clean their ears at home, because it can damage the ear, allowing bacteria to enter, causing more severe inflammation.\n2. Treatment of acute otitis externa\nTreatment of uncomplicated acute otitis externa includes ear canal cleaning, antiseptic treatment, topical antibacterial treatment, and pain control.\nMedications commonly used to treat outer ear infections include ear washes, antibiotics, and topical anti-inflammatory drugs. You can take paracetamol or ibuprofen to relieve pain.(1)\nYour doctor may prescribe oral antibiotic treatment for more severe ear infections, edema of the ear canal, widespread disease, poorly controlled diabetes or immunodeficiency, or spot does not respond.\nParenteral antibiotic therapy should be considered in limited cases, if malignant otitis is suspected, systemic manifestations are present or when signs of sepsis are seen.\nAcute bacterial outer ear infections usually improve after a few days of treatment. If symptoms do not improve, the patient should see an Ear, Nose and Throat specialist for appropriate treatment.\n3. Treatment of external ear canal fungus\nIn case of fungal infection, the doctor will remove all fungal tissue, clean the ear canal, and use ear drops with antifungal effects (ciclopirox, nystatin, clotrimazole or miconazole).\nWhen the eardrum is perforated and topical cleaning treatments are not effective, your doctor may use systemic antifungal medications, such as fluconazole or itraconazole.\n4. Treatment of external ear canal boils\nBoils are infections of the outer ear, forming abscesses of hair follicles in the cartilage of the external auditory canal. The cause of this type of inflammation is mainly Staphylococcus aureus.\nFor mild cases, the patient will be treated with topical antibiotic ear drops, along with pain relievers. If more serious, the patient will receive additional treatment with oral antibiotics and boil injections if necessary.\n5. Treatment of chronic otitis externa\nThe goal of treatment is to return the skin of the ear canal to its original normal state and allow for routine earwax cleaning. Patients should keep the ear canal dry and avoid shampoo or soap falling into the ear, causing irritation and inflammation of the ear canal.\nTreatment of underlying diseases, such as skin diseases or autoimmune disorders, is essential in patients with skin diseases.\nWhen a patient has an acute inflammatory episode, the doctor may prescribe systemic medications or topical antibacterial or antifungal medications, depending on the case, to completely treat and instruct the patient on proper ear care.\nOral corticosteroids may be effective in cases where the disease has not responded to other forms of treatment. Otoplasty to widen the ear canal is only indicated if the ear canal is narrow.\n6. Treatment of malignant otitis externa\nResearch on the treatment of malignant otitis externa is incomplete. However, parenteral or oral antibiotics can be selected according to culture and antibiogram results. Dosage is recommended for at least 4-6 weeks to allow the affected bone tissue to revascularize.\nIf antibiogram results are not available, the patient may be started on antibiotic treatment depending on the severity of the disease.\nIn addition, local treatment can be done by placing an antibiotic-impregnated ear meche in the ear canal. If the condition persists or does not respond to medical treatment, necrotic tissue and bone will be surgically removed. The reason is that these necrotic tissues and bones reduce the ability of antibiotics to penetrate the involved tissue.\nIn addition, optimal blood sugar control is mandatory in treatment. Concomitant hyperbaric oxygen therapy may increase cure rates, but there are no randomized controlled trials on this topic.\nDuring treatment, doctors may perform regular paraclinical and imaging examinations to assess response to treatment and early detect recurrence (if any).\nOsteomyelitis in malignant otitis externa is associated with a mortality rate of 10-21%. The mortality rate increases if two or more of the following factors are present: age >70, diabetes, facial nerve paralysis, or CT scan results showing necrotizing osteitis (bone erosion, soft tissue swelling). ).\nOtoscopy should be examined 48-72 hours after treatment to evaluate the effectiveness of treatment\n7. Monitoring and secondary prevention\nIn the treatment of otitis externa, the doctor will check after 48-72 hours of treatment. If there is no response, your doctor will adjust your treatment.\nRisk factors should be avoided to prevent further episodes of infection. In particular, the ear canal must be kept dry and should be dried with a hair dryer if water gets in.",
            "subsection_string": "Treatment of otitis externa\nFor mild cases of external otitis, treatment requires cleaning the ear canal and using topical ear drops. In more severe cases, oral medication is needed. When otitis externa becomes complicated, surgery may be needed.\n1. Instructions for cleaning the ear canal\nEar canal cleaning needs to be done in a hospital, by an Ear, Nose and Throat specialist. In localities where there is no ENT specialist, it can be performed by a Pediatrician or General Practitioner.\nNon-traumatic cleaning of the ear canal includes removal of earwax and secretions. Secretions may contain toxins, such as Pseudomonas exotoxin A. This toxin prolongs the inflammatory process and limits or prevents the effectiveness of topical medications.\nThe Ear, Nose and Throat doctor will conduct an endoscopy or microscope to observe, and use a suction tube or tools to clean the ear canal. Once the eardrum is intact, the ear canal can be carefully flushed with appropriate antiseptic solutions.\nDoctor Nguyen Thi Huong recommends that patients should not clean their ears at home, because it can damage the ear, allowing bacteria to enter, causing more severe inflammation.\n2. Treatment of acute otitis externa\nTreatment of uncomplicated acute otitis externa includes ear canal cleaning, antiseptic treatment, topical antibacterial treatment, and pain control.\nMedications commonly used to treat outer ear infections include ear washes, antibiotics, and topical anti-inflammatory drugs. You can take paracetamol or ibuprofen to relieve pain.(1)\nYour doctor may prescribe oral antibiotic treatment for more severe ear infections, edema of the ear canal, widespread disease, poorly controlled diabetes or immunodeficiency, or spot does not respond.\nParenteral antibiotic therapy should be considered in limited cases, if malignant otitis is suspected, systemic manifestations are present or when signs of sepsis are seen.\nAcute bacterial outer ear infections usually improve after a few days of treatment. If symptoms do not improve, the patient should see an Ear, Nose and Throat specialist for appropriate treatment.\n3. Treatment of external ear canal fungus\nIn case of fungal infection, the doctor will remove all fungal tissue, clean the ear canal, and use ear drops with antifungal effects (ciclopirox, nystatin, clotrimazole or miconazole).\nWhen the eardrum is perforated and topical cleaning treatments are not effective, your doctor may use systemic antifungal medications, such as fluconazole or itraconazole.\n4. Treatment of external ear canal boils\nBoils are infections of the outer ear, forming abscesses of hair follicles in the cartilage of the external auditory canal. The cause of this type of inflammation is mainly Staphylococcus aureus.\nFor mild cases, the patient will be treated with topical antibiotic ear drops, along with pain relievers. If more serious, the patient will receive additional treatment with oral antibiotics and boil injections if necessary.\n5. Treatment of chronic otitis externa\nThe goal of treatment is to return the skin of the ear canal to its original normal state and allow for routine earwax cleaning. Patients should keep the ear canal dry and avoid shampoo or soap falling into the ear, causing irritation and inflammation of the ear canal.\nTreatment of underlying diseases, such as skin diseases or autoimmune disorders, is essential in patients with skin diseases.\nWhen a patient has an acute inflammatory episode, the doctor may prescribe systemic medications or topical antibacterial or antifungal medications, depending on the case, to completely treat and instruct the patient on proper ear care.\nOral corticosteroids may be effective in cases where the disease has not responded to other forms of treatment. Otoplasty to widen the ear canal is only indicated if the ear canal is narrow.\n6. Treatment of malignant otitis externa\nResearch on the treatment of malignant otitis externa is incomplete. However, parenteral or oral antibiotics can be selected according to culture and antibiogram results. Dosage is recommended for at least 4-6 weeks to allow the affected bone tissue to revascularize.\nIf antibiogram results are not available, the patient may be started on antibiotic treatment depending on the severity of the disease.\nIn addition, local treatment can be done by placing an antibiotic-impregnated ear meche in the ear canal. If the condition persists or does not respond to medical treatment, necrotic tissue and bone will be surgically removed. The reason is that these necrotic tissues and bones reduce the ability of antibiotics to penetrate the involved tissue.\nIn addition, optimal blood sugar control is mandatory in treatment. Concomitant hyperbaric oxygen therapy may increase cure rates, but there are no randomized controlled trials on this topic.\nDuring treatment, doctors may perform regular paraclinical and imaging examinations to assess response to treatment and early detect recurrence (if any).\nOsteomyelitis in malignant otitis externa is associated with a mortality rate of 10-21%. The mortality rate increases if two or more of the following factors are present: age >70, diabetes, facial nerve paralysis, or CT scan results showing necrotizing osteitis (bone erosion, soft tissue swelling). ).\nOtoscopy should be examined 48-72 hours after treatment to evaluate the effectiveness of treatment\n7. Monitoring and secondary prevention\nIn the treatment of otitis externa, the doctor will check after 48-72 hours of treatment. If there is no response, your doctor will adjust your treatment.\nRisk factors should be avoided to prevent further episodes of infection. In particular, the ear canal must be kept dry and should be dried with a hair dryer if water gets in."
        },
        {
            "subsection_name": "Preventing otitis externa",
            "subsection_content": "To prevent outer ear infections, people should avoid irritating or injuring the ear canal.(4)\nDo not insert sharp objects into the ear canal, such as removing wax with a metal instrument.; You should wear earplugs when swimming or bathing. If you don't cover your ears, after swimming or bathing, you should tilt your head to one side and pull your earlobe down to let the water flow out.; You should dry the outside of the ear after bathing with cotton swabs, not deep into the ear.; If you are allergic to certain shampoos or conditioners, you should stop using them.; Avoid sharing unsanitary ear cleaning tools; Pay attention to cleaning the earplug-type headphone device, avoid mold and mildew, and limit prolonged use of headphones.; Avoid washing your ears with soap.; Avoid swimming in contaminated water.",
            "subsection_string": "Preventing otitis externa\nTo prevent outer ear infections, people should avoid irritating or injuring the ear canal.(4)\nDo not insert sharp objects into the ear canal, such as removing wax with a metal instrument.; You should wear earplugs when swimming or bathing. If you don't cover your ears, after swimming or bathing, you should tilt your head to one side and pull your earlobe down to let the water flow out.; You should dry the outside of the ear after bathing with cotton swabs, not deep into the ear.; If you are allergic to certain shampoos or conditioners, you should stop using them.; Avoid sharing unsanitary ear cleaning tools; Pay attention to cleaning the earplug-type headphone device, avoid mold and mildew, and limit prolonged use of headphones.; Avoid washing your ears with soap.; Avoid swimming in contaminated water."
        },
        {
            "subsection_name": "Frequently asked questions about otitis externa",
            "subsection_content": "1. Is otitis externa dangerous?\nOtitis externa ranges in severity from mild infection of the external ear canal to life-threatening malignant otitis externa if not treated promptly.\n2. Does otitis externa go away on its own?\nOtitis externa cannot go away on its own. Patients need to be treated immediately upon detection to prevent the risk of the infection spreading to nearby tissues.\n3. How long does it take for otitis externa to go away?\nOtitis externa usually goes away in 10 days if treated properly, but can last several weeks if not treated properly.\n4. Instructions on how to use ear drops properly\nPatients should lie on their side when applying the medication to the inflamed ear canal and continue to lie on their side for 3-5 minutes afterward. Gently press the ear flap back and forth so that the drops can penetrate deep into the ear. Drops may be instilled 2-5 times per day, depending on the preparation.\nOtitis externa is usually benign but can also be malignant. Therefore, Dr. Nguyen Thi Huong advises patients to go to the hospital so that Ear, Nose and Throat doctors can examine their ears and perform necessary paraclinical tests and diagnoses if they suspect that otitis externa is progressing so that they can be diagnosed. timely intervention. Complications of malignant otitis externa are very dangerous because it can cause life-threatening invasive pericarditis and osteomyelitis of the lateral skull base.",
            "subsection_string": "Frequently asked questions about otitis externa\n1. Is otitis externa dangerous?\nOtitis externa ranges in severity from mild infection of the external ear canal to life-threatening malignant otitis externa if not treated promptly.\n2. Does otitis externa go away on its own?\nOtitis externa cannot go away on its own. Patients need to be treated immediately upon detection to prevent the risk of the infection spreading to nearby tissues.\n3. How long does it take for otitis externa to go away?\nOtitis externa usually goes away in 10 days if treated properly, but can last several weeks if not treated properly.\n4. Instructions on how to use ear drops properly\nPatients should lie on their side when applying the medication to the inflamed ear canal and continue to lie on their side for 3-5 minutes afterward. Gently press the ear flap back and forth so that the drops can penetrate deep into the ear. Drops may be instilled 2-5 times per day, depending on the preparation.\nOtitis externa is usually benign but can also be malignant. Therefore, Dr. Nguyen Thi Huong advises patients to go to the hospital so that Ear, Nose and Throat doctors can examine their ears and perform necessary paraclinical tests and diagnoses if they suspect that otitis externa is progressing so that they can be diagnosed. timely intervention. Complications of malignant otitis externa are very dangerous because it can cause life-threatening invasive pericarditis and osteomyelitis of the lateral skull base."
        }
    ],
    "name": "viem-tai-ngoai.json"
}