{
    "title": "Peptic ulcer disease: Causes, symptoms and diagnosis",
    "category": "Gastrointestinal - Hepatobiliary",
    "link": "https://tamanhhospital.vn/viem-loet-da-day-ta-trang/",
    "abstract": "Each year there are about 500,000 cases of peptic ulcer disease in the US, most commonly in the 30-50 age group. This digestive disease is caused by ulcerative lesions in the lining of the stomach and duodenum, accompanied by symptoms. A common symptom is epigastric pain. Although peptic ulcers can be completely cured, if the disease recurs many times or becomes chronic, it can lead to many serious health consequences. To effectively prevent peptic ulcer disease, you need to understand the signs, diagnosis and treatment methods of the disease.",
    "content": "Peptic ulcer disease: Causes, symptoms and diagnosis\n\nEach year there are about 500,000 cases of peptic ulcer disease in the US, most commonly in the 30-50 age group. This digestive disease is caused by ulcerative lesions in the lining of the stomach and duodenum, accompanied by symptoms. A common symptom is epigastric pain. Although peptic ulcers can be completely cured, if the disease recurs many times or becomes chronic, it can lead to many serious health consequences. To effectively prevent peptic ulcer disease, you need to understand the signs, diagnosis and treatment methods of the disease.\n\nWhat is duodenal ulcer?\nPeptic ulcer disease is a digestive disease that appears when the stomach and duodenum become inflamed and ulcerated.\nIn peptic ulcer disease, mucosal ulcers often appear in the stomach and first part of the duodenum. The digestive tract mucosa is the innermost membrane, which functions to produce mucus and enzymes to support the digestive process. Damage to the mucosa, mainly due to H.pylori bacteria and non-steroidal anti-inflammatory drugs (NSAIDs), will cause ulcers leading to epigastric pain and a number of other uncomfortable symptoms. for sick people. Besides, when the mucosa is damaged, it will reduce the ability to produce mucus, creating conditions for stomach acid to destroy the tissue layer below.\nPeptic ulcer disease is a completely curable disease if detected early. However, if the disease is not treated promptly, the ulcers can progress deeper and become more numerous. Patients will be at high risk of facing dangerous complications of the disease, including: (1)\n– Pyloric stenosis – Gastric perforation – Gastrointestinal bleeding – Stomach cancer\n\nCauses of duodenal ulcers\nThe causes of peptic ulcers are commonly known as eating spicy foods, unhealthy foods and nervous stress. However, this is not an entirely accurate view when talking about the cause of stomach ulcers.\nCurrently, there is not enough evidence to confirm that food and mental health can directly lead to duodenal ulcers. Stress, stress), as well as some hot and spicy foods can irritate and worsen the condition of duodenal ulcers, but these are not the direct agents that damage the stomach and cause complications. ulcers.\nSimilar to wine and other alcoholic beverages, although placed on the list of foods harmful to health, they are not a direct cause of peptic ulcer disease. However, people with duodenal ulcers, if they do not abstain or limit alcohol, will cause ulcers to develop, leading to the disease becoming more serious. Therefore, alcohol has the potential to significantly increase stomach damage.(2)\nLet's find out exactly what causes duodenal ulcers with the information below.\n1. Helicobacter pylori infection\nAccording to information from the American Gastroenterological Association, Helicobacter pylori infection is a main cause of peptic ulcer disease. To learn more about the pathogenesis of duodenal ulcers, Helicobacter pylori bacteria (also known as HP bacteria) is a type of bacteria that exists inside the stomach and duodenum of infected people.\nHP bacteria damage the mucosa and cause ulcers by producing an enzyme in the acidic stomach environment and corroding the mucus barrier. This leads to people infected with HP bacteria having a high chance of getting peptic ulcers as well as other gastrointestinal diseases.\n2. Use non-steroidal anti-inflammatory drugs\nUsing non-steroidal anti-inflammatory pain relievers is also a leading cause of duodenal ulcers.\nNon-steroidal anti-inflammatory drugs, also known as NSAIDs, are a common type of pain reliever that patients can buy without a prescription from a doctor. However, it should be noted that this anti-inflammatory drug will increase your risk of developing gastrointestinal diseases and duodenal ulcers.\nThe American Gastroenterological Association has announced that NSAIDs cause peptic ulcers by disrupting the ability of the stomach and duodenum to protect themselves from acid inside the stomach. More dangerously, NSAIDs are also agents that hinder the ulcer healing process, negatively affecting bleeding ulcers in the stomach.\nTherefore, you should be cautious with non-steroidal pain relievers. In case you need to use medication, you should consult your doctor to prescribe the appropriate dosage.\n\nSymptoms of duodenal ulcers\nDepending on health and body condition, each person will have different symptoms of duodenal ulcers. Some patients with duodenal ulcers even have no symptoms.\nThe American Gastroenterological Association says that common symptoms of the disease include:\n– Appearance of epigastric pain – Sharp or burning pain in the epigastric 2 to 5 hours after eating, on an empty stomach or at night – Nausea and vomiting – Bloating, flatulence\nFor burning pain in the epigastric area, patients can eat easily digestible foods to relieve the pain. However, this is an immediate way to relieve pain and the results cannot be maintained for long. Besides, this method depends on each person's physical condition whether it is effective or not. Therefore, you can refer to this method for instant pain relief but do not consider it as an official home treatment.(3)\nIn addition, patients also need to pay attention to some warning symptoms of possible bleeding complications and cancer:\n– Black stools or mixed with red blood – Vomiting a lot, mixed with blood – Sudden, unexplained weight loss – Unexplained anemia – Prolonged choking – Palpable mass in the abdomen\nPeople suspected of having peptic ulcers need to see a doctor immediately for correct and timely treatment.\n\nSubjects at risk of infection\nAccording to data from the US Center for Biotechnology Information, peptic ulcer disease is most common in people over the age of 60 with 68%. At this stage, the survey shows that men are more likely to get the disease than women. Meanwhile, peptic ulcers occur in people under 60 years old, accounting for 32%.\n1. People living in places with potential HP bacteria\nPeople living in places with poor sanitary conditions are at high risk of getting peptic ulcers because these are places with a high potential for infection with HP bacteria.\nBesides, doctors and nurses are also likely to be infected if the endoscopic machines are not properly sterilized and infected with HP bacteria from there.\n2. People who abuse painkillers\nNonsteroidal pain relievers are one of the two main causes of duodenal ulcers. This drug seriously impairs the self-protection ability of the stomach lining and hinders the ulcer healing process.\nAccording to the report, patients who continuously use NSAIDs will face 4% of life-threatening ulcer complications.\n3. People who use a lot of alcohol\nAlcohol is not the main cause of duodenal ulcers, but it is a dangerous factor that puts you at high risk of getting the disease. The reason is because alcohol has the ability to destroy the mucous layer that protects the mucosa, while increasing acid in the stomach, causing damage and ulcers in the stomach.\n4. People who are prone to mental stress\nPeople who are often or easily stressed will be more at risk of stomach ulcers than others. Depending on mental health, when stressed, the body will stimulate the stomach to secrete more acid. From there, this acid will have a negative impact on the stomach and duodenum.\n5. People with an unscientific diet\nUnscientific diet or irregular eating, accompanied by an unhealthy lifestyle are considered factors that disrupt the regulation of stomach acid. When acid is secreted but there is no food inside the stomach, the acid will \"attack\" the mucus, causing the mucosal layer to lose its protection, making it easily damaged by other agents.\n\nHow to diagnose peptic ulcer disease\nCurrently, for stomach ulcers, there are two diagnostic methods used: upper gastrointestinal endoscopy and a less common method, serial upper digestive x-rays.\n1. Upper digestive endoscopy method\nTo perform this method, the doctor will place a soft tube with a camera inside the patient's mouth, helping to detect and take pictures of ulcerative lesions.\nIn addition, upper gastrointestinal endoscopy can also be performed to biopsy and support treatment in case the patient has stomach bleeding.\n2. Serial upper gastrointestinal X-ray method\nThe next method used was a series of upper gastrointestinal X-rays. This is a method of diagnosing peptic ulcer disease by taking pictures of the stomach and examining the ulcer through x-ray images. In this method, the patient will be asked to drink barite contrast agent before taking the image. This barite will help doctors identify ulcers in the stomach lining and diagnose the condition. However, this method is less widely used than upper gastrointestinal endoscopy because of its poorer ability to detect lesions and cannot help with biopsy or support hemostatic treatment.(4)\nIn addition, diagnosing the cause of duodenal ulcers also includes breath testing. Compared to the two methods mentioned above, this method is simpler to perform and easier for patients to accept than performing endoscopy. The purpose of this method is for the doctor to check whether your stomach and duodenum are infected with HP bacteria by drinking a solution containing urea 15 - 30 minutes before taking a breath sample. This method is said to have accurate results and can be easily used by everyone. This method is also used as a way to evaluate the effectiveness of treatment to eradicate H.pylori bacteria in patients with duodenal ulcers after a period of treatment.\n\nComplications of duodenal ulcers are common\nPatients with duodenal ulcers, in addition to facing the symptoms of the disease, must also be very careful with the complications that the disease can cause. These health consequences often occur when the patient has weak resistance, an underlying disease, or eats foods that are harmful to the stomach, worsening duodenal ulcers such as smoking. leaves, drinking a lot of alcohol, eating spicy foods, etc.\nComplications of duodenal ulcers that you need to watch out for to minimize the risk include:\nGastric pyloric stenosis: This is a condition in which the stomach's outlet is narrowed, causing a blockage in the circulation of food and gastric juice. In other words, food will stagnate in the stomach for a long time and have difficulty moving into the intestines.; Gastric perforation: causes severe epigastric pain, the patient has symptoms of sudden severe abdominal pain, and a stiff abdomen; Gastrointestinal bleeding: Patients will vomit blood or have black stools and/or mixed with fresh blood.; Stomach cancer: Stomach cancer has a high mortality rate if not diagnosed and treated promptly.\n\nIs duodenal ulcer dangerous?\nPeptic ulcer disease is a completely curable disease if detected early. Furthermore, in addition to following treatment from doctors, patients can still proactively control and improve their disease condition by changing their eating habits and healthier lifestyle to prevent disease. Prevents the development of duodenal ulcers.\nHowever, if the patient is subjective and does not take treatment seriously or detects the disease too late, he or she will face bad complications of the disease, especially stomach cancer, which has a high risk of death.\nTherefore, peptic ulcer disease is a disease that needs to be paid attention to and treated properly and promptly so that the patient can improve his health condition.\n\nHow to treat duodenal ulcers?\nTreatment of duodenal ulcers will depend on the patient's ulcer condition and stage of the disease. At the same time, the doctor will also review the patient's medical history to be able to recommend appropriate treatment methods. (5) Some currently used methods of treating peptic ulcer disease include:\nAcid-blocking drugs: Doctors will use common acid-suppressing drugs, the group of proton pump inhibitors (PPIs) that have the ability to block strong acid. Note that with this method, patients often need to eat a meal 30 minutes after taking the medicine to activate the medicine to work effectively.; Treatment with antibiotics: People infected with HP bacteria will be treated with antibiotics. This method requires the patient to complete the full dose and take the medicine at the right time to achieve the best results during the treatment process.; Treatment with intervention through upper digestive endoscopy: The doctor will use an endoscope to intervene on ulcers that are or are at high risk of bleeding.\n\nHow to prevent duodenal ulcers\nYou can completely protect yourself from peptic ulcers by proactively preventing the disease and minimizing activities that have a high risk of causing you to get the disease.\nHere are some recommendations from medical experts to help you effectively prevent peptic ulcers:\nLimit the risk of infection with HP bacteria by washing your hands regularly and eating clean, fully cooked foods; Limit the use of pain relievers or use pain relievers according to professional advice from your doctor to avoid overuse of NSAIDs; Don't drink alcohol and smoke\nCenter for Gastrointestinal Endoscopy and Surgery (Tam Anh General Hospital, Ho Chi Minh City) and Department of Gastroenterology - Hepatobiliary - Pancreatic (Tam Anh General Hospital, Hanoi) are prestigious medical centers specializing in Gastroenterology, providing High-class, effective examination and treatment services for patients with mild to severe liver problems (stomach polyps, gastritis, fatty liver, acute and chronic hepatitis, cirrhosis, Liver Cancer…). Tam Anh General Hospital system brings together a team of highly specialized and experienced Internal Medicine - Surgery - Gastrointestinal Endoscopy doctors, in addition to the support of a modern medical equipment system imported from abroad. in addition, serving the maximum examination and treatment needs of customers.\nTo schedule an examination and treatment of liver diseases with gastroenterology specialists of Tam Anh General Hospital System, please contact:\nPeptic ulcer disease is a digestive disease that causes unpleasant epigastric pain, directly affecting the patient's daily activities. Accompanied by dangerous complications with a high risk of death. Therefore, you need to understand the causes and symptoms of duodenal ulcers to be able to optimally prevent the disease. Hopefully the above article has provided you with a complete concept of what peptic ulcer disease is and the treatment methods for people with peptic ulcer disease that you can refer to.",
    "subsections": [
        {
            "subsection_name": "What is duodenal ulcer?",
            "subsection_content": "Peptic ulcer disease is a digestive disease that appears when the stomach and duodenum become inflamed and ulcerated.\nIn peptic ulcer disease, mucosal ulcers often appear in the stomach and first part of the duodenum. The digestive tract mucosa is the innermost membrane, which functions to produce mucus and enzymes to support the digestive process. Damage to the mucosa, mainly due to H.pylori bacteria and non-steroidal anti-inflammatory drugs (NSAIDs), will cause ulcers leading to epigastric pain and a number of other uncomfortable symptoms. for sick people. Besides, when the mucosa is damaged, it will reduce the ability to produce mucus, creating conditions for stomach acid to destroy the tissue layer below.\nPeptic ulcer disease is a completely curable disease if detected early. However, if the disease is not treated promptly, the ulcers can progress deeper and become more numerous. Patients will be at high risk of facing dangerous complications of the disease, including: (1)\n– Pyloric stenosis – Gastric perforation – Gastrointestinal bleeding – Stomach cancer",
            "subsection_string": "What is duodenal ulcer?\nPeptic ulcer disease is a digestive disease that appears when the stomach and duodenum become inflamed and ulcerated.\nIn peptic ulcer disease, mucosal ulcers often appear in the stomach and first part of the duodenum. The digestive tract mucosa is the innermost membrane, which functions to produce mucus and enzymes to support the digestive process. Damage to the mucosa, mainly due to H.pylori bacteria and non-steroidal anti-inflammatory drugs (NSAIDs), will cause ulcers leading to epigastric pain and a number of other uncomfortable symptoms. for sick people. Besides, when the mucosa is damaged, it will reduce the ability to produce mucus, creating conditions for stomach acid to destroy the tissue layer below.\nPeptic ulcer disease is a completely curable disease if detected early. However, if the disease is not treated promptly, the ulcers can progress deeper and become more numerous. Patients will be at high risk of facing dangerous complications of the disease, including: (1)\n– Pyloric stenosis – Gastric perforation – Gastrointestinal bleeding – Stomach cancer"
        },
        {
            "subsection_name": "Causes of duodenal ulcers",
            "subsection_content": "The causes of peptic ulcers are commonly known as eating spicy foods, unhealthy foods and nervous stress. However, this is not an entirely accurate view when talking about the cause of stomach ulcers.\nCurrently, there is not enough evidence to confirm that food and mental health can directly lead to duodenal ulcers. Stress, stress), as well as some hot and spicy foods can irritate and worsen the condition of duodenal ulcers, but these are not the direct agents that damage the stomach and cause complications. ulcers.\nSimilar to wine and other alcoholic beverages, although placed on the list of foods harmful to health, they are not a direct cause of peptic ulcer disease. However, people with duodenal ulcers, if they do not abstain or limit alcohol, will cause ulcers to develop, leading to the disease becoming more serious. Therefore, alcohol has the potential to significantly increase stomach damage.(2)\nLet's find out exactly what causes duodenal ulcers with the information below.\n1. Helicobacter pylori infection\nAccording to information from the American Gastroenterological Association, Helicobacter pylori infection is a main cause of peptic ulcer disease. To learn more about the pathogenesis of duodenal ulcers, Helicobacter pylori bacteria (also known as HP bacteria) is a type of bacteria that exists inside the stomach and duodenum of infected people.\nHP bacteria damage the mucosa and cause ulcers by producing an enzyme in the acidic stomach environment and corroding the mucus barrier. This leads to people infected with HP bacteria having a high chance of getting peptic ulcers as well as other gastrointestinal diseases.\n2. Use non-steroidal anti-inflammatory drugs\nUsing non-steroidal anti-inflammatory pain relievers is also a leading cause of duodenal ulcers.\nNon-steroidal anti-inflammatory drugs, also known as NSAIDs, are a common type of pain reliever that patients can buy without a prescription from a doctor. However, it should be noted that this anti-inflammatory drug will increase your risk of developing gastrointestinal diseases and duodenal ulcers.\nThe American Gastroenterological Association has announced that NSAIDs cause peptic ulcers by disrupting the ability of the stomach and duodenum to protect themselves from acid inside the stomach. More dangerously, NSAIDs are also agents that hinder the ulcer healing process, negatively affecting bleeding ulcers in the stomach.\nTherefore, you should be cautious with non-steroidal pain relievers. In case you need to use medication, you should consult your doctor to prescribe the appropriate dosage.",
            "subsection_string": "Causes of duodenal ulcers\nThe causes of peptic ulcers are commonly known as eating spicy foods, unhealthy foods and nervous stress. However, this is not an entirely accurate view when talking about the cause of stomach ulcers.\nCurrently, there is not enough evidence to confirm that food and mental health can directly lead to duodenal ulcers. Stress, stress), as well as some hot and spicy foods can irritate and worsen the condition of duodenal ulcers, but these are not the direct agents that damage the stomach and cause complications. ulcers.\nSimilar to wine and other alcoholic beverages, although placed on the list of foods harmful to health, they are not a direct cause of peptic ulcer disease. However, people with duodenal ulcers, if they do not abstain or limit alcohol, will cause ulcers to develop, leading to the disease becoming more serious. Therefore, alcohol has the potential to significantly increase stomach damage.(2)\nLet's find out exactly what causes duodenal ulcers with the information below.\n1. Helicobacter pylori infection\nAccording to information from the American Gastroenterological Association, Helicobacter pylori infection is a main cause of peptic ulcer disease. To learn more about the pathogenesis of duodenal ulcers, Helicobacter pylori bacteria (also known as HP bacteria) is a type of bacteria that exists inside the stomach and duodenum of infected people.\nHP bacteria damage the mucosa and cause ulcers by producing an enzyme in the acidic stomach environment and corroding the mucus barrier. This leads to people infected with HP bacteria having a high chance of getting peptic ulcers as well as other gastrointestinal diseases.\n2. Use non-steroidal anti-inflammatory drugs\nUsing non-steroidal anti-inflammatory pain relievers is also a leading cause of duodenal ulcers.\nNon-steroidal anti-inflammatory drugs, also known as NSAIDs, are a common type of pain reliever that patients can buy without a prescription from a doctor. However, it should be noted that this anti-inflammatory drug will increase your risk of developing gastrointestinal diseases and duodenal ulcers.\nThe American Gastroenterological Association has announced that NSAIDs cause peptic ulcers by disrupting the ability of the stomach and duodenum to protect themselves from acid inside the stomach. More dangerously, NSAIDs are also agents that hinder the ulcer healing process, negatively affecting bleeding ulcers in the stomach.\nTherefore, you should be cautious with non-steroidal pain relievers. In case you need to use medication, you should consult your doctor to prescribe the appropriate dosage."
        },
        {
            "subsection_name": "Symptoms of duodenal ulcers",
            "subsection_content": "Depending on health and body condition, each person will have different symptoms of duodenal ulcers. Some patients with duodenal ulcers even have no symptoms.\nThe American Gastroenterological Association says that common symptoms of the disease include:\n– Appearance of epigastric pain – Sharp or burning pain in the epigastric 2 to 5 hours after eating, on an empty stomach or at night – Nausea and vomiting – Bloating, flatulence\nFor burning pain in the epigastric area, patients can eat easily digestible foods to relieve the pain. However, this is an immediate way to relieve pain and the results cannot be maintained for long. Besides, this method depends on each person's physical condition whether it is effective or not. Therefore, you can refer to this method for instant pain relief but do not consider it as an official home treatment.(3)\nIn addition, patients also need to pay attention to some warning symptoms of possible bleeding complications and cancer:\n– Black stools or mixed with red blood – Vomiting a lot, mixed with blood – Sudden, unexplained weight loss – Unexplained anemia – Prolonged choking – Palpable mass in the abdomen\nPeople suspected of having peptic ulcers need to see a doctor immediately for correct and timely treatment.",
            "subsection_string": "Symptoms of duodenal ulcers\nDepending on health and body condition, each person will have different symptoms of duodenal ulcers. Some patients with duodenal ulcers even have no symptoms.\nThe American Gastroenterological Association says that common symptoms of the disease include:\n– Appearance of epigastric pain – Sharp or burning pain in the epigastric 2 to 5 hours after eating, on an empty stomach or at night – Nausea and vomiting – Bloating, flatulence\nFor burning pain in the epigastric area, patients can eat easily digestible foods to relieve the pain. However, this is an immediate way to relieve pain and the results cannot be maintained for long. Besides, this method depends on each person's physical condition whether it is effective or not. Therefore, you can refer to this method for instant pain relief but do not consider it as an official home treatment.(3)\nIn addition, patients also need to pay attention to some warning symptoms of possible bleeding complications and cancer:\n– Black stools or mixed with red blood – Vomiting a lot, mixed with blood – Sudden, unexplained weight loss – Unexplained anemia – Prolonged choking – Palpable mass in the abdomen\nPeople suspected of having peptic ulcers need to see a doctor immediately for correct and timely treatment."
        },
        {
            "subsection_name": "Subjects at risk of infection",
            "subsection_content": "According to data from the US Center for Biotechnology Information, peptic ulcer disease is most common in people over the age of 60 with 68%. At this stage, the survey shows that men are more likely to get the disease than women. Meanwhile, peptic ulcers occur in people under 60 years old, accounting for 32%.\n1. People living in places with potential HP bacteria\nPeople living in places with poor sanitary conditions are at high risk of getting peptic ulcers because these are places with a high potential for infection with HP bacteria.\nBesides, doctors and nurses are also likely to be infected if the endoscopic machines are not properly sterilized and infected with HP bacteria from there.\n2. People who abuse painkillers\nNonsteroidal pain relievers are one of the two main causes of duodenal ulcers. This drug seriously impairs the self-protection ability of the stomach lining and hinders the ulcer healing process.\nAccording to the report, patients who continuously use NSAIDs will face 4% of life-threatening ulcer complications.\n3. People who use a lot of alcohol\nAlcohol is not the main cause of duodenal ulcers, but it is a dangerous factor that puts you at high risk of getting the disease. The reason is because alcohol has the ability to destroy the mucous layer that protects the mucosa, while increasing acid in the stomach, causing damage and ulcers in the stomach.\n4. People who are prone to mental stress\nPeople who are often or easily stressed will be more at risk of stomach ulcers than others. Depending on mental health, when stressed, the body will stimulate the stomach to secrete more acid. From there, this acid will have a negative impact on the stomach and duodenum.\n5. People with an unscientific diet\nUnscientific diet or irregular eating, accompanied by an unhealthy lifestyle are considered factors that disrupt the regulation of stomach acid. When acid is secreted but there is no food inside the stomach, the acid will \"attack\" the mucus, causing the mucosal layer to lose its protection, making it easily damaged by other agents.",
            "subsection_string": "Subjects at risk of infection\nAccording to data from the US Center for Biotechnology Information, peptic ulcer disease is most common in people over the age of 60 with 68%. At this stage, the survey shows that men are more likely to get the disease than women. Meanwhile, peptic ulcers occur in people under 60 years old, accounting for 32%.\n1. People living in places with potential HP bacteria\nPeople living in places with poor sanitary conditions are at high risk of getting peptic ulcers because these are places with a high potential for infection with HP bacteria.\nBesides, doctors and nurses are also likely to be infected if the endoscopic machines are not properly sterilized and infected with HP bacteria from there.\n2. People who abuse painkillers\nNonsteroidal pain relievers are one of the two main causes of duodenal ulcers. This drug seriously impairs the self-protection ability of the stomach lining and hinders the ulcer healing process.\nAccording to the report, patients who continuously use NSAIDs will face 4% of life-threatening ulcer complications.\n3. People who use a lot of alcohol\nAlcohol is not the main cause of duodenal ulcers, but it is a dangerous factor that puts you at high risk of getting the disease. The reason is because alcohol has the ability to destroy the mucous layer that protects the mucosa, while increasing acid in the stomach, causing damage and ulcers in the stomach.\n4. People who are prone to mental stress\nPeople who are often or easily stressed will be more at risk of stomach ulcers than others. Depending on mental health, when stressed, the body will stimulate the stomach to secrete more acid. From there, this acid will have a negative impact on the stomach and duodenum.\n5. People with an unscientific diet\nUnscientific diet or irregular eating, accompanied by an unhealthy lifestyle are considered factors that disrupt the regulation of stomach acid. When acid is secreted but there is no food inside the stomach, the acid will \"attack\" the mucus, causing the mucosal layer to lose its protection, making it easily damaged by other agents."
        },
        {
            "subsection_name": "How to diagnose peptic ulcer disease",
            "subsection_content": "Currently, for stomach ulcers, there are two diagnostic methods used: upper gastrointestinal endoscopy and a less common method, serial upper digestive x-rays.\n1. Upper digestive endoscopy method\nTo perform this method, the doctor will place a soft tube with a camera inside the patient's mouth, helping to detect and take pictures of ulcerative lesions.\nIn addition, upper gastrointestinal endoscopy can also be performed to biopsy and support treatment in case the patient has stomach bleeding.\n2. Serial upper gastrointestinal X-ray method\nThe next method used was a series of upper gastrointestinal X-rays. This is a method of diagnosing peptic ulcer disease by taking pictures of the stomach and examining the ulcer through x-ray images. In this method, the patient will be asked to drink barite contrast agent before taking the image. This barite will help doctors identify ulcers in the stomach lining and diagnose the condition. However, this method is less widely used than upper gastrointestinal endoscopy because of its poorer ability to detect lesions and cannot help with biopsy or support hemostatic treatment.(4)\nIn addition, diagnosing the cause of duodenal ulcers also includes breath testing. Compared to the two methods mentioned above, this method is simpler to perform and easier for patients to accept than performing endoscopy. The purpose of this method is for the doctor to check whether your stomach and duodenum are infected with HP bacteria by drinking a solution containing urea 15 - 30 minutes before taking a breath sample. This method is said to have accurate results and can be easily used by everyone. This method is also used as a way to evaluate the effectiveness of treatment to eradicate H.pylori bacteria in patients with duodenal ulcers after a period of treatment.",
            "subsection_string": "How to diagnose peptic ulcer disease\nCurrently, for stomach ulcers, there are two diagnostic methods used: upper gastrointestinal endoscopy and a less common method, serial upper digestive x-rays.\n1. Upper digestive endoscopy method\nTo perform this method, the doctor will place a soft tube with a camera inside the patient's mouth, helping to detect and take pictures of ulcerative lesions.\nIn addition, upper gastrointestinal endoscopy can also be performed to biopsy and support treatment in case the patient has stomach bleeding.\n2. Serial upper gastrointestinal X-ray method\nThe next method used was a series of upper gastrointestinal X-rays. This is a method of diagnosing peptic ulcer disease by taking pictures of the stomach and examining the ulcer through x-ray images. In this method, the patient will be asked to drink barite contrast agent before taking the image. This barite will help doctors identify ulcers in the stomach lining and diagnose the condition. However, this method is less widely used than upper gastrointestinal endoscopy because of its poorer ability to detect lesions and cannot help with biopsy or support hemostatic treatment.(4)\nIn addition, diagnosing the cause of duodenal ulcers also includes breath testing. Compared to the two methods mentioned above, this method is simpler to perform and easier for patients to accept than performing endoscopy. The purpose of this method is for the doctor to check whether your stomach and duodenum are infected with HP bacteria by drinking a solution containing urea 15 - 30 minutes before taking a breath sample. This method is said to have accurate results and can be easily used by everyone. This method is also used as a way to evaluate the effectiveness of treatment to eradicate H.pylori bacteria in patients with duodenal ulcers after a period of treatment."
        },
        {
            "subsection_name": "Complications of duodenal ulcers are common",
            "subsection_content": "Patients with duodenal ulcers, in addition to facing the symptoms of the disease, must also be very careful with the complications that the disease can cause. These health consequences often occur when the patient has weak resistance, an underlying disease, or eats foods that are harmful to the stomach, worsening duodenal ulcers such as smoking. leaves, drinking a lot of alcohol, eating spicy foods, etc.\nComplications of duodenal ulcers that you need to watch out for to minimize the risk include:\nGastric pyloric stenosis: This is a condition in which the stomach's outlet is narrowed, causing a blockage in the circulation of food and gastric juice. In other words, food will stagnate in the stomach for a long time and have difficulty moving into the intestines.; Gastric perforation: causes severe epigastric pain, the patient has symptoms of sudden severe abdominal pain, and a stiff abdomen; Gastrointestinal bleeding: Patients will vomit blood or have black stools and/or mixed with fresh blood.; Stomach cancer: Stomach cancer has a high mortality rate if not diagnosed and treated promptly.",
            "subsection_string": "Complications of duodenal ulcers are common\nPatients with duodenal ulcers, in addition to facing the symptoms of the disease, must also be very careful with the complications that the disease can cause. These health consequences often occur when the patient has weak resistance, an underlying disease, or eats foods that are harmful to the stomach, worsening duodenal ulcers such as smoking. leaves, drinking a lot of alcohol, eating spicy foods, etc.\nComplications of duodenal ulcers that you need to watch out for to minimize the risk include:\nGastric pyloric stenosis: This is a condition in which the stomach's outlet is narrowed, causing a blockage in the circulation of food and gastric juice. In other words, food will stagnate in the stomach for a long time and have difficulty moving into the intestines.; Gastric perforation: causes severe epigastric pain, the patient has symptoms of sudden severe abdominal pain, and a stiff abdomen; Gastrointestinal bleeding: Patients will vomit blood or have black stools and/or mixed with fresh blood.; Stomach cancer: Stomach cancer has a high mortality rate if not diagnosed and treated promptly."
        },
        {
            "subsection_name": "Is duodenal ulcer dangerous?",
            "subsection_content": "Peptic ulcer disease is a completely curable disease if detected early. Furthermore, in addition to following treatment from doctors, patients can still proactively control and improve their disease condition by changing their eating habits and healthier lifestyle to prevent disease. Prevents the development of duodenal ulcers.\nHowever, if the patient is subjective and does not take treatment seriously or detects the disease too late, he or she will face bad complications of the disease, especially stomach cancer, which has a high risk of death.\nTherefore, peptic ulcer disease is a disease that needs to be paid attention to and treated properly and promptly so that the patient can improve his health condition.",
            "subsection_string": "Is duodenal ulcer dangerous?\nPeptic ulcer disease is a completely curable disease if detected early. Furthermore, in addition to following treatment from doctors, patients can still proactively control and improve their disease condition by changing their eating habits and healthier lifestyle to prevent disease. Prevents the development of duodenal ulcers.\nHowever, if the patient is subjective and does not take treatment seriously or detects the disease too late, he or she will face bad complications of the disease, especially stomach cancer, which has a high risk of death.\nTherefore, peptic ulcer disease is a disease that needs to be paid attention to and treated properly and promptly so that the patient can improve his health condition."
        },
        {
            "subsection_name": "How to treat duodenal ulcers?",
            "subsection_content": "Treatment of duodenal ulcers will depend on the patient's ulcer condition and stage of the disease. At the same time, the doctor will also review the patient's medical history to be able to recommend appropriate treatment methods. (5) Some currently used methods of treating peptic ulcer disease include:\nAcid-blocking drugs: Doctors will use common acid-suppressing drugs, the group of proton pump inhibitors (PPIs) that have the ability to block strong acid. Note that with this method, patients often need to eat a meal 30 minutes after taking the medicine to activate the medicine to work effectively.; Treatment with antibiotics: People infected with HP bacteria will be treated with antibiotics. This method requires the patient to complete the full dose and take the medicine at the right time to achieve the best results during the treatment process.; Treatment with intervention through upper digestive endoscopy: The doctor will use an endoscope to intervene on ulcers that are or are at high risk of bleeding.",
            "subsection_string": "How to treat duodenal ulcers?\nTreatment of duodenal ulcers will depend on the patient's ulcer condition and stage of the disease. At the same time, the doctor will also review the patient's medical history to be able to recommend appropriate treatment methods. (5) Some currently used methods of treating peptic ulcer disease include:\nAcid-blocking drugs: Doctors will use common acid-suppressing drugs, the group of proton pump inhibitors (PPIs) that have the ability to block strong acid. Note that with this method, patients often need to eat a meal 30 minutes after taking the medicine to activate the medicine to work effectively.; Treatment with antibiotics: People infected with HP bacteria will be treated with antibiotics. This method requires the patient to complete the full dose and take the medicine at the right time to achieve the best results during the treatment process.; Treatment with intervention through upper digestive endoscopy: The doctor will use an endoscope to intervene on ulcers that are or are at high risk of bleeding."
        },
        {
            "subsection_name": "How to prevent duodenal ulcers",
            "subsection_content": "You can completely protect yourself from peptic ulcers by proactively preventing the disease and minimizing activities that have a high risk of causing you to get the disease.\nHere are some recommendations from medical experts to help you effectively prevent peptic ulcers:\nLimit the risk of infection with HP bacteria by washing your hands regularly and eating clean, fully cooked foods; Limit the use of pain relievers or use pain relievers according to professional advice from your doctor to avoid overuse of NSAIDs; Don't drink alcohol and smoke\nCenter for Gastrointestinal Endoscopy and Surgery (Tam Anh General Hospital, Ho Chi Minh City) and Department of Gastroenterology - Hepatobiliary - Pancreatic (Tam Anh General Hospital, Hanoi) are prestigious medical centers specializing in Gastroenterology, providing High-class, effective examination and treatment services for patients with mild to severe liver problems (stomach polyps, gastritis, fatty liver, acute and chronic hepatitis, cirrhosis, Liver Cancer…). Tam Anh General Hospital system brings together a team of highly specialized and experienced Internal Medicine - Surgery - Gastrointestinal Endoscopy doctors, in addition to the support of a modern medical equipment system imported from abroad. in addition, serving the maximum examination and treatment needs of customers.\nTo schedule an examination and treatment of liver diseases with gastroenterology specialists of Tam Anh General Hospital System, please contact:\nPeptic ulcer disease is a digestive disease that causes unpleasant epigastric pain, directly affecting the patient's daily activities. Accompanied by dangerous complications with a high risk of death. Therefore, you need to understand the causes and symptoms of duodenal ulcers to be able to optimally prevent the disease. Hopefully the above article has provided you with a complete concept of what peptic ulcer disease is and the treatment methods for people with peptic ulcer disease that you can refer to.",
            "subsection_string": "How to prevent duodenal ulcers\nYou can completely protect yourself from peptic ulcers by proactively preventing the disease and minimizing activities that have a high risk of causing you to get the disease.\nHere are some recommendations from medical experts to help you effectively prevent peptic ulcers:\nLimit the risk of infection with HP bacteria by washing your hands regularly and eating clean, fully cooked foods; Limit the use of pain relievers or use pain relievers according to professional advice from your doctor to avoid overuse of NSAIDs; Don't drink alcohol and smoke\nCenter for Gastrointestinal Endoscopy and Surgery (Tam Anh General Hospital, Ho Chi Minh City) and Department of Gastroenterology - Hepatobiliary - Pancreatic (Tam Anh General Hospital, Hanoi) are prestigious medical centers specializing in Gastroenterology, providing High-class, effective examination and treatment services for patients with mild to severe liver problems (stomach polyps, gastritis, fatty liver, acute and chronic hepatitis, cirrhosis, Liver Cancer…). Tam Anh General Hospital system brings together a team of highly specialized and experienced Internal Medicine - Surgery - Gastrointestinal Endoscopy doctors, in addition to the support of a modern medical equipment system imported from abroad. in addition, serving the maximum examination and treatment needs of customers.\nTo schedule an examination and treatment of liver diseases with gastroenterology specialists of Tam Anh General Hospital System, please contact:\nPeptic ulcer disease is a digestive disease that causes unpleasant epigastric pain, directly affecting the patient's daily activities. Accompanied by dangerous complications with a high risk of death. Therefore, you need to understand the causes and symptoms of duodenal ulcers to be able to optimally prevent the disease. Hopefully the above article has provided you with a complete concept of what peptic ulcer disease is and the treatment methods for people with peptic ulcer disease that you can refer to."
        }
    ],
    "name": "viem-loet-da-day-ta-trang.json"
}