{
    "title": "Otitis media with perforated eardrum: Is it dangerous and how to treat it?",
    "category": "Ear, nose and throat",
    "link": "https://tamanhhospital.vn/viem-tai-giua-thung-mang-nhi/",
    "abstract": "Chronic otitis media with atrial perforation is a condition that needs to be treated early to avoid the risk of permanent hearing loss. MScNT Nguyen Thi Huong, Department of Otorhinolaryngology, Tam Anh General Hospital, Ho Chi Minh City, said that chronic otitis media and perforated eardrum can cause complications of tinnitus, hearing loss, permanent deafness, and affect the brain. children's ability to develop language, even causing life-threatening complications of encephalitis and meningitis.",
    "content": "Otitis media with perforated eardrum: Is it dangerous and how to treat it?\n\nChronic otitis media with atrial perforation is a condition that needs to be treated early to avoid the risk of permanent hearing loss. MScNT Nguyen Thi Huong, Department of Otorhinolaryngology, Tam Anh General Hospital, Ho Chi Minh City, said that chronic otitis media and perforated eardrum can cause complications of tinnitus, hearing loss, permanent deafness, and affect the brain. children's ability to develop language, even causing life-threatening complications of encephalitis and meningitis.\n\nWhat is perforated otitis media?\nOtitis media with perforated eardrum is a complication of acute otitis media that is not treated promptly and properly, recurring many times leading to perforated eardrum.\nAccording to Dr. Huong, chronic otitis media with perforated eardrum is characterized by a perforated eardrum lasting more than 12 weeks, causing ear discharge, inflammation of the middle ear mucosa and mastoid bone.\nOtitis media that is not treated early can lead to otitis media with perforated eardrum.\n\nSubjects with otitis media\nAccording to Dr. Huong, anyone can get otitis media, but the disease is more common in children aged 6-36 months because the structure of the eustachian tube is shorter and more horizontal than that of adults, so the ability to drain fluid is poorer. .\nThe eustachian tube is the part that connects the middle ear to the roof of the nose. If the eustachian tube is blocked, mucus will stagnate in the middle ear, creating a favorable environment for bacteria to cause inflammation and infection.\nChildren at risk of otitis media include:\nChildren use pacifiers and drink bottles; Children living in air polluted environments or frequently experiencing changes in altitude or climate change; Your child has colds, sinusitis, flu, or recurring ear infections.; Children with birth defects in the nasopharynx; Children have weak immunity.; Foreign objects or water entering the ear are not cleaned.\n\nCause of otitis media with perforated eardrum\nPerforated eardrums arise from many causes, but the most common are:\nAcute otitis media recurs many times.; Eustachian tube dysfunction/anatomical damage; Trauma causing perforated eardrum.; Improper placement of the ventilation tube by the doctor.; People with skull abnormalities such as Crying Cat syndrome, Down syndrome, cleft palate and/or velopharyngeal hypoplasia - cardiovascular malformations (Shprintzen syndrome).(1); Upper respiratory tract infection.\nWhen the eardrum perforation is too large, or when the ear infection is not treated properly, the infection is prolonged, or the eardrum perforation is not closed, it will cause chronic otitis media with perforated eardrum.\n\nSigns of chronic otitis media with perforated eardrum\nDr. Huong said that common signs of chronic otitis media with perforated eardrum include:\nPerforated eardrum lasting more than 12 weeks;; Ear discharge, foul-smelling ear;; Tinnitus;(2); Conductive hearing loss;; Middle ear mucosa edema and degeneration;; Pain symptoms are not common;; In children, the above symptoms can lead to children reacting poorly to sounds due to hearing loss and poor balance.\nImage of otitis media with perforated eardrum\n\nDiagnosis of chronic otitis media with perforated eardrum\nAccording to Dr. Huong, the method of diagnosing chronic otitis media with atrial perforation is usually based on clinical and paraclinical assessment and differential diagnosis is also very necessary.\n1. Paraclinical assessments\nOtoscopy: See thick, rotten ear pus, prolonged ear discharge, possibly cholesteatoma. The eardrum can be collapsed, bulging, perforated, the edge of the hole is rough, there may be inflammatory tissue in the eardrum, the bottom of the eardrum is dirty.; Ear culture: This method helps identify pathogenic bacteria and make antibiograms.; CT-scan, MRI of temporal ear: helps determine diagnosis, extent of pathology in the middle ear and surrounding structures, resorption of ossicles or temporal bones, intracranial complications...; Audiometry: This method helps evaluate the patient's hearing ability.(3)\n2. Differential diagnosis\nDr. Huong said that differential diagnoses to differentiate chronic otitis media with atrial perforation and other conditions with many similar symptoms that can easily be confused with chronic otitis media with atrial perforation include:\nBoils or inflammation of the external ear canal: when pulling the ear lobe and pressing the ear jar, there is pain, endoscopy shows inflammation of the external ear canal.; Inflammation of the lymph nodes or connective tissue behind the ear: This disease has no history of ear discharge, normal hearing.; Post-tuberculosis otitis media: Need to ask about history and take chest X-ray...; Otitis media caused by spirochetes and syphilis: Need to ask medical history and do specialized tests to diagnose.\nThe child had an endoscopy to check for ear diseases at Tam Anh General Hospital.\n\nTreatment of chronic otitis media with perforated eardrum\nDr. Huong said that chronic otitis media with perforated eardrum cannot be treated with medical methods, only surgical treatment can help close the eardrum, contributing to restoring the patient's hearing function.\nRehabilitation surgery: Surgery to repair the eardrum simply through endoscopy or behind the ear and can be combined with opening the epitympanic membrane.; Radical mastoidectomy in some cases of cholesteatoma.\n\nMethods to prevent chronic otitis media with perforated eardrum\nTo prevent chronic otitis media with perforated eardrum, Dr. Huong recommends that each person:\nPrevention and treatment of causes of acute otitis media such as adenoiditis, nasopharyngitis, tooth decay.; It is necessary to thoroughly monitor and treat acute otitis media to prevent recurrence; Chronic otitis media requires early and proper treatment and close monitoring to prevent complications; If treated with antibiotics, it is necessary to follow the specialist's instructions, take the correct dose, and do not arbitrarily stop taking the medication even when symptoms no longer appear to avoid drug resistance, making it difficult to treat. later treatment.\n\nFrequently asked questions about chronic otitis media with perforated eardrum\nMScNT Nguyen Thi Huong answers common questions about chronic otitis media and perforated eardrum.\n1. Is it okay for chronic otitis media to cause a perforated eardrum if it lasts for a long time?\nIs chronic otitis media with perforated eardrum dangerous? Chronic otitis media with prolonged perforation of the eardrum can cause serious complications including the formation of a cholesteatoma in the middle ear, causing erosion of the mastoid bone, spreading the disease to the brain; degeneration of the middle ear mucosa; conductive deafness due to destruction of the ossicular chain; Facial paralysis due to damage to cranial nerve VII; Slow language development if deafness occurs in both ears in young children.\nIn particular, complications of epidural abscess or brain abscess are very dangerous because they can lead to death.\n2. Can otitis media cause a perforated eardrum?\nOtitis media that is not diagnosed and treated promptly can cause many complications, including perforated eardrum.\n3. How to clean the ear when the eardrum is punctured?\nDoctor Huong instructs how to clean the ear when the eardrum is punctured as follows:\nTake a little warm water in a glass and add physiological saline.; Use a soft cloth dipped in mixed water, then wring it dry and wipe the outside of the ear clean.; Lie on your side with the inflamed ear facing the ceiling, then apply ear drops as prescribed by your doctor.; Hold the position for a few minutes then tilt your head to the side of the inflamed ear to let the fluid drain out.; Use a clean towel to dry your ears; Do it 2-3 times per day.\n\nWhere is a good place to examine and treat chronic otitis media with perforated eardrum?\nFor chronic otitis media with perforated eardrum, you should go to medical facilities with ENT specialists with experienced doctors for diagnosis and treatment. It is better for you to choose hospitals equipped with modern equipment, machinery, and technology. Because many inflammatory cases are complicated, the equipment will help doctors a lot in making accurate diagnoses, bringing highly effective treatment as well as shortening hospital stays.\nCurrently, the Ear, Nose and Throat Department of Tam Anh General Hospital is a professional examination and treatment unit for ear, nose and throat diseases with a team of leading, skilled and experienced experts and doctors. In particular, the Ear, Nose and Throat Department of Tam Anh General Hospital is also equipped with the most modern technology and machinery to serve the examination and in-depth treatment of ear, nose and throat diseases, including inflammation. chronic middle ear perforation.\nAmerican NATUS vestibular monitor (currently only available at Tam Anh General Hospital, Ho Chi Minh City); vHIT and SHIMP have gold standard accuracy, assessing all 6 semicircular canals in a single test; The system of dynamic tonography (VNG) and vestibular rehabilitation (TRV) (currently only available at Tam Anh General Hospital in Hanoi) helps accurately diagnose the cause of vestibular damage; develop specialized rehabilitation regimens with TRV machines; The first German endoscope at Tam Anh General Hospital helps detect early damage to the vocal cords, accurately diagnose the cause of hoarseness, measure Voice disorders, diagnose Swallowing disorders in the hypopharyngeal - oral esophageal region; Interacoustic audiometer (Denmark) diagnoses hearing loss and measures cochlear sounds; Zeiss ear surgery microsurgery system (Germany), Karl Storz endoscopy system (Germany) along with Skeeter drilling system for endoscopic sinus surgery, endoscopic laryngeal microsurgery and endoscopic ear surgery; Coblator system from Smith Nephew (USA), plasma knife from Medtronic (USA) used for tonsillectomy, adenoid curettage, turbinate burning, pharyngeal reconstruction...\nTo schedule an examination for chronic otitis media with perforated eardrum and other ear, nose and throat diseases at Tam Anh General Hospital, please contact:",
    "subsections": [
        {
            "subsection_name": "What is perforated otitis media?",
            "subsection_content": "Otitis media with perforated eardrum is a complication of acute otitis media that is not treated promptly and properly, recurring many times leading to perforated eardrum.\nAccording to Dr. Huong, chronic otitis media with perforated eardrum is characterized by a perforated eardrum lasting more than 12 weeks, causing ear discharge, inflammation of the middle ear mucosa and mastoid bone.\nOtitis media that is not treated early can lead to otitis media with perforated eardrum.",
            "subsection_string": "What is perforated otitis media?\nOtitis media with perforated eardrum is a complication of acute otitis media that is not treated promptly and properly, recurring many times leading to perforated eardrum.\nAccording to Dr. Huong, chronic otitis media with perforated eardrum is characterized by a perforated eardrum lasting more than 12 weeks, causing ear discharge, inflammation of the middle ear mucosa and mastoid bone.\nOtitis media that is not treated early can lead to otitis media with perforated eardrum."
        },
        {
            "subsection_name": "Subjects with otitis media",
            "subsection_content": "According to Dr. Huong, anyone can get otitis media, but the disease is more common in children aged 6-36 months because the structure of the eustachian tube is shorter and more horizontal than that of adults, so the ability to drain fluid is poorer. .\nThe eustachian tube is the part that connects the middle ear to the roof of the nose. If the eustachian tube is blocked, mucus will stagnate in the middle ear, creating a favorable environment for bacteria to cause inflammation and infection.\nChildren at risk of otitis media include:\nChildren use pacifiers and drink bottles; Children living in air polluted environments or frequently experiencing changes in altitude or climate change; Your child has colds, sinusitis, flu, or recurring ear infections.; Children with birth defects in the nasopharynx; Children have weak immunity.; Foreign objects or water entering the ear are not cleaned.",
            "subsection_string": "Subjects with otitis media\nAccording to Dr. Huong, anyone can get otitis media, but the disease is more common in children aged 6-36 months because the structure of the eustachian tube is shorter and more horizontal than that of adults, so the ability to drain fluid is poorer. .\nThe eustachian tube is the part that connects the middle ear to the roof of the nose. If the eustachian tube is blocked, mucus will stagnate in the middle ear, creating a favorable environment for bacteria to cause inflammation and infection.\nChildren at risk of otitis media include:\nChildren use pacifiers and drink bottles; Children living in air polluted environments or frequently experiencing changes in altitude or climate change; Your child has colds, sinusitis, flu, or recurring ear infections.; Children with birth defects in the nasopharynx; Children have weak immunity.; Foreign objects or water entering the ear are not cleaned."
        },
        {
            "subsection_name": "Cause of otitis media with perforated eardrum",
            "subsection_content": "Perforated eardrums arise from many causes, but the most common are:\nAcute otitis media recurs many times.; Eustachian tube dysfunction/anatomical damage; Trauma causing perforated eardrum.; Improper placement of the ventilation tube by the doctor.; People with skull abnormalities such as Crying Cat syndrome, Down syndrome, cleft palate and/or velopharyngeal hypoplasia - cardiovascular malformations (Shprintzen syndrome).(1); Upper respiratory tract infection.\nWhen the eardrum perforation is too large, or when the ear infection is not treated properly, the infection is prolonged, or the eardrum perforation is not closed, it will cause chronic otitis media with perforated eardrum.",
            "subsection_string": "Cause of otitis media with perforated eardrum\nPerforated eardrums arise from many causes, but the most common are:\nAcute otitis media recurs many times.; Eustachian tube dysfunction/anatomical damage; Trauma causing perforated eardrum.; Improper placement of the ventilation tube by the doctor.; People with skull abnormalities such as Crying Cat syndrome, Down syndrome, cleft palate and/or velopharyngeal hypoplasia - cardiovascular malformations (Shprintzen syndrome).(1); Upper respiratory tract infection.\nWhen the eardrum perforation is too large, or when the ear infection is not treated properly, the infection is prolonged, or the eardrum perforation is not closed, it will cause chronic otitis media with perforated eardrum."
        },
        {
            "subsection_name": "Signs of chronic otitis media with perforated eardrum",
            "subsection_content": "Dr. Huong said that common signs of chronic otitis media with perforated eardrum include:\nPerforated eardrum lasting more than 12 weeks;; Ear discharge, foul-smelling ear;; Tinnitus;(2); Conductive hearing loss;; Middle ear mucosa edema and degeneration;; Pain symptoms are not common;; In children, the above symptoms can lead to children reacting poorly to sounds due to hearing loss and poor balance.\nImage of otitis media with perforated eardrum",
            "subsection_string": "Signs of chronic otitis media with perforated eardrum\nDr. Huong said that common signs of chronic otitis media with perforated eardrum include:\nPerforated eardrum lasting more than 12 weeks;; Ear discharge, foul-smelling ear;; Tinnitus;(2); Conductive hearing loss;; Middle ear mucosa edema and degeneration;; Pain symptoms are not common;; In children, the above symptoms can lead to children reacting poorly to sounds due to hearing loss and poor balance.\nImage of otitis media with perforated eardrum"
        },
        {
            "subsection_name": "Diagnosis of chronic otitis media with perforated eardrum",
            "subsection_content": "According to Dr. Huong, the method of diagnosing chronic otitis media with atrial perforation is usually based on clinical and paraclinical assessment and differential diagnosis is also very necessary.\n1. Paraclinical assessments\nOtoscopy: See thick, rotten ear pus, prolonged ear discharge, possibly cholesteatoma. The eardrum can be collapsed, bulging, perforated, the edge of the hole is rough, there may be inflammatory tissue in the eardrum, the bottom of the eardrum is dirty.; Ear culture: This method helps identify pathogenic bacteria and make antibiograms.; CT-scan, MRI of temporal ear: helps determine diagnosis, extent of pathology in the middle ear and surrounding structures, resorption of ossicles or temporal bones, intracranial complications...; Audiometry: This method helps evaluate the patient's hearing ability.(3)\n2. Differential diagnosis\nDr. Huong said that differential diagnoses to differentiate chronic otitis media with atrial perforation and other conditions with many similar symptoms that can easily be confused with chronic otitis media with atrial perforation include:\nBoils or inflammation of the external ear canal: when pulling the ear lobe and pressing the ear jar, there is pain, endoscopy shows inflammation of the external ear canal.; Inflammation of the lymph nodes or connective tissue behind the ear: This disease has no history of ear discharge, normal hearing.; Post-tuberculosis otitis media: Need to ask about history and take chest X-ray...; Otitis media caused by spirochetes and syphilis: Need to ask medical history and do specialized tests to diagnose.\nThe child had an endoscopy to check for ear diseases at Tam Anh General Hospital.",
            "subsection_string": "Diagnosis of chronic otitis media with perforated eardrum\nAccording to Dr. Huong, the method of diagnosing chronic otitis media with atrial perforation is usually based on clinical and paraclinical assessment and differential diagnosis is also very necessary.\n1. Paraclinical assessments\nOtoscopy: See thick, rotten ear pus, prolonged ear discharge, possibly cholesteatoma. The eardrum can be collapsed, bulging, perforated, the edge of the hole is rough, there may be inflammatory tissue in the eardrum, the bottom of the eardrum is dirty.; Ear culture: This method helps identify pathogenic bacteria and make antibiograms.; CT-scan, MRI of temporal ear: helps determine diagnosis, extent of pathology in the middle ear and surrounding structures, resorption of ossicles or temporal bones, intracranial complications...; Audiometry: This method helps evaluate the patient's hearing ability.(3)\n2. Differential diagnosis\nDr. Huong said that differential diagnoses to differentiate chronic otitis media with atrial perforation and other conditions with many similar symptoms that can easily be confused with chronic otitis media with atrial perforation include:\nBoils or inflammation of the external ear canal: when pulling the ear lobe and pressing the ear jar, there is pain, endoscopy shows inflammation of the external ear canal.; Inflammation of the lymph nodes or connective tissue behind the ear: This disease has no history of ear discharge, normal hearing.; Post-tuberculosis otitis media: Need to ask about history and take chest X-ray...; Otitis media caused by spirochetes and syphilis: Need to ask medical history and do specialized tests to diagnose.\nThe child had an endoscopy to check for ear diseases at Tam Anh General Hospital."
        },
        {
            "subsection_name": "Treatment of chronic otitis media with perforated eardrum",
            "subsection_content": "Dr. Huong said that chronic otitis media with perforated eardrum cannot be treated with medical methods, only surgical treatment can help close the eardrum, contributing to restoring the patient's hearing function.\nRehabilitation surgery: Surgery to repair the eardrum simply through endoscopy or behind the ear and can be combined with opening the epitympanic membrane.; Radical mastoidectomy in some cases of cholesteatoma.",
            "subsection_string": "Treatment of chronic otitis media with perforated eardrum\nDr. Huong said that chronic otitis media with perforated eardrum cannot be treated with medical methods, only surgical treatment can help close the eardrum, contributing to restoring the patient's hearing function.\nRehabilitation surgery: Surgery to repair the eardrum simply through endoscopy or behind the ear and can be combined with opening the epitympanic membrane.; Radical mastoidectomy in some cases of cholesteatoma."
        },
        {
            "subsection_name": "Methods to prevent chronic otitis media with perforated eardrum",
            "subsection_content": "To prevent chronic otitis media with perforated eardrum, Dr. Huong recommends that each person:\nPrevention and treatment of causes of acute otitis media such as adenoiditis, nasopharyngitis, tooth decay.; It is necessary to thoroughly monitor and treat acute otitis media to prevent recurrence; Chronic otitis media requires early and proper treatment and close monitoring to prevent complications; If treated with antibiotics, it is necessary to follow the specialist's instructions, take the correct dose, and do not arbitrarily stop taking the medication even when symptoms no longer appear to avoid drug resistance, making it difficult to treat. later treatment.",
            "subsection_string": "Methods to prevent chronic otitis media with perforated eardrum\nTo prevent chronic otitis media with perforated eardrum, Dr. Huong recommends that each person:\nPrevention and treatment of causes of acute otitis media such as adenoiditis, nasopharyngitis, tooth decay.; It is necessary to thoroughly monitor and treat acute otitis media to prevent recurrence; Chronic otitis media requires early and proper treatment and close monitoring to prevent complications; If treated with antibiotics, it is necessary to follow the specialist's instructions, take the correct dose, and do not arbitrarily stop taking the medication even when symptoms no longer appear to avoid drug resistance, making it difficult to treat. later treatment."
        },
        {
            "subsection_name": "Frequently asked questions about chronic otitis media with perforated eardrum",
            "subsection_content": "MScNT Nguyen Thi Huong answers common questions about chronic otitis media and perforated eardrum.\n1. Is it okay for chronic otitis media to cause a perforated eardrum if it lasts for a long time?\nIs chronic otitis media with perforated eardrum dangerous? Chronic otitis media with prolonged perforation of the eardrum can cause serious complications including the formation of a cholesteatoma in the middle ear, causing erosion of the mastoid bone, spreading the disease to the brain; degeneration of the middle ear mucosa; conductive deafness due to destruction of the ossicular chain; Facial paralysis due to damage to cranial nerve VII; Slow language development if deafness occurs in both ears in young children.\nIn particular, complications of epidural abscess or brain abscess are very dangerous because they can lead to death.\n2. Can otitis media cause a perforated eardrum?\nOtitis media that is not diagnosed and treated promptly can cause many complications, including perforated eardrum.\n3. How to clean the ear when the eardrum is punctured?\nDoctor Huong instructs how to clean the ear when the eardrum is punctured as follows:\nTake a little warm water in a glass and add physiological saline.; Use a soft cloth dipped in mixed water, then wring it dry and wipe the outside of the ear clean.; Lie on your side with the inflamed ear facing the ceiling, then apply ear drops as prescribed by your doctor.; Hold the position for a few minutes then tilt your head to the side of the inflamed ear to let the fluid drain out.; Use a clean towel to dry your ears; Do it 2-3 times per day.",
            "subsection_string": "Frequently asked questions about chronic otitis media with perforated eardrum\nMScNT Nguyen Thi Huong answers common questions about chronic otitis media and perforated eardrum.\n1. Is it okay for chronic otitis media to cause a perforated eardrum if it lasts for a long time?\nIs chronic otitis media with perforated eardrum dangerous? Chronic otitis media with prolonged perforation of the eardrum can cause serious complications including the formation of a cholesteatoma in the middle ear, causing erosion of the mastoid bone, spreading the disease to the brain; degeneration of the middle ear mucosa; conductive deafness due to destruction of the ossicular chain; Facial paralysis due to damage to cranial nerve VII; Slow language development if deafness occurs in both ears in young children.\nIn particular, complications of epidural abscess or brain abscess are very dangerous because they can lead to death.\n2. Can otitis media cause a perforated eardrum?\nOtitis media that is not diagnosed and treated promptly can cause many complications, including perforated eardrum.\n3. How to clean the ear when the eardrum is punctured?\nDoctor Huong instructs how to clean the ear when the eardrum is punctured as follows:\nTake a little warm water in a glass and add physiological saline.; Use a soft cloth dipped in mixed water, then wring it dry and wipe the outside of the ear clean.; Lie on your side with the inflamed ear facing the ceiling, then apply ear drops as prescribed by your doctor.; Hold the position for a few minutes then tilt your head to the side of the inflamed ear to let the fluid drain out.; Use a clean towel to dry your ears; Do it 2-3 times per day."
        },
        {
            "subsection_name": "Where is a good place to examine and treat chronic otitis media with perforated eardrum?",
            "subsection_content": "For chronic otitis media with perforated eardrum, you should go to medical facilities with ENT specialists with experienced doctors for diagnosis and treatment. It is better for you to choose hospitals equipped with modern equipment, machinery, and technology. Because many inflammatory cases are complicated, the equipment will help doctors a lot in making accurate diagnoses, bringing highly effective treatment as well as shortening hospital stays.\nCurrently, the Ear, Nose and Throat Department of Tam Anh General Hospital is a professional examination and treatment unit for ear, nose and throat diseases with a team of leading, skilled and experienced experts and doctors. In particular, the Ear, Nose and Throat Department of Tam Anh General Hospital is also equipped with the most modern technology and machinery to serve the examination and in-depth treatment of ear, nose and throat diseases, including inflammation. chronic middle ear perforation.\nAmerican NATUS vestibular monitor (currently only available at Tam Anh General Hospital, Ho Chi Minh City); vHIT and SHIMP have gold standard accuracy, assessing all 6 semicircular canals in a single test; The system of dynamic tonography (VNG) and vestibular rehabilitation (TRV) (currently only available at Tam Anh General Hospital in Hanoi) helps accurately diagnose the cause of vestibular damage; develop specialized rehabilitation regimens with TRV machines; The first German endoscope at Tam Anh General Hospital helps detect early damage to the vocal cords, accurately diagnose the cause of hoarseness, measure Voice disorders, diagnose Swallowing disorders in the hypopharyngeal - oral esophageal region; Interacoustic audiometer (Denmark) diagnoses hearing loss and measures cochlear sounds; Zeiss ear surgery microsurgery system (Germany), Karl Storz endoscopy system (Germany) along with Skeeter drilling system for endoscopic sinus surgery, endoscopic laryngeal microsurgery and endoscopic ear surgery; Coblator system from Smith Nephew (USA), plasma knife from Medtronic (USA) used for tonsillectomy, adenoid curettage, turbinate burning, pharyngeal reconstruction...\nTo schedule an examination for chronic otitis media with perforated eardrum and other ear, nose and throat diseases at Tam Anh General Hospital, please contact:",
            "subsection_string": "Where is a good place to examine and treat chronic otitis media with perforated eardrum?\nFor chronic otitis media with perforated eardrum, you should go to medical facilities with ENT specialists with experienced doctors for diagnosis and treatment. It is better for you to choose hospitals equipped with modern equipment, machinery, and technology. Because many inflammatory cases are complicated, the equipment will help doctors a lot in making accurate diagnoses, bringing highly effective treatment as well as shortening hospital stays.\nCurrently, the Ear, Nose and Throat Department of Tam Anh General Hospital is a professional examination and treatment unit for ear, nose and throat diseases with a team of leading, skilled and experienced experts and doctors. In particular, the Ear, Nose and Throat Department of Tam Anh General Hospital is also equipped with the most modern technology and machinery to serve the examination and in-depth treatment of ear, nose and throat diseases, including inflammation. chronic middle ear perforation.\nAmerican NATUS vestibular monitor (currently only available at Tam Anh General Hospital, Ho Chi Minh City); vHIT and SHIMP have gold standard accuracy, assessing all 6 semicircular canals in a single test; The system of dynamic tonography (VNG) and vestibular rehabilitation (TRV) (currently only available at Tam Anh General Hospital in Hanoi) helps accurately diagnose the cause of vestibular damage; develop specialized rehabilitation regimens with TRV machines; The first German endoscope at Tam Anh General Hospital helps detect early damage to the vocal cords, accurately diagnose the cause of hoarseness, measure Voice disorders, diagnose Swallowing disorders in the hypopharyngeal - oral esophageal region; Interacoustic audiometer (Denmark) diagnoses hearing loss and measures cochlear sounds; Zeiss ear surgery microsurgery system (Germany), Karl Storz endoscopy system (Germany) along with Skeeter drilling system for endoscopic sinus surgery, endoscopic laryngeal microsurgery and endoscopic ear surgery; Coblator system from Smith Nephew (USA), plasma knife from Medtronic (USA) used for tonsillectomy, adenoid curettage, turbinate burning, pharyngeal reconstruction...\nTo schedule an examination for chronic otitis media with perforated eardrum and other ear, nose and throat diseases at Tam Anh General Hospital, please contact:"
        }
    ],
    "name": "viem-tai-giua-thung-mang-nhi.json"
}