{
    "title": "Cholecystitis: Causes, symptoms, diagnosis and prevention",
    "category": "Gastrointestinal - Hepatobiliary",
    "link": "https://tamanhhospital.vn/viem-tui-mat/",
    "abstract": "If cholecystitis is not diagnosed and treated promptly, it can lead to many dangerous complications, even life-threatening. Therefore, patients should closely monitor their condition and contact their doctor immediately in case they notice any suspicious signs.",
    "content": "Cholecystitis: Causes, symptoms, diagnosis and prevention\n\nIf cholecystitis is not diagnosed and treated promptly, it can lead to many dangerous complications, even life-threatening. Therefore, patients should closely monitor their condition and contact their doctor immediately in case they notice any suspicious signs.\n\nWhat is cholecystitis?\nCholecystitis is a condition in which the gallbladder becomes inflamed due to bacteria, often occurring in patients with bile duct obstruction. Accordingly, the main task of this organ is to contain digestive fluid (bile). Bile will be released into the small intestine, serving the process of breaking down fat. However, if the bile duct is blocked, bile will become trapped, irritating the gallbladder and causing inflammation. In addition, some other causes may include: abnormal problems in the bile ducts, tumors, infections...\nReferring to the gallbladder, this is a small, pear-shaped organ located on the right side of the abdomen, below the liver, containing bile that is secreted into the small intestine. Inflammation that occurs if not treated promptly can lead to many serious complications, even gallbladder perforation, which is life-threatening.(1)\n1. Acute cholecystitis due to stones\nThis condition accounts for about 90% of cholecystitis cases. Specifically, the flow of bile is blocked, causing bile to stagnate, causing the gallbladder to swell and become painful. The gallbladder is initially sterile but is often susceptible to bacterial infection, mainly E. coli, Klebsiella, Bacteroides, Staphylococus…. Long-term inflammation can cause bile to seep out of the gallbladder wall and spread to surrounding organs and structures, causing symptoms such as peritoneal tenderness or abdominal wall stiffness.\n2. Chronic cholecystitis\nThis condition occurs due to repeated acute cholecystitis, with the main cause also being stones. Accordingly, chronic inflammation may have no main symptoms, and may also present as a more serious acute case. Some complications may occur such as: gangrene, perforation or fistula formation.\n3. Non-calculous cholecystitis\nThis is an inflammatory condition where stones are not found in the bile ducts, accounting for 5 - 10% of all cases and directly related to high mortality rates. Acalculous cholecystitis often occurs in people who are seriously ill, such as men after non-traumatic surgery. Accordingly, this condition is related to many other causes, including: vasculitis, chemotherapy, trauma, burns...\nSymptoms are similar to inflammation caused by stones. However, the likelihood of jaundice is often higher. Depending on each case, the doctor may prescribe ultrasound or computed tomography to determine the abnormal size and mobility of the gallbladder.\n\nWho is at risk of cholecystitis?\nBelow are people in the high-risk group for cholecystitis:\nWomen over 50 years old; Men over 60 years old; Overweight.; Diabetes.; Pregnant; Have Crohn's disease.; Have end-stage kidney disease; Have heart disease.; Hyperlipidemia.; Have sickle cell disease.; People whose diet is high in fat and cholesterol.\n\nCauses of cholecystitis\nThe most common cause of cholecystitis is stones blocking the duct that carries bile to the small intestine, causing bile stagnation in the organ. However, this is not the only factor, many cases of the disease can be caused by: (2)\nGallbladder sludge: This is a granular solid that accumulates in the gallbladder, often occurring during pregnancy or rapid weight loss.; Tumor blocking the passage of bile: Tumor growth in the pancreas or liver can prevent digestive juices from escaping.; The gallbladder does not have a good blood supply due to diabetes.; Infection: Bacteria can damage the bile drainage system, causing bile to reflux.\n\nSymptoms of gallbladder inflammation\nCholecystitis can cause confusion because the symptoms are similar to some other medical problems. Patients should immediately contact their doctor if they have any doubts, especially if they notice the following unusual signs:\nFeeling a sharp, sudden pain in the upper right side of the abdomen (right lower quadrant).; Feeling pain in the back or below the right shoulder blade, which gets worse with deep breathing.; Nausea, vomiting; Fever.; Flatulence.; Yellow skin or eyes; Stools are loose and pale in color.\nSymptoms may get worse after eating a lot of fat. If the patient does not feel comfortable or sit still because the pain is too intense, go to the emergency room for timely treatment.\n\nDiagnosis method of cholecystitis\nFor cholecystitis, the doctor will initially conduct a medical history review and physical examination. After that, the patient may also be prescribed a number of necessary tests, including: (3)\nComplete blood count (CBC) test: This test helps measure the number of white blood cells, if there is an infection, this number will increase.; Complete blood count (CBC) test: This test helps measure the number of white blood cells. If there is an infection, this number will increase.\nLiver function test: This test will help determine the liver's ability to function; Liver function test: This test will help determine the liver's ability to function.\nUltrasound: With this test, images of internal organs inside the body are displayed on a computer screen using high-frequency sound waves. From there, the doctor can check the condition of the liver, gallbladder and blood flow through different vessels.; Ultrasound: With this test, images of internal organs inside the body are displayed on a computer screen using high-frequency sound waves. From there, the doctor can check the condition of the liver, gallbladder and blood flow through different vessels.\nAbdominal X-ray: This test creates detailed images of internal tissues, bones and organs using beams of electromagnetic energy.; Abdominal X-ray: This test creates detailed images of internal tissues, bones, and organs using beams of electromagnetic energy.\nCT scan: This is a test that uses X-rays and a computer to create detailed images of the body, including: bones, muscles, fat, organs... Compared to X-rays, CT scans are more detailed. ; CT scan: This is a test that uses X-rays and a computer to create detailed images of the body, including: bones, muscles, fat, organs... Compared to X-rays, CT scans are more detailed.\nHIDA scan (cholangiography or hepatobiliary scintigraphy): This scan will help check for any abnormal movements (spasms) in the gallbladder as well as blocked bile ducts. With this method, the doctor will inject a radioactive chemical into the vein. The amount of radiation will be very small and harmless, will move into the liver and flow to the gallbladder. At this point, a special scanner will track the chemical as it moves through the organs. Patients are also given medication to stimulate gallbladder contractions; HIDA scan (cholangiography or hepatobiliary scintigraphy): This scan will help check for any abnormal movements (spasms) in the gallbladder as well as blocked bile ducts. With this method, the doctor will inject a radioactive chemical into the vein. The amount of radiation will be very small and harmless, will move into the liver and flow to the gallbladder. At this point, a special scanner will track the chemical as it moves through the organs. Patients are also given medication to stimulate gallbladder contractions.\nPTC (Percutaneous transhepatic cholangiography): In this method, the doctor will use a thin needle, threaded through the skin and into the bile duct in the liver. Then, dye is also injected to help the bile ducts appear clearly on the scan.; PTC (Percutaneous transhepatic cholangiography): In this method, the doctor will use a thin needle, threaded through the skin and into the bile duct in the liver. Then, dye is also injected to help the bile ducts appear clearly on the scan.\nERCP (Endoscopic Retrograde Cholangiopancreatography): This method is used to detect and treat problems with the liver, gallbladder, bile ducts and pancreas. Accordingly, the doctor will use X-rays and a long, flexible endoscope with a light and camera at one end. The tube is inserted into the person's mouth and throat, down the food pipe (esophagus), through the stomach and into the first part of the small intestine (duodenum), finally reaching the bile duct. The detailed internal structure of these organs will be displayed on the video screen.; ERCP (Endoscopic Retrograde Cholangiopancreatography): This method is used to detect and treat problems with the liver, gallbladder, bile ducts, and pancreas. Accordingly, the doctor will use X-rays and a long, flexible endoscope with a light and camera at one end. The tube is inserted into the person's mouth and throat, down the food pipe (esophagus), through the stomach and into the first part of the small intestine (duodenum), finally reaching the bile duct. The detailed internal structure of these organs will be displayed on the video screen.\n\nTreatment of cholecystitis\nDepending on the severity of the disease, the doctor will prescribe appropriate cholecystitis treatment methods. Specifically as follows:(4)\n1. Medical treatment\nFor cholecystitis, patients are often prescribed hospitalization for effective monitoring and control. Some methods that can be applied to improve symptoms include:\nStop eating and drinking at first: At first, the person may not be allowed to eat or drink to reduce stress on the inflamed gallbladder.; Stop eating and drinking at first: At first, the person may not be allowed to eat or drink to reduce stress on the inflamed gallbladder.\nFluid infusion: Fluids can be infused into the body through a vein in the arm, helping to replenish water, electrolytes and nutrients for the patient during the fasting period.; Fluid infusion: Fluids can be infused into the body through a vein in the arm, helping to replenish water, electrolytes and nutrients for the patient during the fasting period.\nTake antibiotics to fight infection: If your gallbladder is infected, your doctor may advise you to take antibiotics; Take antibiotics to fight infection: If your gallbladder is infected, your doctor may advise you to take antibiotics.\nPain relievers: Pain relievers may be prescribed to help control pain until inflammation subsides.; Pain relievers: Pain relievers may be prescribed to help control pain until inflammation subsides.\nStone removal procedure: The patient may have to undergo a procedure called endoscopic retrograde cholangiopancreatography (ERCP). During this procedure, the doctor will use dye to clarify the image of the bile ducts on the computer, then some tools can be used to remove the stones, preventing bile duct blockage. This procedure is performed when patients with cholecystitis have common bile duct stones.; Stone removal procedure: The patient may have to undergo a procedure called endoscopic retrograde cholangiopancreatography (ERCP). During this procedure, the doctor will use dye to clarify the image of the bile ducts on the computer, then some tools can be used to remove the stones, preventing bile duct blockage. This procedure is performed when patients with cholecystitis have common bile duct stones.\nGallbladder drainage: In some cases, such as when gallbladder removal surgery cannot be performed, gallbladder drainage is a procedure that may be performed to eliminate the infection. This procedure will be performed through the skin on the abdomen or by passing the scope through the mouth.; Gallbladder drainage: In some cases, such as when gallbladder removal surgery cannot be performed, gallbladder drainage is a procedure that may be performed to eliminate the infection. This procedure will be performed through the skin on the abdomen or by passing the scope through the mouth.\nWith the above methods, inflammation symptoms are likely to improve within about 2-3 days. However, cholecystitis can still recur. Most cases of inflammation eventually require surgical removal.\n2. Surgical treatment\nWith an inflamed gallbladder, if medical methods do not bring any improvement at all, the doctor may prescribe surgical removal. This is a minimally invasive procedure, with a few small incisions in the abdomen. In some cases, the doctor will make a long incision but this is relatively rare.\nThe timing of surgery depends on the severity of your symptoms and your overall risk of problems during and after treatment. After the gallbladder is removed, bile flows directly from the liver into the small intestine, instead of being stored in the gallbladder as usual. Even without a gallbladder, the patient's body can still digest food.\n\nIs cholecystitis dangerous?\nCholecystitis, if not treated promptly, can lead to many serious complications, such as:\nGallbladder infection: If bile accumulates in the gallbladder causing inflammation in the long term it can lead to infection.; Gallbladder infection: If bile accumulates in the gallbladder causing inflammation in the long term it can lead to infection.\nGangrene: Untreated cholecystitis can cause tissue to die (gangrene). This is the most dangerous complication, especially in older people, people waiting for treatment or people with diabetes.; Gangrene: Untreated cholecystitis can cause tissue to die (gangrene). This is the most dangerous complication, especially in older people, people waiting for treatment or people with diabetes.\nPerforated gallbladder: due to gallbladder swelling, infection or tissue death; Perforated gallbladder: due to gallbladder swelling, infection or tissue death.\n\nHow to prevent cholecystitis\nEach person can proactively prevent cholecystitis through some useful solutions as follows:\nLose weight gradually: The weight loss process should be done gradually, avoid losing weight quickly because it can increase the risk of gallstone formation.; Lose weight gradually: The weight loss process should be done gradually, avoid losing weight quickly because it can increase the risk of gallstone formation.\nMaintain a healthy weight: Being overweight increases the risk of gallstones, so you should reduce calories and increase physical activity every day to maintain an ideal weight.; Maintain a healthy weight: Being overweight increases the risk of gallstones, so reduce calories and increase physical activity every day to maintain an ideal weight.\nChoose a healthy diet: A healthy diet to help prevent cholecystitis is to increase fiber and limit fat. Accordingly, a menu rich in vegetables, grains and fruits is still the most ideal suggestion.; Choose a healthy diet: A healthy diet to help prevent cholecystitis is to increase fiber and limit fat. Accordingly, a menu rich in vegetables, grains and fruits is still the most ideal suggestion.\nThe Center for Gastrointestinal Endoscopy and Surgery (Tam Anh General Hospital, Ho Chi Minh City) and the Department of General Surgery (Tam Anh General Hospital, Hanoi) are prestigious medical centers specializing in Gastroenterology, providing medical examination services. and advanced, effective treatment for patients with mild to severe liver problems (fatty liver, acute and chronic hepatitis, cirrhosis, liver cancer...). Tam Anh General Hospital system brings together a team of highly specialized and experienced Internal Medicine - Surgery - Gastrointestinal Endoscopy doctors, in addition to the support of a modern medical equipment system imported from abroad. in addition, serving the maximum examination and treatment needs of customers.\nTo schedule an examination and treatment of liver diseases with gastroenterology specialists of Tam Anh General Hospital System, please contact:\nAbove is a summary of all information related to cholecystitis, causes, symptoms, effective treatment and prevention. Hopefully through these shares, you will have more useful updates to proactively monitor and detect diseases early, to minimize dangerous complications.",
    "subsections": [
        {
            "subsection_name": "What is cholecystitis?",
            "subsection_content": "Cholecystitis is a condition in which the gallbladder becomes inflamed due to bacteria, often occurring in patients with bile duct obstruction. Accordingly, the main task of this organ is to contain digestive fluid (bile). Bile will be released into the small intestine, serving the process of breaking down fat. However, if the bile duct is blocked, bile will become trapped, irritating the gallbladder and causing inflammation. In addition, some other causes may include: abnormal problems in the bile ducts, tumors, infections...\nReferring to the gallbladder, this is a small, pear-shaped organ located on the right side of the abdomen, below the liver, containing bile that is secreted into the small intestine. Inflammation that occurs if not treated promptly can lead to many serious complications, even gallbladder perforation, which is life-threatening.(1)\n1. Acute cholecystitis due to stones\nThis condition accounts for about 90% of cholecystitis cases. Specifically, the flow of bile is blocked, causing bile to stagnate, causing the gallbladder to swell and become painful. The gallbladder is initially sterile but is often susceptible to bacterial infection, mainly E. coli, Klebsiella, Bacteroides, Staphylococus…. Long-term inflammation can cause bile to seep out of the gallbladder wall and spread to surrounding organs and structures, causing symptoms such as peritoneal tenderness or abdominal wall stiffness.\n2. Chronic cholecystitis\nThis condition occurs due to repeated acute cholecystitis, with the main cause also being stones. Accordingly, chronic inflammation may have no main symptoms, and may also present as a more serious acute case. Some complications may occur such as: gangrene, perforation or fistula formation.\n3. Non-calculous cholecystitis\nThis is an inflammatory condition where stones are not found in the bile ducts, accounting for 5 - 10% of all cases and directly related to high mortality rates. Acalculous cholecystitis often occurs in people who are seriously ill, such as men after non-traumatic surgery. Accordingly, this condition is related to many other causes, including: vasculitis, chemotherapy, trauma, burns...\nSymptoms are similar to inflammation caused by stones. However, the likelihood of jaundice is often higher. Depending on each case, the doctor may prescribe ultrasound or computed tomography to determine the abnormal size and mobility of the gallbladder.",
            "subsection_string": "What is cholecystitis?\nCholecystitis is a condition in which the gallbladder becomes inflamed due to bacteria, often occurring in patients with bile duct obstruction. Accordingly, the main task of this organ is to contain digestive fluid (bile). Bile will be released into the small intestine, serving the process of breaking down fat. However, if the bile duct is blocked, bile will become trapped, irritating the gallbladder and causing inflammation. In addition, some other causes may include: abnormal problems in the bile ducts, tumors, infections...\nReferring to the gallbladder, this is a small, pear-shaped organ located on the right side of the abdomen, below the liver, containing bile that is secreted into the small intestine. Inflammation that occurs if not treated promptly can lead to many serious complications, even gallbladder perforation, which is life-threatening.(1)\n1. Acute cholecystitis due to stones\nThis condition accounts for about 90% of cholecystitis cases. Specifically, the flow of bile is blocked, causing bile to stagnate, causing the gallbladder to swell and become painful. The gallbladder is initially sterile but is often susceptible to bacterial infection, mainly E. coli, Klebsiella, Bacteroides, Staphylococus…. Long-term inflammation can cause bile to seep out of the gallbladder wall and spread to surrounding organs and structures, causing symptoms such as peritoneal tenderness or abdominal wall stiffness.\n2. Chronic cholecystitis\nThis condition occurs due to repeated acute cholecystitis, with the main cause also being stones. Accordingly, chronic inflammation may have no main symptoms, and may also present as a more serious acute case. Some complications may occur such as: gangrene, perforation or fistula formation.\n3. Non-calculous cholecystitis\nThis is an inflammatory condition where stones are not found in the bile ducts, accounting for 5 - 10% of all cases and directly related to high mortality rates. Acalculous cholecystitis often occurs in people who are seriously ill, such as men after non-traumatic surgery. Accordingly, this condition is related to many other causes, including: vasculitis, chemotherapy, trauma, burns...\nSymptoms are similar to inflammation caused by stones. However, the likelihood of jaundice is often higher. Depending on each case, the doctor may prescribe ultrasound or computed tomography to determine the abnormal size and mobility of the gallbladder."
        },
        {
            "subsection_name": "Who is at risk of cholecystitis?",
            "subsection_content": "Below are people in the high-risk group for cholecystitis:\nWomen over 50 years old; Men over 60 years old; Overweight.; Diabetes.; Pregnant; Have Crohn's disease.; Have end-stage kidney disease; Have heart disease.; Hyperlipidemia.; Have sickle cell disease.; People whose diet is high in fat and cholesterol.",
            "subsection_string": "Who is at risk of cholecystitis?\nBelow are people in the high-risk group for cholecystitis:\nWomen over 50 years old; Men over 60 years old; Overweight.; Diabetes.; Pregnant; Have Crohn's disease.; Have end-stage kidney disease; Have heart disease.; Hyperlipidemia.; Have sickle cell disease.; People whose diet is high in fat and cholesterol."
        },
        {
            "subsection_name": "Causes of cholecystitis",
            "subsection_content": "The most common cause of cholecystitis is stones blocking the duct that carries bile to the small intestine, causing bile stagnation in the organ. However, this is not the only factor, many cases of the disease can be caused by: (2)\nGallbladder sludge: This is a granular solid that accumulates in the gallbladder, often occurring during pregnancy or rapid weight loss.; Tumor blocking the passage of bile: Tumor growth in the pancreas or liver can prevent digestive juices from escaping.; The gallbladder does not have a good blood supply due to diabetes.; Infection: Bacteria can damage the bile drainage system, causing bile to reflux.",
            "subsection_string": "Causes of cholecystitis\nThe most common cause of cholecystitis is stones blocking the duct that carries bile to the small intestine, causing bile stagnation in the organ. However, this is not the only factor, many cases of the disease can be caused by: (2)\nGallbladder sludge: This is a granular solid that accumulates in the gallbladder, often occurring during pregnancy or rapid weight loss.; Tumor blocking the passage of bile: Tumor growth in the pancreas or liver can prevent digestive juices from escaping.; The gallbladder does not have a good blood supply due to diabetes.; Infection: Bacteria can damage the bile drainage system, causing bile to reflux."
        },
        {
            "subsection_name": "Symptoms of gallbladder inflammation",
            "subsection_content": "Cholecystitis can cause confusion because the symptoms are similar to some other medical problems. Patients should immediately contact their doctor if they have any doubts, especially if they notice the following unusual signs:\nFeeling a sharp, sudden pain in the upper right side of the abdomen (right lower quadrant).; Feeling pain in the back or below the right shoulder blade, which gets worse with deep breathing.; Nausea, vomiting; Fever.; Flatulence.; Yellow skin or eyes; Stools are loose and pale in color.\nSymptoms may get worse after eating a lot of fat. If the patient does not feel comfortable or sit still because the pain is too intense, go to the emergency room for timely treatment.",
            "subsection_string": "Symptoms of gallbladder inflammation\nCholecystitis can cause confusion because the symptoms are similar to some other medical problems. Patients should immediately contact their doctor if they have any doubts, especially if they notice the following unusual signs:\nFeeling a sharp, sudden pain in the upper right side of the abdomen (right lower quadrant).; Feeling pain in the back or below the right shoulder blade, which gets worse with deep breathing.; Nausea, vomiting; Fever.; Flatulence.; Yellow skin or eyes; Stools are loose and pale in color.\nSymptoms may get worse after eating a lot of fat. If the patient does not feel comfortable or sit still because the pain is too intense, go to the emergency room for timely treatment."
        },
        {
            "subsection_name": "Diagnosis method of cholecystitis",
            "subsection_content": "For cholecystitis, the doctor will initially conduct a medical history review and physical examination. After that, the patient may also be prescribed a number of necessary tests, including: (3)\nComplete blood count (CBC) test: This test helps measure the number of white blood cells, if there is an infection, this number will increase.; Complete blood count (CBC) test: This test helps measure the number of white blood cells. If there is an infection, this number will increase.\nLiver function test: This test will help determine the liver's ability to function; Liver function test: This test will help determine the liver's ability to function.\nUltrasound: With this test, images of internal organs inside the body are displayed on a computer screen using high-frequency sound waves. From there, the doctor can check the condition of the liver, gallbladder and blood flow through different vessels.; Ultrasound: With this test, images of internal organs inside the body are displayed on a computer screen using high-frequency sound waves. From there, the doctor can check the condition of the liver, gallbladder and blood flow through different vessels.\nAbdominal X-ray: This test creates detailed images of internal tissues, bones and organs using beams of electromagnetic energy.; Abdominal X-ray: This test creates detailed images of internal tissues, bones, and organs using beams of electromagnetic energy.\nCT scan: This is a test that uses X-rays and a computer to create detailed images of the body, including: bones, muscles, fat, organs... Compared to X-rays, CT scans are more detailed. ; CT scan: This is a test that uses X-rays and a computer to create detailed images of the body, including: bones, muscles, fat, organs... Compared to X-rays, CT scans are more detailed.\nHIDA scan (cholangiography or hepatobiliary scintigraphy): This scan will help check for any abnormal movements (spasms) in the gallbladder as well as blocked bile ducts. With this method, the doctor will inject a radioactive chemical into the vein. The amount of radiation will be very small and harmless, will move into the liver and flow to the gallbladder. At this point, a special scanner will track the chemical as it moves through the organs. Patients are also given medication to stimulate gallbladder contractions; HIDA scan (cholangiography or hepatobiliary scintigraphy): This scan will help check for any abnormal movements (spasms) in the gallbladder as well as blocked bile ducts. With this method, the doctor will inject a radioactive chemical into the vein. The amount of radiation will be very small and harmless, will move into the liver and flow to the gallbladder. At this point, a special scanner will track the chemical as it moves through the organs. Patients are also given medication to stimulate gallbladder contractions.\nPTC (Percutaneous transhepatic cholangiography): In this method, the doctor will use a thin needle, threaded through the skin and into the bile duct in the liver. Then, dye is also injected to help the bile ducts appear clearly on the scan.; PTC (Percutaneous transhepatic cholangiography): In this method, the doctor will use a thin needle, threaded through the skin and into the bile duct in the liver. Then, dye is also injected to help the bile ducts appear clearly on the scan.\nERCP (Endoscopic Retrograde Cholangiopancreatography): This method is used to detect and treat problems with the liver, gallbladder, bile ducts and pancreas. Accordingly, the doctor will use X-rays and a long, flexible endoscope with a light and camera at one end. The tube is inserted into the person's mouth and throat, down the food pipe (esophagus), through the stomach and into the first part of the small intestine (duodenum), finally reaching the bile duct. The detailed internal structure of these organs will be displayed on the video screen.; ERCP (Endoscopic Retrograde Cholangiopancreatography): This method is used to detect and treat problems with the liver, gallbladder, bile ducts, and pancreas. Accordingly, the doctor will use X-rays and a long, flexible endoscope with a light and camera at one end. The tube is inserted into the person's mouth and throat, down the food pipe (esophagus), through the stomach and into the first part of the small intestine (duodenum), finally reaching the bile duct. The detailed internal structure of these organs will be displayed on the video screen.",
            "subsection_string": "Diagnosis method of cholecystitis\nFor cholecystitis, the doctor will initially conduct a medical history review and physical examination. After that, the patient may also be prescribed a number of necessary tests, including: (3)\nComplete blood count (CBC) test: This test helps measure the number of white blood cells, if there is an infection, this number will increase.; Complete blood count (CBC) test: This test helps measure the number of white blood cells. If there is an infection, this number will increase.\nLiver function test: This test will help determine the liver's ability to function; Liver function test: This test will help determine the liver's ability to function.\nUltrasound: With this test, images of internal organs inside the body are displayed on a computer screen using high-frequency sound waves. From there, the doctor can check the condition of the liver, gallbladder and blood flow through different vessels.; Ultrasound: With this test, images of internal organs inside the body are displayed on a computer screen using high-frequency sound waves. From there, the doctor can check the condition of the liver, gallbladder and blood flow through different vessels.\nAbdominal X-ray: This test creates detailed images of internal tissues, bones and organs using beams of electromagnetic energy.; Abdominal X-ray: This test creates detailed images of internal tissues, bones, and organs using beams of electromagnetic energy.\nCT scan: This is a test that uses X-rays and a computer to create detailed images of the body, including: bones, muscles, fat, organs... Compared to X-rays, CT scans are more detailed. ; CT scan: This is a test that uses X-rays and a computer to create detailed images of the body, including: bones, muscles, fat, organs... Compared to X-rays, CT scans are more detailed.\nHIDA scan (cholangiography or hepatobiliary scintigraphy): This scan will help check for any abnormal movements (spasms) in the gallbladder as well as blocked bile ducts. With this method, the doctor will inject a radioactive chemical into the vein. The amount of radiation will be very small and harmless, will move into the liver and flow to the gallbladder. At this point, a special scanner will track the chemical as it moves through the organs. Patients are also given medication to stimulate gallbladder contractions; HIDA scan (cholangiography or hepatobiliary scintigraphy): This scan will help check for any abnormal movements (spasms) in the gallbladder as well as blocked bile ducts. With this method, the doctor will inject a radioactive chemical into the vein. The amount of radiation will be very small and harmless, will move into the liver and flow to the gallbladder. At this point, a special scanner will track the chemical as it moves through the organs. Patients are also given medication to stimulate gallbladder contractions.\nPTC (Percutaneous transhepatic cholangiography): In this method, the doctor will use a thin needle, threaded through the skin and into the bile duct in the liver. Then, dye is also injected to help the bile ducts appear clearly on the scan.; PTC (Percutaneous transhepatic cholangiography): In this method, the doctor will use a thin needle, threaded through the skin and into the bile duct in the liver. Then, dye is also injected to help the bile ducts appear clearly on the scan.\nERCP (Endoscopic Retrograde Cholangiopancreatography): This method is used to detect and treat problems with the liver, gallbladder, bile ducts and pancreas. Accordingly, the doctor will use X-rays and a long, flexible endoscope with a light and camera at one end. The tube is inserted into the person's mouth and throat, down the food pipe (esophagus), through the stomach and into the first part of the small intestine (duodenum), finally reaching the bile duct. The detailed internal structure of these organs will be displayed on the video screen.; ERCP (Endoscopic Retrograde Cholangiopancreatography): This method is used to detect and treat problems with the liver, gallbladder, bile ducts, and pancreas. Accordingly, the doctor will use X-rays and a long, flexible endoscope with a light and camera at one end. The tube is inserted into the person's mouth and throat, down the food pipe (esophagus), through the stomach and into the first part of the small intestine (duodenum), finally reaching the bile duct. The detailed internal structure of these organs will be displayed on the video screen."
        },
        {
            "subsection_name": "Treatment of cholecystitis",
            "subsection_content": "Depending on the severity of the disease, the doctor will prescribe appropriate cholecystitis treatment methods. Specifically as follows:(4)\n1. Medical treatment\nFor cholecystitis, patients are often prescribed hospitalization for effective monitoring and control. Some methods that can be applied to improve symptoms include:\nStop eating and drinking at first: At first, the person may not be allowed to eat or drink to reduce stress on the inflamed gallbladder.; Stop eating and drinking at first: At first, the person may not be allowed to eat or drink to reduce stress on the inflamed gallbladder.\nFluid infusion: Fluids can be infused into the body through a vein in the arm, helping to replenish water, electrolytes and nutrients for the patient during the fasting period.; Fluid infusion: Fluids can be infused into the body through a vein in the arm, helping to replenish water, electrolytes and nutrients for the patient during the fasting period.\nTake antibiotics to fight infection: If your gallbladder is infected, your doctor may advise you to take antibiotics; Take antibiotics to fight infection: If your gallbladder is infected, your doctor may advise you to take antibiotics.\nPain relievers: Pain relievers may be prescribed to help control pain until inflammation subsides.; Pain relievers: Pain relievers may be prescribed to help control pain until inflammation subsides.\nStone removal procedure: The patient may have to undergo a procedure called endoscopic retrograde cholangiopancreatography (ERCP). During this procedure, the doctor will use dye to clarify the image of the bile ducts on the computer, then some tools can be used to remove the stones, preventing bile duct blockage. This procedure is performed when patients with cholecystitis have common bile duct stones.; Stone removal procedure: The patient may have to undergo a procedure called endoscopic retrograde cholangiopancreatography (ERCP). During this procedure, the doctor will use dye to clarify the image of the bile ducts on the computer, then some tools can be used to remove the stones, preventing bile duct blockage. This procedure is performed when patients with cholecystitis have common bile duct stones.\nGallbladder drainage: In some cases, such as when gallbladder removal surgery cannot be performed, gallbladder drainage is a procedure that may be performed to eliminate the infection. This procedure will be performed through the skin on the abdomen or by passing the scope through the mouth.; Gallbladder drainage: In some cases, such as when gallbladder removal surgery cannot be performed, gallbladder drainage is a procedure that may be performed to eliminate the infection. This procedure will be performed through the skin on the abdomen or by passing the scope through the mouth.\nWith the above methods, inflammation symptoms are likely to improve within about 2-3 days. However, cholecystitis can still recur. Most cases of inflammation eventually require surgical removal.\n2. Surgical treatment\nWith an inflamed gallbladder, if medical methods do not bring any improvement at all, the doctor may prescribe surgical removal. This is a minimally invasive procedure, with a few small incisions in the abdomen. In some cases, the doctor will make a long incision but this is relatively rare.\nThe timing of surgery depends on the severity of your symptoms and your overall risk of problems during and after treatment. After the gallbladder is removed, bile flows directly from the liver into the small intestine, instead of being stored in the gallbladder as usual. Even without a gallbladder, the patient's body can still digest food.",
            "subsection_string": "Treatment of cholecystitis\nDepending on the severity of the disease, the doctor will prescribe appropriate cholecystitis treatment methods. Specifically as follows:(4)\n1. Medical treatment\nFor cholecystitis, patients are often prescribed hospitalization for effective monitoring and control. Some methods that can be applied to improve symptoms include:\nStop eating and drinking at first: At first, the person may not be allowed to eat or drink to reduce stress on the inflamed gallbladder.; Stop eating and drinking at first: At first, the person may not be allowed to eat or drink to reduce stress on the inflamed gallbladder.\nFluid infusion: Fluids can be infused into the body through a vein in the arm, helping to replenish water, electrolytes and nutrients for the patient during the fasting period.; Fluid infusion: Fluids can be infused into the body through a vein in the arm, helping to replenish water, electrolytes and nutrients for the patient during the fasting period.\nTake antibiotics to fight infection: If your gallbladder is infected, your doctor may advise you to take antibiotics; Take antibiotics to fight infection: If your gallbladder is infected, your doctor may advise you to take antibiotics.\nPain relievers: Pain relievers may be prescribed to help control pain until inflammation subsides.; Pain relievers: Pain relievers may be prescribed to help control pain until inflammation subsides.\nStone removal procedure: The patient may have to undergo a procedure called endoscopic retrograde cholangiopancreatography (ERCP). During this procedure, the doctor will use dye to clarify the image of the bile ducts on the computer, then some tools can be used to remove the stones, preventing bile duct blockage. This procedure is performed when patients with cholecystitis have common bile duct stones.; Stone removal procedure: The patient may have to undergo a procedure called endoscopic retrograde cholangiopancreatography (ERCP). During this procedure, the doctor will use dye to clarify the image of the bile ducts on the computer, then some tools can be used to remove the stones, preventing bile duct blockage. This procedure is performed when patients with cholecystitis have common bile duct stones.\nGallbladder drainage: In some cases, such as when gallbladder removal surgery cannot be performed, gallbladder drainage is a procedure that may be performed to eliminate the infection. This procedure will be performed through the skin on the abdomen or by passing the scope through the mouth.; Gallbladder drainage: In some cases, such as when gallbladder removal surgery cannot be performed, gallbladder drainage is a procedure that may be performed to eliminate the infection. This procedure will be performed through the skin on the abdomen or by passing the scope through the mouth.\nWith the above methods, inflammation symptoms are likely to improve within about 2-3 days. However, cholecystitis can still recur. Most cases of inflammation eventually require surgical removal.\n2. Surgical treatment\nWith an inflamed gallbladder, if medical methods do not bring any improvement at all, the doctor may prescribe surgical removal. This is a minimally invasive procedure, with a few small incisions in the abdomen. In some cases, the doctor will make a long incision but this is relatively rare.\nThe timing of surgery depends on the severity of your symptoms and your overall risk of problems during and after treatment. After the gallbladder is removed, bile flows directly from the liver into the small intestine, instead of being stored in the gallbladder as usual. Even without a gallbladder, the patient's body can still digest food."
        },
        {
            "subsection_name": "Is cholecystitis dangerous?",
            "subsection_content": "Cholecystitis, if not treated promptly, can lead to many serious complications, such as:\nGallbladder infection: If bile accumulates in the gallbladder causing inflammation in the long term it can lead to infection.; Gallbladder infection: If bile accumulates in the gallbladder causing inflammation in the long term it can lead to infection.\nGangrene: Untreated cholecystitis can cause tissue to die (gangrene). This is the most dangerous complication, especially in older people, people waiting for treatment or people with diabetes.; Gangrene: Untreated cholecystitis can cause tissue to die (gangrene). This is the most dangerous complication, especially in older people, people waiting for treatment or people with diabetes.\nPerforated gallbladder: due to gallbladder swelling, infection or tissue death; Perforated gallbladder: due to gallbladder swelling, infection or tissue death.",
            "subsection_string": "Is cholecystitis dangerous?\nCholecystitis, if not treated promptly, can lead to many serious complications, such as:\nGallbladder infection: If bile accumulates in the gallbladder causing inflammation in the long term it can lead to infection.; Gallbladder infection: If bile accumulates in the gallbladder causing inflammation in the long term it can lead to infection.\nGangrene: Untreated cholecystitis can cause tissue to die (gangrene). This is the most dangerous complication, especially in older people, people waiting for treatment or people with diabetes.; Gangrene: Untreated cholecystitis can cause tissue to die (gangrene). This is the most dangerous complication, especially in older people, people waiting for treatment or people with diabetes.\nPerforated gallbladder: due to gallbladder swelling, infection or tissue death; Perforated gallbladder: due to gallbladder swelling, infection or tissue death."
        },
        {
            "subsection_name": "How to prevent cholecystitis",
            "subsection_content": "Each person can proactively prevent cholecystitis through some useful solutions as follows:\nLose weight gradually: The weight loss process should be done gradually, avoid losing weight quickly because it can increase the risk of gallstone formation.; Lose weight gradually: The weight loss process should be done gradually, avoid losing weight quickly because it can increase the risk of gallstone formation.\nMaintain a healthy weight: Being overweight increases the risk of gallstones, so you should reduce calories and increase physical activity every day to maintain an ideal weight.; Maintain a healthy weight: Being overweight increases the risk of gallstones, so reduce calories and increase physical activity every day to maintain an ideal weight.\nChoose a healthy diet: A healthy diet to help prevent cholecystitis is to increase fiber and limit fat. Accordingly, a menu rich in vegetables, grains and fruits is still the most ideal suggestion.; Choose a healthy diet: A healthy diet to help prevent cholecystitis is to increase fiber and limit fat. Accordingly, a menu rich in vegetables, grains and fruits is still the most ideal suggestion.\nThe Center for Gastrointestinal Endoscopy and Surgery (Tam Anh General Hospital, Ho Chi Minh City) and the Department of General Surgery (Tam Anh General Hospital, Hanoi) are prestigious medical centers specializing in Gastroenterology, providing medical examination services. and advanced, effective treatment for patients with mild to severe liver problems (fatty liver, acute and chronic hepatitis, cirrhosis, liver cancer...). Tam Anh General Hospital system brings together a team of highly specialized and experienced Internal Medicine - Surgery - Gastrointestinal Endoscopy doctors, in addition to the support of a modern medical equipment system imported from abroad. in addition, serving the maximum examination and treatment needs of customers.\nTo schedule an examination and treatment of liver diseases with gastroenterology specialists of Tam Anh General Hospital System, please contact:\nAbove is a summary of all information related to cholecystitis, causes, symptoms, effective treatment and prevention. Hopefully through these shares, you will have more useful updates to proactively monitor and detect diseases early, to minimize dangerous complications.",
            "subsection_string": "How to prevent cholecystitis\nEach person can proactively prevent cholecystitis through some useful solutions as follows:\nLose weight gradually: The weight loss process should be done gradually, avoid losing weight quickly because it can increase the risk of gallstone formation.; Lose weight gradually: The weight loss process should be done gradually, avoid losing weight quickly because it can increase the risk of gallstone formation.\nMaintain a healthy weight: Being overweight increases the risk of gallstones, so you should reduce calories and increase physical activity every day to maintain an ideal weight.; Maintain a healthy weight: Being overweight increases the risk of gallstones, so reduce calories and increase physical activity every day to maintain an ideal weight.\nChoose a healthy diet: A healthy diet to help prevent cholecystitis is to increase fiber and limit fat. Accordingly, a menu rich in vegetables, grains and fruits is still the most ideal suggestion.; Choose a healthy diet: A healthy diet to help prevent cholecystitis is to increase fiber and limit fat. Accordingly, a menu rich in vegetables, grains and fruits is still the most ideal suggestion.\nThe Center for Gastrointestinal Endoscopy and Surgery (Tam Anh General Hospital, Ho Chi Minh City) and the Department of General Surgery (Tam Anh General Hospital, Hanoi) are prestigious medical centers specializing in Gastroenterology, providing medical examination services. and advanced, effective treatment for patients with mild to severe liver problems (fatty liver, acute and chronic hepatitis, cirrhosis, liver cancer...). Tam Anh General Hospital system brings together a team of highly specialized and experienced Internal Medicine - Surgery - Gastrointestinal Endoscopy doctors, in addition to the support of a modern medical equipment system imported from abroad. in addition, serving the maximum examination and treatment needs of customers.\nTo schedule an examination and treatment of liver diseases with gastroenterology specialists of Tam Anh General Hospital System, please contact:\nAbove is a summary of all information related to cholecystitis, causes, symptoms, effective treatment and prevention. Hopefully through these shares, you will have more useful updates to proactively monitor and detect diseases early, to minimize dangerous complications."
        }
    ],
    "name": "viem-tui-mat.json"
}