{
    "title": "Glomerulonephritis: Causes, symptoms, treatment and prevention",
    "category": "Urology",
    "link": "https://tamanhhospital.vn/viem-cau-than/",
    "abstract": "Glomerulonephritis is an inflammatory condition that occurs in the glomeruli, including inflammation in the glomeruli and blood vessels in the kidney. The disease can occur at any age with a variety of causes. Glomerulonephritis has two forms, acute and chronic, occurring due to many different causes. Therefore, diagnosing the disease is extremely important. If the disease is not treated promptly and properly, it will lead to serious health consequences for the patient, including death.",
    "content": "Glomerulonephritis: Causes, symptoms, treatment and prevention\n\nGlomerulonephritis is an inflammatory condition that occurs in the glomeruli, including inflammation in the glomeruli and blood vessels in the kidney. The disease can occur at any age with a variety of causes. Glomerulonephritis has two forms, acute and chronic, occurring due to many different causes. Therefore, diagnosing the disease is extremely important. If the disease is not treated promptly and properly, it will lead to serious health consequences for the patient, including death.\n\nWhat is glomerulonephritis?\nGlomerulonephritis is an inflammation that occurs in the  glomeruli including inflammation in the glomeruli and blood vessels within the kidney.(1)\nEach person normally has 2 kidneys. Each kidney weighs about 160 - 170 grams, and can eliminate 1 -2 liters of urine per day. Two healthy kidneys are capable of filtering 180 - 200 liters of waste and blood every 24 hours.\nThe structure of the kidney is made up of small blood vessels, including knots. The kidneys have the functions of filtering blood to create urine, excreting waste, regulating electrolytes, maintaining stable blood pressure, and blood circulation. participate in hematopoiesis. If the kidney is damaged, it causes symptoms such as edema, hypertension, anemia, hematuria, and changes in urine composition.\nThe disease can occur at any age with a variety of causes. Glomerulonephritis has two forms, acute and chronic, occurring due to many different causes. Therefore, diagnosing the disease is extremely important. If the disease is not treated promptly and properly, it will lead to serious health consequences for the patient, including death.\nAcute glomerulonephritis is an acute inflammation of the kidney. The disease often  appears after group A beta-hemolytic streptococcus infection due to skin infections or after sore throat. Is an immune complex disease that mostly recovers completely after 4-6 weeks.; Chronic glomerulonephritis is a chronic inflammatory condition in the glomeruli. The disease progresses over months and years, leading to atrophy of both kidneys. The disease progresses into acute episodes and eventually becomes irreversible chronic kidney failure. Diseases due to different causes.\n\nSymptoms of glomerulonephritis\nGlomerulonephritis is recognized through clinical signs. Depending on the type of glomerulonephritis, the disease will cause different symptoms. For chronic glomerulonephritis, the disease often does not have clear symptoms. This is what makes people with glomerulonephritis have a higher risk of nephritis than other people.(2)\nHowever, glomerulonephritis in general still has common symptoms that patients can recognize. Some general symptoms of glomerulonephritis include:\nEdema is one of the common clinical symptoms of glomerulonephritis, which can be as subtle as the ankles or entire face swelling due to fluid retention; Urine mixed with blood; There is foam in the urine due to protein mixed in the urine; High Blood Pressure; Loss of appetite, nausea and vomiting, slow digestion; Cramps occur at night; Frequent urination at night; In some cases, there is also severe pain in the upper back, behind the ribs due to kidney pain\nCommon symptoms of acute glomerulonephritis include:\nEdema appears clearly around the eyes clearly  when waking up in the morning; Urine is brown, dark or mixed with blood; Decreased urine output; High Blood Pressure; Shortness of breath and cough\n\nClassification of glomerulonephritis\nGlomerulonephritis is divided into two types: acute and chronic. Each form is caused by different causes, as well as having different symptoms.(3)\n1. Acute glomerulonephritis\nAcute glomerulonephritis occurs when a patient is infected with beta streptococcus due to a skin infection or after pharyngitis.\nThis is known as diffuse inflammation of the kidney units, but this inflammation does not include pyogenesis. Glomerulonephritis appears suddenly and unexpectedly due to infection or other diseases such as lupus, Goodpasture syndrome, polyarteritis nodosa, etc.\nAcute glomerulonephritis can go away on its own without treatment. Patients still need to be examined and treated early to prevent the possibility of kidney failure in the future.\n2. Chronic glomerulonephritis\nChronic glomerulonephritis has not yet clearly determined the cause of the disease. According to statistics from the National Kidney Foundation in the United States, people with family members suffering from glomerulonephritis or kidney-related diseases are at high risk of developing chronic glomerulonephritis.\nIn some cases, chronic glomerulonephritis is caused by long-term acute glomerulonephritis. The disease causes kidney fibrosis and is the main cause of chronic kidney failure.\nChronic glomerulonephritis is common in young men and people with hearing or vision loss. The disease cannot be completely cured, but patients can control and slow down the progression of the disease with a combination of treatment and appropriate nutrition.\n\nWhen to see a doctor?\nGlomerulonephritis is a serious urinary disease that can affect the patient's health and quality of life in the early stages. If the disease lasts long, the patient will face the risk of chronic glomerulonephritis and kidney failure. These are all diseases that are dangerous to the patient's life.\nTherefore, when there are signs of suspected glomerulonephritis, you need to see a specialist immediately for timely diagnosis and treatment.\n\nCause of glomerulonephritis\nThe causes of glomerulonephritis are very diverse. In cases of chronic type, the direct cause has not yet been determined.(4)\nCurrently, common causes of glomerulonephritis include infections, autoimmune diseases, vasculitis and sclerosis.\n1. Infection\nInfections can be a direct or indirect cause of glomerulonephritis. Potential infections with a high risk of glomerulonephritis include:\nPost-streptococcal glomerulonephritis: People with sore throat or other infections caused by streptococcus may develop glomerulonephritis after a week or two of recovery. The likelihood of getting the disease depends largely on each person's antibodies. Therefore, children are at higher risk of getting sick after having strep throat than adults.; Bacterial endocarditis: Bacterial endocarditis is an infection of the inner lining of the heart chambers and valves. This causes changes in the patient's immune system. This is what causes glomerulonephritis; Viral kidney infection: People with diseases such as hepatitis B or hepatitis C may experience reverse infection. The virus that causes the disease will travel back from the liver to the kidneys and cause inflammation; HIV: The virus that causes HIV is also a cause of glomerulonephritis. The disease can even cause glomerulonephritis to progress faster than HIV.\n2. Autoimmune disease\nAutoimmune diseases are diseases caused by the immune system losing the ability to recognize and distinguish the body's antigens from external agents. Autoimmune diseases that can cause glomerulonephritis include:\nLupus erythematosus: Is a chronic disease that affects the skin, joints, kidneys, blood cells, heart and lungs; Goodpasture syndrome: This is a very rare disorder. This syndrome can cause damage to the kidneys, causing kidney-related diseases to progress rapidly and become untreatable; IgA nephropathy: Also known as berger disease, is the deposition of IgA immune complexes in the glomerulus. The disease has common symptoms such as hematuria that progresses slowly. IgA has the ability to impair kidney function and cause glomerulonephritis in patients.\n3. Vasculitis\nVasculitis is a change in the blood vessel wall due to damage to the blood vessel. Changes may include thickening, scarring, weakening or narrowing. Vasculitis limits blood flow, which can lead to organ and tissue damage.\nTypes of vasculitis that can cause glomerulonephritis include:\nPolyangiitis: This is a disease that causes damage to small and medium-sized blood vessels in parts of the body such as the kidneys, skin, muscles, joints and gastrointestinal tract; Granulomatosis with polyangiitis: Also known as Wegener's granulomatosis, the disease affects the blood vessels inside the patient's lungs, kidneys and respiratory tract.\n4. Sclerosis\nSclerosis, caused by scarring in the glomeruli, is also one of the causes of glomerulonephritis. Diseases that can cause scarring of the glomeruli include:\nHigh blood pressure: If not managed well, the disease will cause scarring and glomerulonephritis after a period of time; Diabetes: Scarring of the glomerulus is caused by excess sugar in the blood. Not only that, the disease also increases the speed of blood when spinning around the nephrons; Focal segmental glomerulosclerosis: In this disease, scarring will be scattered in several glomeruli\n5. Other causes\nThe possibility of glomerulonephritis can also come from Alport syndrome, which is a type of hereditary nephritis syndrome. Causes of Alport syndrome often run in families and the glomerulonephritis of people with Alport syndrome is mostly chronic glomerulonephritis.\nIn addition, people with poor eyesight and hearing, or cancer, are also at high risk of developing glomerulonephritis.\nSee also: Lupus Glomerulonephritis: Causes, Symptoms and Treatment\n\nHarmful effects of glomerulonephritis complications\n1. Effects of glomerulonephritis\nGlomerulonephritis will directly affect the ability to filter urine and waste in the body. Furthermore, the disease also inhibits the kidney's role in regulating blood pressure. When suffering from glomerulonephritis, the patient will be affected by the disease, related to the waste filtration process, including:\nAccumulation of waste or toxins in the blood; Poor ability to regulate minerals and nutrients; Lack or loss of red blood cells; Loss of protein in the blood\nAll of these effects will cause clinical symptoms for patients, reducing quality of life because of deterioration of health.\n2. Complications\nPeople with glomerulonephritis are at risk of complications of the disease, which are problems related to kidney health. This is an alarming note for people with glomerulonephritis because these complications are quite dangerous and can have a negative impact on the patient's health and life.\nFurthermore, kidney complications often have complex treatment regimens as well as long treatment times. Patients with glomerulonephritis are recommended to receive timely care and treatment according to doctor's instructions, combined with appropriate nutrition to minimize complications.\nComplications that can occur with glomerulonephritis include:\nAcute kidney failure: Causes a sudden and rapidly progressive decline in kidney function. People with kidney failure need to be treated promptly with an artificial blood purifier so that their lives are not affected; Chronic kidney disease: When inflammation or damage to the kidneys persists without treatment or recurs many times, it will reduce kidney function. This condition leads to chronic kidney disease. The patient will need dialysis or a kidney transplant to prevent the disease from progressing quickly and affecting life; High blood pressure: Damage to the glomerulus will inhibit the kidney's role in regulating blood pressure, thereby leading to high blood pressure; Nephrotic syndrome: Is a condition of excess protein in the urine (proteinuria > 3.5g/day). This continuous excretion of protein through urine will lead to a decrease in blood protein < 60g/l, and albumin < 30g/l. Nephrotic syndrome can cause blood clots to form in the kidney blood vessels\n\nHow is glomerulonephritis diagnosed?\nGlomerulonephritis is often diagnosed through blood and urine test results. Most symptoms are unclear or confused with other common physiological phenomena. Patients often discover the disease when they go to see a doctor for another disease.\n1. Urine test\nPeople with glomerulonephritis will have high levels of protein in their urine, and in some cases blood in the urine. Urine test results will show:\nCreatinine clearance (waste filtered by the kidneys); Amount of protein in urine; Urine concentration; Red blood cells in urine\n2. Blood test\nA blood test is a diagnostic method in which the doctor will look at the level of creatinine in a patient's blood sample.\nBlood test results will show:\nLevel of red blood cells in the blood; Albumin level; Level of urine nitrogen in the blood; Creatinine level in the blood\n3. Kidney biopsy\nKidney biopsy is a method in which the doctor takes a piece of patient's kidney tissue and examines it for signs of infection under a microscope. To perform a percutaneous kidney biopsy, the doctor will insert a long needle into the back, where the kidney is located, to remove a piece of tissue.\nDoctors will prescribe a kidney biopsy for subjects with abnormal indicators in urine or blood.\n\nTreatments\nChronic glomerulonephritis cannot be completely treated. People with chronic glomerulonephritis can control their symptoms. Depending on your health condition, your doctor will prescribe medications to help reduce symptoms of the disease such as:\nDiuretics are used when indicated; Antihypertensive drug group; Antibiotics when the patient has an infection; Corticosteroids and immunosuppressive drugs in chronic glomerulonephritis\nAt the same time, people with chronic glomerulonephritis need to combine a healthy lifestyle and scientific diet to slow down the progression of the disease as well as prevent the risk of kidney failure.\nFor acute glomerulonephritis, most patients have a good prognosis and recover with only supportive treatment. Patients may not need to drink but need to change their diet. Patients with signs of streptococcal infection should be given antibiotics to kill streptococci.\nBut notes for patients with acute glomerulonephritis include:\nLimit eating foods rich in protein, potassium and salt; Control blood pressure; Diuretics may be used to treat specific cases.; Take calcium supplements\n\nMeasures to prevent glomerulonephritis\nThere is no method to completely prevent glomerulonephritis. However, you can minimize the risk of disease by changing your lifestyle and eating a healthy, scientific diet. At the same time, avoid infections, especially strep infections.\n1. Living regime\nYou can limit the risk of glomerulonephritis by strengthening your immune system. Besides, maintaining cleanliness and minimizing the possibility of infections is also one of the effective ways to prevent glomerulonephritis.\nA healthy lifestyle to prevent glomerulonephritis includes:\nExercise regularly; Periodic health examination; Control blood pressure and metabolic diseases; Maintain good personal hygiene; Use safe measures when having sex\n2. Nutrition\nNutrition is also a factor that greatly affects your likelihood of developing glomerulonephritis. A suitable diet can also help you improve your blood pressure.\nNutrition to limit the risk of glomerulonephritis includes:\nDrink enough water; Limit processed foods high in salt; Good control of potassium and protein intake; Foods that are good for the kidneys include: cauliflower, egg whites, sea bass, red grapes, garlic, buckwheat, olive oil,...\nCenter for Urology and Nephrology, Department of Andrology - Urology of Tam Anh General Hospital System brings together a team of leading experts, Internal Medicine and Surgery, skilled and dedicated.\nThe Center's experts and doctors are always confident in mastering the latest techniques, early detecting and effectively treating kidney and urinary tract diseases, helping patients shorten hospital stays and limit risk of recurrence, improving quality of life.\nWith the leading modern machinery and equipment system in the country and the region; Operating room meets international standards; Along with a 5-star boarding area and high-class service... The Urology and Nephrology Center stands out with examination, screening and treatment services for all urinary tract diseases. From common surgeries to major high-tech surgeries.\nThese include laparoscopic kidney stone surgery, kidney transplant, tumor resection to preserve kidney parenchyma; Radical nephrectomy; Radical prostatectomy; total bladder resection and small bowel cystoplasty; adrenalectomy; shaping urinary tract defects... Diagnosis - medical and surgical treatment of all male diseases.\nTo schedule an appointment for prostate examination and surgery with leading experts at the Center for Urology and Nephrology, Department of Andrology - Urology, Tam Anh General Hospital System, you can make an appointment online through the following methods: The following:\nCall hotline 0287 102 6789 (HCMC) or 024 3872 3872 - 024 7106 6858 (Hanoi) to register for a private medical appointment with a specialist, through customer service staff.; Register for a medical appointment with any doctor you trust at the link: https://tamanhhospital.vn/danh-cho-khach-hang/dat-lich-kham/; Send a message on Tam Anh General Hospital Fanpage or Tam Anh General Hospital Urology and Andrology Fanpage; Text message via Zalo OA of Tam Anh General Hospital.\nGlomerulonephritis is a condition in which the kidney glomeruli are damaged, leading to inflammation. The disease reduces the ability to filter urine and waste inside the patient's body. Acute glomerulonephritis can go away on its own without medication, unless the patient has an infection that requires treatment.\nOn the contrary, chronic glomerulonephritis carries a very high risk of kidney failure, affecting the patient's life and quality of life. Therefore, when you discover that you have chronic glomerulonephritis, you need to receive treatment immediately to reduce the risk of dangerous complications as well as to let the disease progress quickly.",
    "subsections": [
        {
            "subsection_name": "What is glomerulonephritis?",
            "subsection_content": "Glomerulonephritis is an inflammation that occurs in the  glomeruli including inflammation in the glomeruli and blood vessels within the kidney.(1)\nEach person normally has 2 kidneys. Each kidney weighs about 160 - 170 grams, and can eliminate 1 -2 liters of urine per day. Two healthy kidneys are capable of filtering 180 - 200 liters of waste and blood every 24 hours.\nThe structure of the kidney is made up of small blood vessels, including knots. The kidneys have the functions of filtering blood to create urine, excreting waste, regulating electrolytes, maintaining stable blood pressure, and blood circulation. participate in hematopoiesis. If the kidney is damaged, it causes symptoms such as edema, hypertension, anemia, hematuria, and changes in urine composition.\nThe disease can occur at any age with a variety of causes. Glomerulonephritis has two forms, acute and chronic, occurring due to many different causes. Therefore, diagnosing the disease is extremely important. If the disease is not treated promptly and properly, it will lead to serious health consequences for the patient, including death.\nAcute glomerulonephritis is an acute inflammation of the kidney. The disease often  appears after group A beta-hemolytic streptococcus infection due to skin infections or after sore throat. Is an immune complex disease that mostly recovers completely after 4-6 weeks.; Chronic glomerulonephritis is a chronic inflammatory condition in the glomeruli. The disease progresses over months and years, leading to atrophy of both kidneys. The disease progresses into acute episodes and eventually becomes irreversible chronic kidney failure. Diseases due to different causes.",
            "subsection_string": "What is glomerulonephritis?\nGlomerulonephritis is an inflammation that occurs in the  glomeruli including inflammation in the glomeruli and blood vessels within the kidney.(1)\nEach person normally has 2 kidneys. Each kidney weighs about 160 - 170 grams, and can eliminate 1 -2 liters of urine per day. Two healthy kidneys are capable of filtering 180 - 200 liters of waste and blood every 24 hours.\nThe structure of the kidney is made up of small blood vessels, including knots. The kidneys have the functions of filtering blood to create urine, excreting waste, regulating electrolytes, maintaining stable blood pressure, and blood circulation. participate in hematopoiesis. If the kidney is damaged, it causes symptoms such as edema, hypertension, anemia, hematuria, and changes in urine composition.\nThe disease can occur at any age with a variety of causes. Glomerulonephritis has two forms, acute and chronic, occurring due to many different causes. Therefore, diagnosing the disease is extremely important. If the disease is not treated promptly and properly, it will lead to serious health consequences for the patient, including death.\nAcute glomerulonephritis is an acute inflammation of the kidney. The disease often  appears after group A beta-hemolytic streptococcus infection due to skin infections or after sore throat. Is an immune complex disease that mostly recovers completely after 4-6 weeks.; Chronic glomerulonephritis is a chronic inflammatory condition in the glomeruli. The disease progresses over months and years, leading to atrophy of both kidneys. The disease progresses into acute episodes and eventually becomes irreversible chronic kidney failure. Diseases due to different causes."
        },
        {
            "subsection_name": "Symptoms of glomerulonephritis",
            "subsection_content": "Glomerulonephritis is recognized through clinical signs. Depending on the type of glomerulonephritis, the disease will cause different symptoms. For chronic glomerulonephritis, the disease often does not have clear symptoms. This is what makes people with glomerulonephritis have a higher risk of nephritis than other people.(2)\nHowever, glomerulonephritis in general still has common symptoms that patients can recognize. Some general symptoms of glomerulonephritis include:\nEdema is one of the common clinical symptoms of glomerulonephritis, which can be as subtle as the ankles or entire face swelling due to fluid retention; Urine mixed with blood; There is foam in the urine due to protein mixed in the urine; High Blood Pressure; Loss of appetite, nausea and vomiting, slow digestion; Cramps occur at night; Frequent urination at night; In some cases, there is also severe pain in the upper back, behind the ribs due to kidney pain\nCommon symptoms of acute glomerulonephritis include:\nEdema appears clearly around the eyes clearly  when waking up in the morning; Urine is brown, dark or mixed with blood; Decreased urine output; High Blood Pressure; Shortness of breath and cough",
            "subsection_string": "Symptoms of glomerulonephritis\nGlomerulonephritis is recognized through clinical signs. Depending on the type of glomerulonephritis, the disease will cause different symptoms. For chronic glomerulonephritis, the disease often does not have clear symptoms. This is what makes people with glomerulonephritis have a higher risk of nephritis than other people.(2)\nHowever, glomerulonephritis in general still has common symptoms that patients can recognize. Some general symptoms of glomerulonephritis include:\nEdema is one of the common clinical symptoms of glomerulonephritis, which can be as subtle as the ankles or entire face swelling due to fluid retention; Urine mixed with blood; There is foam in the urine due to protein mixed in the urine; High Blood Pressure; Loss of appetite, nausea and vomiting, slow digestion; Cramps occur at night; Frequent urination at night; In some cases, there is also severe pain in the upper back, behind the ribs due to kidney pain\nCommon symptoms of acute glomerulonephritis include:\nEdema appears clearly around the eyes clearly  when waking up in the morning; Urine is brown, dark or mixed with blood; Decreased urine output; High Blood Pressure; Shortness of breath and cough"
        },
        {
            "subsection_name": "Classification of glomerulonephritis",
            "subsection_content": "Glomerulonephritis is divided into two types: acute and chronic. Each form is caused by different causes, as well as having different symptoms.(3)\n1. Acute glomerulonephritis\nAcute glomerulonephritis occurs when a patient is infected with beta streptococcus due to a skin infection or after pharyngitis.\nThis is known as diffuse inflammation of the kidney units, but this inflammation does not include pyogenesis. Glomerulonephritis appears suddenly and unexpectedly due to infection or other diseases such as lupus, Goodpasture syndrome, polyarteritis nodosa, etc.\nAcute glomerulonephritis can go away on its own without treatment. Patients still need to be examined and treated early to prevent the possibility of kidney failure in the future.\n2. Chronic glomerulonephritis\nChronic glomerulonephritis has not yet clearly determined the cause of the disease. According to statistics from the National Kidney Foundation in the United States, people with family members suffering from glomerulonephritis or kidney-related diseases are at high risk of developing chronic glomerulonephritis.\nIn some cases, chronic glomerulonephritis is caused by long-term acute glomerulonephritis. The disease causes kidney fibrosis and is the main cause of chronic kidney failure.\nChronic glomerulonephritis is common in young men and people with hearing or vision loss. The disease cannot be completely cured, but patients can control and slow down the progression of the disease with a combination of treatment and appropriate nutrition.",
            "subsection_string": "Classification of glomerulonephritis\nGlomerulonephritis is divided into two types: acute and chronic. Each form is caused by different causes, as well as having different symptoms.(3)\n1. Acute glomerulonephritis\nAcute glomerulonephritis occurs when a patient is infected with beta streptococcus due to a skin infection or after pharyngitis.\nThis is known as diffuse inflammation of the kidney units, but this inflammation does not include pyogenesis. Glomerulonephritis appears suddenly and unexpectedly due to infection or other diseases such as lupus, Goodpasture syndrome, polyarteritis nodosa, etc.\nAcute glomerulonephritis can go away on its own without treatment. Patients still need to be examined and treated early to prevent the possibility of kidney failure in the future.\n2. Chronic glomerulonephritis\nChronic glomerulonephritis has not yet clearly determined the cause of the disease. According to statistics from the National Kidney Foundation in the United States, people with family members suffering from glomerulonephritis or kidney-related diseases are at high risk of developing chronic glomerulonephritis.\nIn some cases, chronic glomerulonephritis is caused by long-term acute glomerulonephritis. The disease causes kidney fibrosis and is the main cause of chronic kidney failure.\nChronic glomerulonephritis is common in young men and people with hearing or vision loss. The disease cannot be completely cured, but patients can control and slow down the progression of the disease with a combination of treatment and appropriate nutrition."
        },
        {
            "subsection_name": "When to see a doctor?",
            "subsection_content": "Glomerulonephritis is a serious urinary disease that can affect the patient's health and quality of life in the early stages. If the disease lasts long, the patient will face the risk of chronic glomerulonephritis and kidney failure. These are all diseases that are dangerous to the patient's life.\nTherefore, when there are signs of suspected glomerulonephritis, you need to see a specialist immediately for timely diagnosis and treatment.",
            "subsection_string": "When to see a doctor?\nGlomerulonephritis is a serious urinary disease that can affect the patient's health and quality of life in the early stages. If the disease lasts long, the patient will face the risk of chronic glomerulonephritis and kidney failure. These are all diseases that are dangerous to the patient's life.\nTherefore, when there are signs of suspected glomerulonephritis, you need to see a specialist immediately for timely diagnosis and treatment."
        },
        {
            "subsection_name": "Cause of glomerulonephritis",
            "subsection_content": "The causes of glomerulonephritis are very diverse. In cases of chronic type, the direct cause has not yet been determined.(4)\nCurrently, common causes of glomerulonephritis include infections, autoimmune diseases, vasculitis and sclerosis.\n1. Infection\nInfections can be a direct or indirect cause of glomerulonephritis. Potential infections with a high risk of glomerulonephritis include:\nPost-streptococcal glomerulonephritis: People with sore throat or other infections caused by streptococcus may develop glomerulonephritis after a week or two of recovery. The likelihood of getting the disease depends largely on each person's antibodies. Therefore, children are at higher risk of getting sick after having strep throat than adults.; Bacterial endocarditis: Bacterial endocarditis is an infection of the inner lining of the heart chambers and valves. This causes changes in the patient's immune system. This is what causes glomerulonephritis; Viral kidney infection: People with diseases such as hepatitis B or hepatitis C may experience reverse infection. The virus that causes the disease will travel back from the liver to the kidneys and cause inflammation; HIV: The virus that causes HIV is also a cause of glomerulonephritis. The disease can even cause glomerulonephritis to progress faster than HIV.\n2. Autoimmune disease\nAutoimmune diseases are diseases caused by the immune system losing the ability to recognize and distinguish the body's antigens from external agents. Autoimmune diseases that can cause glomerulonephritis include:\nLupus erythematosus: Is a chronic disease that affects the skin, joints, kidneys, blood cells, heart and lungs; Goodpasture syndrome: This is a very rare disorder. This syndrome can cause damage to the kidneys, causing kidney-related diseases to progress rapidly and become untreatable; IgA nephropathy: Also known as berger disease, is the deposition of IgA immune complexes in the glomerulus. The disease has common symptoms such as hematuria that progresses slowly. IgA has the ability to impair kidney function and cause glomerulonephritis in patients.\n3. Vasculitis\nVasculitis is a change in the blood vessel wall due to damage to the blood vessel. Changes may include thickening, scarring, weakening or narrowing. Vasculitis limits blood flow, which can lead to organ and tissue damage.\nTypes of vasculitis that can cause glomerulonephritis include:\nPolyangiitis: This is a disease that causes damage to small and medium-sized blood vessels in parts of the body such as the kidneys, skin, muscles, joints and gastrointestinal tract; Granulomatosis with polyangiitis: Also known as Wegener's granulomatosis, the disease affects the blood vessels inside the patient's lungs, kidneys and respiratory tract.\n4. Sclerosis\nSclerosis, caused by scarring in the glomeruli, is also one of the causes of glomerulonephritis. Diseases that can cause scarring of the glomeruli include:\nHigh blood pressure: If not managed well, the disease will cause scarring and glomerulonephritis after a period of time; Diabetes: Scarring of the glomerulus is caused by excess sugar in the blood. Not only that, the disease also increases the speed of blood when spinning around the nephrons; Focal segmental glomerulosclerosis: In this disease, scarring will be scattered in several glomeruli\n5. Other causes\nThe possibility of glomerulonephritis can also come from Alport syndrome, which is a type of hereditary nephritis syndrome. Causes of Alport syndrome often run in families and the glomerulonephritis of people with Alport syndrome is mostly chronic glomerulonephritis.\nIn addition, people with poor eyesight and hearing, or cancer, are also at high risk of developing glomerulonephritis.\nSee also: Lupus Glomerulonephritis: Causes, Symptoms and Treatment",
            "subsection_string": "Cause of glomerulonephritis\nThe causes of glomerulonephritis are very diverse. In cases of chronic type, the direct cause has not yet been determined.(4)\nCurrently, common causes of glomerulonephritis include infections, autoimmune diseases, vasculitis and sclerosis.\n1. Infection\nInfections can be a direct or indirect cause of glomerulonephritis. Potential infections with a high risk of glomerulonephritis include:\nPost-streptococcal glomerulonephritis: People with sore throat or other infections caused by streptococcus may develop glomerulonephritis after a week or two of recovery. The likelihood of getting the disease depends largely on each person's antibodies. Therefore, children are at higher risk of getting sick after having strep throat than adults.; Bacterial endocarditis: Bacterial endocarditis is an infection of the inner lining of the heart chambers and valves. This causes changes in the patient's immune system. This is what causes glomerulonephritis; Viral kidney infection: People with diseases such as hepatitis B or hepatitis C may experience reverse infection. The virus that causes the disease will travel back from the liver to the kidneys and cause inflammation; HIV: The virus that causes HIV is also a cause of glomerulonephritis. The disease can even cause glomerulonephritis to progress faster than HIV.\n2. Autoimmune disease\nAutoimmune diseases are diseases caused by the immune system losing the ability to recognize and distinguish the body's antigens from external agents. Autoimmune diseases that can cause glomerulonephritis include:\nLupus erythematosus: Is a chronic disease that affects the skin, joints, kidneys, blood cells, heart and lungs; Goodpasture syndrome: This is a very rare disorder. This syndrome can cause damage to the kidneys, causing kidney-related diseases to progress rapidly and become untreatable; IgA nephropathy: Also known as berger disease, is the deposition of IgA immune complexes in the glomerulus. The disease has common symptoms such as hematuria that progresses slowly. IgA has the ability to impair kidney function and cause glomerulonephritis in patients.\n3. Vasculitis\nVasculitis is a change in the blood vessel wall due to damage to the blood vessel. Changes may include thickening, scarring, weakening or narrowing. Vasculitis limits blood flow, which can lead to organ and tissue damage.\nTypes of vasculitis that can cause glomerulonephritis include:\nPolyangiitis: This is a disease that causes damage to small and medium-sized blood vessels in parts of the body such as the kidneys, skin, muscles, joints and gastrointestinal tract; Granulomatosis with polyangiitis: Also known as Wegener's granulomatosis, the disease affects the blood vessels inside the patient's lungs, kidneys and respiratory tract.\n4. Sclerosis\nSclerosis, caused by scarring in the glomeruli, is also one of the causes of glomerulonephritis. Diseases that can cause scarring of the glomeruli include:\nHigh blood pressure: If not managed well, the disease will cause scarring and glomerulonephritis after a period of time; Diabetes: Scarring of the glomerulus is caused by excess sugar in the blood. Not only that, the disease also increases the speed of blood when spinning around the nephrons; Focal segmental glomerulosclerosis: In this disease, scarring will be scattered in several glomeruli\n5. Other causes\nThe possibility of glomerulonephritis can also come from Alport syndrome, which is a type of hereditary nephritis syndrome. Causes of Alport syndrome often run in families and the glomerulonephritis of people with Alport syndrome is mostly chronic glomerulonephritis.\nIn addition, people with poor eyesight and hearing, or cancer, are also at high risk of developing glomerulonephritis.\nSee also: Lupus Glomerulonephritis: Causes, Symptoms and Treatment"
        },
        {
            "subsection_name": "Harmful effects of glomerulonephritis complications",
            "subsection_content": "1. Effects of glomerulonephritis\nGlomerulonephritis will directly affect the ability to filter urine and waste in the body. Furthermore, the disease also inhibits the kidney's role in regulating blood pressure. When suffering from glomerulonephritis, the patient will be affected by the disease, related to the waste filtration process, including:\nAccumulation of waste or toxins in the blood; Poor ability to regulate minerals and nutrients; Lack or loss of red blood cells; Loss of protein in the blood\nAll of these effects will cause clinical symptoms for patients, reducing quality of life because of deterioration of health.\n2. Complications\nPeople with glomerulonephritis are at risk of complications of the disease, which are problems related to kidney health. This is an alarming note for people with glomerulonephritis because these complications are quite dangerous and can have a negative impact on the patient's health and life.\nFurthermore, kidney complications often have complex treatment regimens as well as long treatment times. Patients with glomerulonephritis are recommended to receive timely care and treatment according to doctor's instructions, combined with appropriate nutrition to minimize complications.\nComplications that can occur with glomerulonephritis include:\nAcute kidney failure: Causes a sudden and rapidly progressive decline in kidney function. People with kidney failure need to be treated promptly with an artificial blood purifier so that their lives are not affected; Chronic kidney disease: When inflammation or damage to the kidneys persists without treatment or recurs many times, it will reduce kidney function. This condition leads to chronic kidney disease. The patient will need dialysis or a kidney transplant to prevent the disease from progressing quickly and affecting life; High blood pressure: Damage to the glomerulus will inhibit the kidney's role in regulating blood pressure, thereby leading to high blood pressure; Nephrotic syndrome: Is a condition of excess protein in the urine (proteinuria > 3.5g/day). This continuous excretion of protein through urine will lead to a decrease in blood protein < 60g/l, and albumin < 30g/l. Nephrotic syndrome can cause blood clots to form in the kidney blood vessels",
            "subsection_string": "Harmful effects of glomerulonephritis complications\n1. Effects of glomerulonephritis\nGlomerulonephritis will directly affect the ability to filter urine and waste in the body. Furthermore, the disease also inhibits the kidney's role in regulating blood pressure. When suffering from glomerulonephritis, the patient will be affected by the disease, related to the waste filtration process, including:\nAccumulation of waste or toxins in the blood; Poor ability to regulate minerals and nutrients; Lack or loss of red blood cells; Loss of protein in the blood\nAll of these effects will cause clinical symptoms for patients, reducing quality of life because of deterioration of health.\n2. Complications\nPeople with glomerulonephritis are at risk of complications of the disease, which are problems related to kidney health. This is an alarming note for people with glomerulonephritis because these complications are quite dangerous and can have a negative impact on the patient's health and life.\nFurthermore, kidney complications often have complex treatment regimens as well as long treatment times. Patients with glomerulonephritis are recommended to receive timely care and treatment according to doctor's instructions, combined with appropriate nutrition to minimize complications.\nComplications that can occur with glomerulonephritis include:\nAcute kidney failure: Causes a sudden and rapidly progressive decline in kidney function. People with kidney failure need to be treated promptly with an artificial blood purifier so that their lives are not affected; Chronic kidney disease: When inflammation or damage to the kidneys persists without treatment or recurs many times, it will reduce kidney function. This condition leads to chronic kidney disease. The patient will need dialysis or a kidney transplant to prevent the disease from progressing quickly and affecting life; High blood pressure: Damage to the glomerulus will inhibit the kidney's role in regulating blood pressure, thereby leading to high blood pressure; Nephrotic syndrome: Is a condition of excess protein in the urine (proteinuria > 3.5g/day). This continuous excretion of protein through urine will lead to a decrease in blood protein < 60g/l, and albumin < 30g/l. Nephrotic syndrome can cause blood clots to form in the kidney blood vessels"
        },
        {
            "subsection_name": "How is glomerulonephritis diagnosed?",
            "subsection_content": "Glomerulonephritis is often diagnosed through blood and urine test results. Most symptoms are unclear or confused with other common physiological phenomena. Patients often discover the disease when they go to see a doctor for another disease.\n1. Urine test\nPeople with glomerulonephritis will have high levels of protein in their urine, and in some cases blood in the urine. Urine test results will show:\nCreatinine clearance (waste filtered by the kidneys); Amount of protein in urine; Urine concentration; Red blood cells in urine\n2. Blood test\nA blood test is a diagnostic method in which the doctor will look at the level of creatinine in a patient's blood sample.\nBlood test results will show:\nLevel of red blood cells in the blood; Albumin level; Level of urine nitrogen in the blood; Creatinine level in the blood\n3. Kidney biopsy\nKidney biopsy is a method in which the doctor takes a piece of patient's kidney tissue and examines it for signs of infection under a microscope. To perform a percutaneous kidney biopsy, the doctor will insert a long needle into the back, where the kidney is located, to remove a piece of tissue.\nDoctors will prescribe a kidney biopsy for subjects with abnormal indicators in urine or blood.",
            "subsection_string": "How is glomerulonephritis diagnosed?\nGlomerulonephritis is often diagnosed through blood and urine test results. Most symptoms are unclear or confused with other common physiological phenomena. Patients often discover the disease when they go to see a doctor for another disease.\n1. Urine test\nPeople with glomerulonephritis will have high levels of protein in their urine, and in some cases blood in the urine. Urine test results will show:\nCreatinine clearance (waste filtered by the kidneys); Amount of protein in urine; Urine concentration; Red blood cells in urine\n2. Blood test\nA blood test is a diagnostic method in which the doctor will look at the level of creatinine in a patient's blood sample.\nBlood test results will show:\nLevel of red blood cells in the blood; Albumin level; Level of urine nitrogen in the blood; Creatinine level in the blood\n3. Kidney biopsy\nKidney biopsy is a method in which the doctor takes a piece of patient's kidney tissue and examines it for signs of infection under a microscope. To perform a percutaneous kidney biopsy, the doctor will insert a long needle into the back, where the kidney is located, to remove a piece of tissue.\nDoctors will prescribe a kidney biopsy for subjects with abnormal indicators in urine or blood."
        },
        {
            "subsection_name": "Treatments",
            "subsection_content": "Chronic glomerulonephritis cannot be completely treated. People with chronic glomerulonephritis can control their symptoms. Depending on your health condition, your doctor will prescribe medications to help reduce symptoms of the disease such as:\nDiuretics are used when indicated; Antihypertensive drug group; Antibiotics when the patient has an infection; Corticosteroids and immunosuppressive drugs in chronic glomerulonephritis\nAt the same time, people with chronic glomerulonephritis need to combine a healthy lifestyle and scientific diet to slow down the progression of the disease as well as prevent the risk of kidney failure.\nFor acute glomerulonephritis, most patients have a good prognosis and recover with only supportive treatment. Patients may not need to drink but need to change their diet. Patients with signs of streptococcal infection should be given antibiotics to kill streptococci.\nBut notes for patients with acute glomerulonephritis include:\nLimit eating foods rich in protein, potassium and salt; Control blood pressure; Diuretics may be used to treat specific cases.; Take calcium supplements",
            "subsection_string": "Treatments\nChronic glomerulonephritis cannot be completely treated. People with chronic glomerulonephritis can control their symptoms. Depending on your health condition, your doctor will prescribe medications to help reduce symptoms of the disease such as:\nDiuretics are used when indicated; Antihypertensive drug group; Antibiotics when the patient has an infection; Corticosteroids and immunosuppressive drugs in chronic glomerulonephritis\nAt the same time, people with chronic glomerulonephritis need to combine a healthy lifestyle and scientific diet to slow down the progression of the disease as well as prevent the risk of kidney failure.\nFor acute glomerulonephritis, most patients have a good prognosis and recover with only supportive treatment. Patients may not need to drink but need to change their diet. Patients with signs of streptococcal infection should be given antibiotics to kill streptococci.\nBut notes for patients with acute glomerulonephritis include:\nLimit eating foods rich in protein, potassium and salt; Control blood pressure; Diuretics may be used to treat specific cases.; Take calcium supplements"
        },
        {
            "subsection_name": "Measures to prevent glomerulonephritis",
            "subsection_content": "There is no method to completely prevent glomerulonephritis. However, you can minimize the risk of disease by changing your lifestyle and eating a healthy, scientific diet. At the same time, avoid infections, especially strep infections.\n1. Living regime\nYou can limit the risk of glomerulonephritis by strengthening your immune system. Besides, maintaining cleanliness and minimizing the possibility of infections is also one of the effective ways to prevent glomerulonephritis.\nA healthy lifestyle to prevent glomerulonephritis includes:\nExercise regularly; Periodic health examination; Control blood pressure and metabolic diseases; Maintain good personal hygiene; Use safe measures when having sex\n2. Nutrition\nNutrition is also a factor that greatly affects your likelihood of developing glomerulonephritis. A suitable diet can also help you improve your blood pressure.\nNutrition to limit the risk of glomerulonephritis includes:\nDrink enough water; Limit processed foods high in salt; Good control of potassium and protein intake; Foods that are good for the kidneys include: cauliflower, egg whites, sea bass, red grapes, garlic, buckwheat, olive oil,...\nCenter for Urology and Nephrology, Department of Andrology - Urology of Tam Anh General Hospital System brings together a team of leading experts, Internal Medicine and Surgery, skilled and dedicated.\nThe Center's experts and doctors are always confident in mastering the latest techniques, early detecting and effectively treating kidney and urinary tract diseases, helping patients shorten hospital stays and limit risk of recurrence, improving quality of life.\nWith the leading modern machinery and equipment system in the country and the region; Operating room meets international standards; Along with a 5-star boarding area and high-class service... The Urology and Nephrology Center stands out with examination, screening and treatment services for all urinary tract diseases. From common surgeries to major high-tech surgeries.\nThese include laparoscopic kidney stone surgery, kidney transplant, tumor resection to preserve kidney parenchyma; Radical nephrectomy; Radical prostatectomy; total bladder resection and small bowel cystoplasty; adrenalectomy; shaping urinary tract defects... Diagnosis - medical and surgical treatment of all male diseases.\nTo schedule an appointment for prostate examination and surgery with leading experts at the Center for Urology and Nephrology, Department of Andrology - Urology, Tam Anh General Hospital System, you can make an appointment online through the following methods: The following:\nCall hotline 0287 102 6789 (HCMC) or 024 3872 3872 - 024 7106 6858 (Hanoi) to register for a private medical appointment with a specialist, through customer service staff.; Register for a medical appointment with any doctor you trust at the link: https://tamanhhospital.vn/danh-cho-khach-hang/dat-lich-kham/; Send a message on Tam Anh General Hospital Fanpage or Tam Anh General Hospital Urology and Andrology Fanpage; Text message via Zalo OA of Tam Anh General Hospital.\nGlomerulonephritis is a condition in which the kidney glomeruli are damaged, leading to inflammation. The disease reduces the ability to filter urine and waste inside the patient's body. Acute glomerulonephritis can go away on its own without medication, unless the patient has an infection that requires treatment.\nOn the contrary, chronic glomerulonephritis carries a very high risk of kidney failure, affecting the patient's life and quality of life. Therefore, when you discover that you have chronic glomerulonephritis, you need to receive treatment immediately to reduce the risk of dangerous complications as well as to let the disease progress quickly.",
            "subsection_string": "Measures to prevent glomerulonephritis\nThere is no method to completely prevent glomerulonephritis. However, you can minimize the risk of disease by changing your lifestyle and eating a healthy, scientific diet. At the same time, avoid infections, especially strep infections.\n1. Living regime\nYou can limit the risk of glomerulonephritis by strengthening your immune system. Besides, maintaining cleanliness and minimizing the possibility of infections is also one of the effective ways to prevent glomerulonephritis.\nA healthy lifestyle to prevent glomerulonephritis includes:\nExercise regularly; Periodic health examination; Control blood pressure and metabolic diseases; Maintain good personal hygiene; Use safe measures when having sex\n2. Nutrition\nNutrition is also a factor that greatly affects your likelihood of developing glomerulonephritis. A suitable diet can also help you improve your blood pressure.\nNutrition to limit the risk of glomerulonephritis includes:\nDrink enough water; Limit processed foods high in salt; Good control of potassium and protein intake; Foods that are good for the kidneys include: cauliflower, egg whites, sea bass, red grapes, garlic, buckwheat, olive oil,...\nCenter for Urology and Nephrology, Department of Andrology - Urology of Tam Anh General Hospital System brings together a team of leading experts, Internal Medicine and Surgery, skilled and dedicated.\nThe Center's experts and doctors are always confident in mastering the latest techniques, early detecting and effectively treating kidney and urinary tract diseases, helping patients shorten hospital stays and limit risk of recurrence, improving quality of life.\nWith the leading modern machinery and equipment system in the country and the region; Operating room meets international standards; Along with a 5-star boarding area and high-class service... The Urology and Nephrology Center stands out with examination, screening and treatment services for all urinary tract diseases. From common surgeries to major high-tech surgeries.\nThese include laparoscopic kidney stone surgery, kidney transplant, tumor resection to preserve kidney parenchyma; Radical nephrectomy; Radical prostatectomy; total bladder resection and small bowel cystoplasty; adrenalectomy; shaping urinary tract defects... Diagnosis - medical and surgical treatment of all male diseases.\nTo schedule an appointment for prostate examination and surgery with leading experts at the Center for Urology and Nephrology, Department of Andrology - Urology, Tam Anh General Hospital System, you can make an appointment online through the following methods: The following:\nCall hotline 0287 102 6789 (HCMC) or 024 3872 3872 - 024 7106 6858 (Hanoi) to register for a private medical appointment with a specialist, through customer service staff.; Register for a medical appointment with any doctor you trust at the link: https://tamanhhospital.vn/danh-cho-khach-hang/dat-lich-kham/; Send a message on Tam Anh General Hospital Fanpage or Tam Anh General Hospital Urology and Andrology Fanpage; Text message via Zalo OA of Tam Anh General Hospital.\nGlomerulonephritis is a condition in which the kidney glomeruli are damaged, leading to inflammation. The disease reduces the ability to filter urine and waste inside the patient's body. Acute glomerulonephritis can go away on its own without medication, unless the patient has an infection that requires treatment.\nOn the contrary, chronic glomerulonephritis carries a very high risk of kidney failure, affecting the patient's life and quality of life. Therefore, when you discover that you have chronic glomerulonephritis, you need to receive treatment immediately to reduce the risk of dangerous complications as well as to let the disease progress quickly."
        }
    ],
    "name": "viem-cau-than.json"
}