{
    "title": "Fungal sinusitis: Causes, symptoms and treatment",
    "category": "Ear, nose and throat",
    "link": "https://tamanhhospital.vn/viem-xoang-do-nam/",
    "abstract": "Fungal sinusitis is a special form of sinusitis and accounts for about 10% of sinusitis cases in the world. M.D. Duong Dinh Luong - Department of Ear-Nose-Throat Hanoi Tam Anh General Hospital said that fungal sinusitis can cause many dangerous complications, the fungus can develop into a mass that fills the sinuses, destroys the sinus walls, then invades nearby organs such as the eye sockets and skull. Fungi entering the eye socket will cause the eyes to fade and can cause permanent blindness. Fungi can cause meningitis and encephalitis if they penetrate the skull. When they penetrate nerves or blood vessels, they can cause nerve paralysis and massive bleeding leading to death. Therefore, when unusual symptoms appear in the nose or sinus area, patients should immediately go to the hospital for timely examination and treatment, to avoid dangerous complications caused by sinus fungus.",
    "content": "Fungal sinusitis: Causes, symptoms and treatment\n\nFungal sinusitis is a special form of sinusitis and accounts for about 10% of sinusitis cases in the world. M.D. Duong Dinh Luong - Department of Ear-Nose-Throat Hanoi Tam Anh General Hospital said that fungal sinusitis can cause many dangerous complications, the fungus can develop into a mass that fills the sinuses, destroys the sinus walls, then invades nearby organs such as the eye sockets and skull. Fungi entering the eye socket will cause the eyes to fade and can cause permanent blindness. Fungi can cause meningitis and encephalitis if they penetrate the skull. When they penetrate nerves or blood vessels, they can cause nerve paralysis and massive bleeding leading to death. Therefore, when unusual symptoms appear in the nose or sinus area, patients should immediately go to the hospital for timely examination and treatment, to avoid dangerous complications caused by sinus fungus.\n\nTypes of sinusitis caused by fungi\n1. Non-invasive fungal sinusitis\nAllergic fungal sinusitis: Allergic fungal sinusitis (AFS) is a common type of fungal infection in the sinuses. Fungi that grow on the sinus lining will cause infection and blockage of the sinuses. Fungal sinusitis will mostly develop into chronic sinusitis.(1); Allergic fungal sinusitis: Allergic fungal sinusitis (AFS) is a common type of fungal infection in the sinuses. Fungi that grow on the sinus lining will cause infection and blockage of the sinuses. Fungal sinusitis will most likely develop into chronic sinusitis.(1)\nMycetoma: Usually caused by Aspergillus fungus and is most common in the maxillary sinus. The fungus accumulates in the sinuses and forms clumps or masses that gradually increase in size and can block the sinuses. In this form, patients often have a stuffy nose, but the symptoms are nonspecific and may have accompanying nasal polyps.; Mycetoma: Usually caused by Aspergillus fungus and is most common in the maxillary sinus. The fungus accumulates in the sinuses and forms clumps or masses that gradually increase in size and can block the sinuses. In this form, patients often have a stuffy nose, but the symptoms are nonspecific and may have accompanying nasal polyps.\nSinusitis caused by saprophytic fungi: Fungi grow on the mucus layers in the nose, detected when the pus contains scales containing fungi. Usually causes no or few symptoms. When removing the pus and removing the scabs, the fungus is also removed.; Sinusitis caused by saprophytic fungi: Fungi grow on the mucus layers in the nose, detected when the pus contains scales containing fungi. Usually causes no or few symptoms. When removing the pus and removing the scabs, the fungus is also removed.\n2. Sinusitis caused by invasive fungi\nAcute (Fulminant) Invasive Fungal Sinusitis: Is the most aggressive form of invasive fungal sinusitis. Common in immunocompromised people such as cancer patients, chemotherapy patients or after organ transplants, sometimes in healthy people. Infection occurs rapidly when fungi from the paranasal sinuses destroy blood vessels, causing necrosis, bone erosion, and spread to the eyes or brain, causing blindness or death. Further infections such as cavernous sinus, carotid artery, etc. can also occur.(2); Acute (Fulminant) Invasive Fungal Sinusitis: Is the most aggressive form of invasive fungal sinusitis. Common in immunocompromised people such as cancer patients, chemotherapy patients or after organ transplants, sometimes in healthy people. Infection occurs rapidly when fungi from the paranasal sinuses destroy blood vessels, causing necrosis, bone erosion, and spread to the eyes or brain, causing blindness or death. Further infections such as cavernous sinus, carotid artery, etc. can also occur.(2)\nChronic Invasive Fungal Sinusitis: This condition is similar to acute invasive fungal sinusitis but is chronic, usually lasting more than 12 weeks. People with diabetes are at high risk of developing this form of the disease, or sometimes it occurs in people with a history of chronic sinusitis.; Chronic Invasive Fungal Sinusitis: This condition is similar to acute invasive fungal sinusitis but is chronic, usually lasting more than 12 weeks. People with diabetes are at increased risk of developing this form of the disease, or sometimes it occurs in people with a history of chronic sinusitis.\nGranulomatous invasive fungal sinusitis (GIFS): This is a rare type of fungal sinusitis often accompanied by unilateral proptosis, which occurs when the body has an immune response to the fungus, i.e. the system The immune system attacks the nasal mucosa and destroys nasal tissue. It is usually caused by Aspergillus flavus.; Granulomatous invasive fungal sinusitis (GIFS): This is a rare type of fungal sinusitis often accompanied by unilateral proptosis, which occurs when the body has an immune response to the fungus, i.e. the system The immune system attacks the nasal mucosa and destroys nasal tissue. It is usually caused by Aspergillus flavus.\n\nCauses and risk factors for fungal sinusitis\nThe two main types of fungi that cause this disease are mold and yeast, with mold being more common.(3)\nIn addition, known factors that increase the risk of fungal sinusitis include:\nAnatomical malformations of the nose and sinuses. Exposure to dust, chemicals, and soil. Climate: Allergic fungal sinusitis is more common in warm, humid climates such as India, Sudan, Pakistan and even equatorial countries such as Southeast Asia. Gender: Women are more likely to get ball fungus than men. Immune deficiency: People with weakened immune systems are more likely to get fungal sinus infections. For example, people with HIV, cancer or undergoing chemotherapy; diabetes; Patients after organ transplantation who are taking immunosuppressive drugs.; Anatomical malformations of the nose and sinuses.; Exposure to dust, chemicals, soil; Climate: Allergic fungal sinusitis is more common in warm, humid climates such as India, Sudan, Pakistan and even equatorial countries such as Southeast Asia.; Gender: Women are more likely to get ball fungus than men.; Immune deficiency: People with weakened immune systems are more likely to get fungal sinus infections. For example, people with HIV, cancer or undergoing chemotherapy; diabetes; Patients after organ transplantation who are taking immunosuppressive drugs.\nDiabetics with weakened immune systems are more likely to get fungal sinus infections.\n\nSymptoms of fungal sinusitis\nSymptoms of fungal sinusitis that often appear on one side of the nose include:(4)\nStuffy nose. Runny nose. Decreased sense of smell or bad odor in the nose. Pain, tenderness and pressure in the sinus area. You may feel pain when you touch your cheek or forehead. Fever if in acute phase; Stuffy nose.; Runny nose.; Decreased sense of smell or foul odor in the nose; Pain, tenderness and pressure in the sinus area. You may experience pain when touching your cheek or forehead.; Fever if in acute phase\nAdditionally, people with weakened immune systems are at higher risk for severe symptoms of fungal sinusitis including:\nBulging eyes: the eyes bulge forward or can be seen protruding out of the eye socket. Changes in skin color (skin may turn very pale or dark). Feeling of facial numbness. Feeling of tightness in the face and eye sockets. Reduced vision or blindness; Bulging eyes: the eyes bulge forward or can be seen protruding out of the eye socket.; Changes in skin color (skin may turn very pale or dark).; Feeling of facial numbness; Feeling of tightness in the face and eye sockets; Reduced vision or blindness.\nAccording to Dr. Duong Dinh Luong, Department of Ear, Nose and Throat, Tam Anh General Hospital, Hanoi, the symptoms of fungal sinusitis are not easy to distinguish because they have many similarities with other types of sinusitis. Therefore, it is important that patients immediately go to the hospital for specialist examination when symptoms of sinusitis appear.\nTests at the hospital will determine whether the condition you are experiencing is fungal sinusitis or another type of sinusitis. Accurate and timely diagnosis will help treat the disease effectively and minimize worrying complications that can occur such as the risk of blindness, infection causing necrosis, especially the risk of fungi entering the brain. life-threatening.\n\nMethods of diagnosing fungal sinusitis\nTo diagnose fungal sinusitis, doctors often rely on the following methods:\nEar, Nose and Throat Endoscopy: Helps doctors evaluate the condition of the nose, sinus openings, lesions or deformities in the nasal cavity. CT scan: Aims to evaluate inflammation of one or more sinuses, mucosal condition and lesions in the sinuses, bone destruction and adjacent lesions. Histopathological evaluationi: These methods will show the presence of allergic mucin. Fresh examination: This method will help detect fungal hyphae in mucin.; Ear, Nose and Throat Endoscopy: Helps doctors evaluate the condition of the nose, sinus passages, lesions or deformities in the nasal cavity.; CT scan: Aims to evaluate inflammation of one or more sinuses, mucosal condition and lesions in the sinuses, bone destruction and adjacent lesions.; Histopathological evaluationi: These methods will show the presence of allergic mucin.; Fresh examination: This method will help detect fungal hyphae in mucin.\n\nTreatment methods for fungal sinusitis\nDepending on the condition of fungal sinusitis, the patient will be treated with appropriate methods. Specifically:\nAntifungal medications: Some antifungal medications are prescribed by doctors to patients. Often medication is used along with surgical intervention. Corticosteroids: Steroids have strong inflammation-reducing effects. However, use of this medication must be according to the specific instructions of your doctor. Nasal wash: 0.9% physiological saline is used to wash the nose, including before or after surgery. Especially in saprophytic non-invasive fungal sinusitis, nasal rinsing gives very good treatment effect. Surgery: Depending on the patient's condition, the doctor will provide an appropriate surgical plan to remove the fungal organization, drain the inflammation and other interventions if necessary. Immunotherapy is also being applied to treat fungal sinusitis, especially allergic fungal sinusitis (AFS).; Antifungal medications: Some antifungal medications are prescribed by doctors to patients. Drugs are often used along with surgical intervention.; Corticosteroids: Steroids have strong inflammation-reducing effects. However, use of this medication must be according to the specific instructions of your doctor.; Nasal wash: 0.9% physiological saline is used to wash the nose, including before or after surgery. Especially in saprophytic non-invasive fungal sinusitis, nasal irrigation gives very good treatment effect.; Surgery: Depending on the patient's condition, the doctor will provide an appropriate surgical plan to remove the fungal organization and drain the inflammation and other interventions if necessary.; Immunotherapy is also being applied to treat fungal sinusitis, especially allergic fungal sinusitis (AFS).\nDoctors at the Department of Ear, Nose and Throat are performing surgery to treat a case of fungal sinusitis at Tam Anh General Hospital, Ho Chi Minh City.\n\nMethods to prevent fungal sinusitis\nOur country is located in a humid climate with lots of rain, so it is very favorable for fungi and mold to grow. To prevent the risk of fungal sinusitis, Dr. Duong Dinh Luong advised that people should improve their ear, nose and throat health care to increase resistance and fight against the invasion of pathogens.\nAccordingly, you should keep your nose and throat warm; regularly clean your nose and throat; Wear a mask when leaving the house. Keep the house clean, airy, and avoid mold; drying towels in the sun; Avoid getting diseases of the nose and throat that weaken this organ and make it susceptible to fungal attacks.\nFor cases with risk factors such as people with chronic sinusitis, allergic rhinitis, diabetes, cancer, other immunodeficiency... you should go to the hospital for an ENT endoscopy at least periodically. once, then you can get re-checked according to the instructions of a specialist.\nFor cases with risk factors, you should go to the hospital to have your nose and sinus health checked periodically at least once.\n\nFrequently asked questions about fungal sinusitis\n1. Is sinus fungus dangerous?\nDoctors warn that sinus infections caused by invasive fungi, if left untreated, can cause many serious complications and even affect the patient's life.\nThe scariest thing is that acute fulminant invasive fungal sinusitis can cause death very quickly. Therefore, in these cases, the sooner treatment is given, the more dangerous complications can be avoided. However, after treatment, some people may still experience nerve damage, chronic pain or facial abnormalities due to tissue loss.\n2. What should you eat and avoid when suffering from fungal sinusitis?\nThere are no official dietary recommendations for cases of fungal sinusitis. However, patients should limit eating cold foods and hot spices because they can cause irritation, making symptoms of swelling and pain worse.\nFor cases of fungal sinusitis in particular and sinusitis in general, you should eat warm foods to help blood circulate well in the sinus area, thereby reducing unpleasant symptoms caused by sinusitis.\nIn short, fungal sinusitis is a sinus infection caused by fungi. People with weakened immune systems are at high risk of complications from fungal sinusitis. Women are more likely to get ball fungus than men. You should monitor your health regularly, and when you see any strange signs, you should see a doctor early.",
    "subsections": [
        {
            "subsection_name": "Types of sinusitis caused by fungi",
            "subsection_content": "1. Non-invasive fungal sinusitis\nAllergic fungal sinusitis: Allergic fungal sinusitis (AFS) is a common type of fungal infection in the sinuses. Fungi that grow on the sinus lining will cause infection and blockage of the sinuses. Fungal sinusitis will mostly develop into chronic sinusitis.(1); Allergic fungal sinusitis: Allergic fungal sinusitis (AFS) is a common type of fungal infection in the sinuses. Fungi that grow on the sinus lining will cause infection and blockage of the sinuses. Fungal sinusitis will most likely develop into chronic sinusitis.(1)\nMycetoma: Usually caused by Aspergillus fungus and is most common in the maxillary sinus. The fungus accumulates in the sinuses and forms clumps or masses that gradually increase in size and can block the sinuses. In this form, patients often have a stuffy nose, but the symptoms are nonspecific and may have accompanying nasal polyps.; Mycetoma: Usually caused by Aspergillus fungus and is most common in the maxillary sinus. The fungus accumulates in the sinuses and forms clumps or masses that gradually increase in size and can block the sinuses. In this form, patients often have a stuffy nose, but the symptoms are nonspecific and may have accompanying nasal polyps.\nSinusitis caused by saprophytic fungi: Fungi grow on the mucus layers in the nose, detected when the pus contains scales containing fungi. Usually causes no or few symptoms. When removing the pus and removing the scabs, the fungus is also removed.; Sinusitis caused by saprophytic fungi: Fungi grow on the mucus layers in the nose, detected when the pus contains scales containing fungi. Usually causes no or few symptoms. When removing the pus and removing the scabs, the fungus is also removed.\n2. Sinusitis caused by invasive fungi\nAcute (Fulminant) Invasive Fungal Sinusitis: Is the most aggressive form of invasive fungal sinusitis. Common in immunocompromised people such as cancer patients, chemotherapy patients or after organ transplants, sometimes in healthy people. Infection occurs rapidly when fungi from the paranasal sinuses destroy blood vessels, causing necrosis, bone erosion, and spread to the eyes or brain, causing blindness or death. Further infections such as cavernous sinus, carotid artery, etc. can also occur.(2); Acute (Fulminant) Invasive Fungal Sinusitis: Is the most aggressive form of invasive fungal sinusitis. Common in immunocompromised people such as cancer patients, chemotherapy patients or after organ transplants, sometimes in healthy people. Infection occurs rapidly when fungi from the paranasal sinuses destroy blood vessels, causing necrosis, bone erosion, and spread to the eyes or brain, causing blindness or death. Further infections such as cavernous sinus, carotid artery, etc. can also occur.(2)\nChronic Invasive Fungal Sinusitis: This condition is similar to acute invasive fungal sinusitis but is chronic, usually lasting more than 12 weeks. People with diabetes are at high risk of developing this form of the disease, or sometimes it occurs in people with a history of chronic sinusitis.; Chronic Invasive Fungal Sinusitis: This condition is similar to acute invasive fungal sinusitis but is chronic, usually lasting more than 12 weeks. People with diabetes are at increased risk of developing this form of the disease, or sometimes it occurs in people with a history of chronic sinusitis.\nGranulomatous invasive fungal sinusitis (GIFS): This is a rare type of fungal sinusitis often accompanied by unilateral proptosis, which occurs when the body has an immune response to the fungus, i.e. the system The immune system attacks the nasal mucosa and destroys nasal tissue. It is usually caused by Aspergillus flavus.; Granulomatous invasive fungal sinusitis (GIFS): This is a rare type of fungal sinusitis often accompanied by unilateral proptosis, which occurs when the body has an immune response to the fungus, i.e. the system The immune system attacks the nasal mucosa and destroys nasal tissue. It is usually caused by Aspergillus flavus.",
            "subsection_string": "Types of sinusitis caused by fungi\n1. Non-invasive fungal sinusitis\nAllergic fungal sinusitis: Allergic fungal sinusitis (AFS) is a common type of fungal infection in the sinuses. Fungi that grow on the sinus lining will cause infection and blockage of the sinuses. Fungal sinusitis will mostly develop into chronic sinusitis.(1); Allergic fungal sinusitis: Allergic fungal sinusitis (AFS) is a common type of fungal infection in the sinuses. Fungi that grow on the sinus lining will cause infection and blockage of the sinuses. Fungal sinusitis will most likely develop into chronic sinusitis.(1)\nMycetoma: Usually caused by Aspergillus fungus and is most common in the maxillary sinus. The fungus accumulates in the sinuses and forms clumps or masses that gradually increase in size and can block the sinuses. In this form, patients often have a stuffy nose, but the symptoms are nonspecific and may have accompanying nasal polyps.; Mycetoma: Usually caused by Aspergillus fungus and is most common in the maxillary sinus. The fungus accumulates in the sinuses and forms clumps or masses that gradually increase in size and can block the sinuses. In this form, patients often have a stuffy nose, but the symptoms are nonspecific and may have accompanying nasal polyps.\nSinusitis caused by saprophytic fungi: Fungi grow on the mucus layers in the nose, detected when the pus contains scales containing fungi. Usually causes no or few symptoms. When removing the pus and removing the scabs, the fungus is also removed.; Sinusitis caused by saprophytic fungi: Fungi grow on the mucus layers in the nose, detected when the pus contains scales containing fungi. Usually causes no or few symptoms. When removing the pus and removing the scabs, the fungus is also removed.\n2. Sinusitis caused by invasive fungi\nAcute (Fulminant) Invasive Fungal Sinusitis: Is the most aggressive form of invasive fungal sinusitis. Common in immunocompromised people such as cancer patients, chemotherapy patients or after organ transplants, sometimes in healthy people. Infection occurs rapidly when fungi from the paranasal sinuses destroy blood vessels, causing necrosis, bone erosion, and spread to the eyes or brain, causing blindness or death. Further infections such as cavernous sinus, carotid artery, etc. can also occur.(2); Acute (Fulminant) Invasive Fungal Sinusitis: Is the most aggressive form of invasive fungal sinusitis. Common in immunocompromised people such as cancer patients, chemotherapy patients or after organ transplants, sometimes in healthy people. Infection occurs rapidly when fungi from the paranasal sinuses destroy blood vessels, causing necrosis, bone erosion, and spread to the eyes or brain, causing blindness or death. Further infections such as cavernous sinus, carotid artery, etc. can also occur.(2)\nChronic Invasive Fungal Sinusitis: This condition is similar to acute invasive fungal sinusitis but is chronic, usually lasting more than 12 weeks. People with diabetes are at high risk of developing this form of the disease, or sometimes it occurs in people with a history of chronic sinusitis.; Chronic Invasive Fungal Sinusitis: This condition is similar to acute invasive fungal sinusitis but is chronic, usually lasting more than 12 weeks. People with diabetes are at increased risk of developing this form of the disease, or sometimes it occurs in people with a history of chronic sinusitis.\nGranulomatous invasive fungal sinusitis (GIFS): This is a rare type of fungal sinusitis often accompanied by unilateral proptosis, which occurs when the body has an immune response to the fungus, i.e. the system The immune system attacks the nasal mucosa and destroys nasal tissue. It is usually caused by Aspergillus flavus.; Granulomatous invasive fungal sinusitis (GIFS): This is a rare type of fungal sinusitis often accompanied by unilateral proptosis, which occurs when the body has an immune response to the fungus, i.e. the system The immune system attacks the nasal mucosa and destroys nasal tissue. It is usually caused by Aspergillus flavus."
        },
        {
            "subsection_name": "Causes and risk factors for fungal sinusitis",
            "subsection_content": "The two main types of fungi that cause this disease are mold and yeast, with mold being more common.(3)\nIn addition, known factors that increase the risk of fungal sinusitis include:\nAnatomical malformations of the nose and sinuses. Exposure to dust, chemicals, and soil. Climate: Allergic fungal sinusitis is more common in warm, humid climates such as India, Sudan, Pakistan and even equatorial countries such as Southeast Asia. Gender: Women are more likely to get ball fungus than men. Immune deficiency: People with weakened immune systems are more likely to get fungal sinus infections. For example, people with HIV, cancer or undergoing chemotherapy; diabetes; Patients after organ transplantation who are taking immunosuppressive drugs.; Anatomical malformations of the nose and sinuses.; Exposure to dust, chemicals, soil; Climate: Allergic fungal sinusitis is more common in warm, humid climates such as India, Sudan, Pakistan and even equatorial countries such as Southeast Asia.; Gender: Women are more likely to get ball fungus than men.; Immune deficiency: People with weakened immune systems are more likely to get fungal sinus infections. For example, people with HIV, cancer or undergoing chemotherapy; diabetes; Patients after organ transplantation who are taking immunosuppressive drugs.\nDiabetics with weakened immune systems are more likely to get fungal sinus infections.",
            "subsection_string": "Causes and risk factors for fungal sinusitis\nThe two main types of fungi that cause this disease are mold and yeast, with mold being more common.(3)\nIn addition, known factors that increase the risk of fungal sinusitis include:\nAnatomical malformations of the nose and sinuses. Exposure to dust, chemicals, and soil. Climate: Allergic fungal sinusitis is more common in warm, humid climates such as India, Sudan, Pakistan and even equatorial countries such as Southeast Asia. Gender: Women are more likely to get ball fungus than men. Immune deficiency: People with weakened immune systems are more likely to get fungal sinus infections. For example, people with HIV, cancer or undergoing chemotherapy; diabetes; Patients after organ transplantation who are taking immunosuppressive drugs.; Anatomical malformations of the nose and sinuses.; Exposure to dust, chemicals, soil; Climate: Allergic fungal sinusitis is more common in warm, humid climates such as India, Sudan, Pakistan and even equatorial countries such as Southeast Asia.; Gender: Women are more likely to get ball fungus than men.; Immune deficiency: People with weakened immune systems are more likely to get fungal sinus infections. For example, people with HIV, cancer or undergoing chemotherapy; diabetes; Patients after organ transplantation who are taking immunosuppressive drugs.\nDiabetics with weakened immune systems are more likely to get fungal sinus infections."
        },
        {
            "subsection_name": "Symptoms of fungal sinusitis",
            "subsection_content": "Symptoms of fungal sinusitis that often appear on one side of the nose include:(4)\nStuffy nose. Runny nose. Decreased sense of smell or bad odor in the nose. Pain, tenderness and pressure in the sinus area. You may feel pain when you touch your cheek or forehead. Fever if in acute phase; Stuffy nose.; Runny nose.; Decreased sense of smell or foul odor in the nose; Pain, tenderness and pressure in the sinus area. You may experience pain when touching your cheek or forehead.; Fever if in acute phase\nAdditionally, people with weakened immune systems are at higher risk for severe symptoms of fungal sinusitis including:\nBulging eyes: the eyes bulge forward or can be seen protruding out of the eye socket. Changes in skin color (skin may turn very pale or dark). Feeling of facial numbness. Feeling of tightness in the face and eye sockets. Reduced vision or blindness; Bulging eyes: the eyes bulge forward or can be seen protruding out of the eye socket.; Changes in skin color (skin may turn very pale or dark).; Feeling of facial numbness; Feeling of tightness in the face and eye sockets; Reduced vision or blindness.\nAccording to Dr. Duong Dinh Luong, Department of Ear, Nose and Throat, Tam Anh General Hospital, Hanoi, the symptoms of fungal sinusitis are not easy to distinguish because they have many similarities with other types of sinusitis. Therefore, it is important that patients immediately go to the hospital for specialist examination when symptoms of sinusitis appear.\nTests at the hospital will determine whether the condition you are experiencing is fungal sinusitis or another type of sinusitis. Accurate and timely diagnosis will help treat the disease effectively and minimize worrying complications that can occur such as the risk of blindness, infection causing necrosis, especially the risk of fungi entering the brain. life-threatening.",
            "subsection_string": "Symptoms of fungal sinusitis\nSymptoms of fungal sinusitis that often appear on one side of the nose include:(4)\nStuffy nose. Runny nose. Decreased sense of smell or bad odor in the nose. Pain, tenderness and pressure in the sinus area. You may feel pain when you touch your cheek or forehead. Fever if in acute phase; Stuffy nose.; Runny nose.; Decreased sense of smell or foul odor in the nose; Pain, tenderness and pressure in the sinus area. You may experience pain when touching your cheek or forehead.; Fever if in acute phase\nAdditionally, people with weakened immune systems are at higher risk for severe symptoms of fungal sinusitis including:\nBulging eyes: the eyes bulge forward or can be seen protruding out of the eye socket. Changes in skin color (skin may turn very pale or dark). Feeling of facial numbness. Feeling of tightness in the face and eye sockets. Reduced vision or blindness; Bulging eyes: the eyes bulge forward or can be seen protruding out of the eye socket.; Changes in skin color (skin may turn very pale or dark).; Feeling of facial numbness; Feeling of tightness in the face and eye sockets; Reduced vision or blindness.\nAccording to Dr. Duong Dinh Luong, Department of Ear, Nose and Throat, Tam Anh General Hospital, Hanoi, the symptoms of fungal sinusitis are not easy to distinguish because they have many similarities with other types of sinusitis. Therefore, it is important that patients immediately go to the hospital for specialist examination when symptoms of sinusitis appear.\nTests at the hospital will determine whether the condition you are experiencing is fungal sinusitis or another type of sinusitis. Accurate and timely diagnosis will help treat the disease effectively and minimize worrying complications that can occur such as the risk of blindness, infection causing necrosis, especially the risk of fungi entering the brain. life-threatening."
        },
        {
            "subsection_name": "Methods of diagnosing fungal sinusitis",
            "subsection_content": "To diagnose fungal sinusitis, doctors often rely on the following methods:\nEar, Nose and Throat Endoscopy: Helps doctors evaluate the condition of the nose, sinus openings, lesions or deformities in the nasal cavity. CT scan: Aims to evaluate inflammation of one or more sinuses, mucosal condition and lesions in the sinuses, bone destruction and adjacent lesions. Histopathological evaluationi: These methods will show the presence of allergic mucin. Fresh examination: This method will help detect fungal hyphae in mucin.; Ear, Nose and Throat Endoscopy: Helps doctors evaluate the condition of the nose, sinus passages, lesions or deformities in the nasal cavity.; CT scan: Aims to evaluate inflammation of one or more sinuses, mucosal condition and lesions in the sinuses, bone destruction and adjacent lesions.; Histopathological evaluationi: These methods will show the presence of allergic mucin.; Fresh examination: This method will help detect fungal hyphae in mucin.",
            "subsection_string": "Methods of diagnosing fungal sinusitis\nTo diagnose fungal sinusitis, doctors often rely on the following methods:\nEar, Nose and Throat Endoscopy: Helps doctors evaluate the condition of the nose, sinus openings, lesions or deformities in the nasal cavity. CT scan: Aims to evaluate inflammation of one or more sinuses, mucosal condition and lesions in the sinuses, bone destruction and adjacent lesions. Histopathological evaluationi: These methods will show the presence of allergic mucin. Fresh examination: This method will help detect fungal hyphae in mucin.; Ear, Nose and Throat Endoscopy: Helps doctors evaluate the condition of the nose, sinus passages, lesions or deformities in the nasal cavity.; CT scan: Aims to evaluate inflammation of one or more sinuses, mucosal condition and lesions in the sinuses, bone destruction and adjacent lesions.; Histopathological evaluationi: These methods will show the presence of allergic mucin.; Fresh examination: This method will help detect fungal hyphae in mucin."
        },
        {
            "subsection_name": "Treatment methods for fungal sinusitis",
            "subsection_content": "Depending on the condition of fungal sinusitis, the patient will be treated with appropriate methods. Specifically:\nAntifungal medications: Some antifungal medications are prescribed by doctors to patients. Often medication is used along with surgical intervention. Corticosteroids: Steroids have strong inflammation-reducing effects. However, use of this medication must be according to the specific instructions of your doctor. Nasal wash: 0.9% physiological saline is used to wash the nose, including before or after surgery. Especially in saprophytic non-invasive fungal sinusitis, nasal rinsing gives very good treatment effect. Surgery: Depending on the patient's condition, the doctor will provide an appropriate surgical plan to remove the fungal organization, drain the inflammation and other interventions if necessary. Immunotherapy is also being applied to treat fungal sinusitis, especially allergic fungal sinusitis (AFS).; Antifungal medications: Some antifungal medications are prescribed by doctors to patients. Drugs are often used along with surgical intervention.; Corticosteroids: Steroids have strong inflammation-reducing effects. However, use of this medication must be according to the specific instructions of your doctor.; Nasal wash: 0.9% physiological saline is used to wash the nose, including before or after surgery. Especially in saprophytic non-invasive fungal sinusitis, nasal irrigation gives very good treatment effect.; Surgery: Depending on the patient's condition, the doctor will provide an appropriate surgical plan to remove the fungal organization and drain the inflammation and other interventions if necessary.; Immunotherapy is also being applied to treat fungal sinusitis, especially allergic fungal sinusitis (AFS).\nDoctors at the Department of Ear, Nose and Throat are performing surgery to treat a case of fungal sinusitis at Tam Anh General Hospital, Ho Chi Minh City.",
            "subsection_string": "Treatment methods for fungal sinusitis\nDepending on the condition of fungal sinusitis, the patient will be treated with appropriate methods. Specifically:\nAntifungal medications: Some antifungal medications are prescribed by doctors to patients. Often medication is used along with surgical intervention. Corticosteroids: Steroids have strong inflammation-reducing effects. However, use of this medication must be according to the specific instructions of your doctor. Nasal wash: 0.9% physiological saline is used to wash the nose, including before or after surgery. Especially in saprophytic non-invasive fungal sinusitis, nasal rinsing gives very good treatment effect. Surgery: Depending on the patient's condition, the doctor will provide an appropriate surgical plan to remove the fungal organization, drain the inflammation and other interventions if necessary. Immunotherapy is also being applied to treat fungal sinusitis, especially allergic fungal sinusitis (AFS).; Antifungal medications: Some antifungal medications are prescribed by doctors to patients. Drugs are often used along with surgical intervention.; Corticosteroids: Steroids have strong inflammation-reducing effects. However, use of this medication must be according to the specific instructions of your doctor.; Nasal wash: 0.9% physiological saline is used to wash the nose, including before or after surgery. Especially in saprophytic non-invasive fungal sinusitis, nasal irrigation gives very good treatment effect.; Surgery: Depending on the patient's condition, the doctor will provide an appropriate surgical plan to remove the fungal organization and drain the inflammation and other interventions if necessary.; Immunotherapy is also being applied to treat fungal sinusitis, especially allergic fungal sinusitis (AFS).\nDoctors at the Department of Ear, Nose and Throat are performing surgery to treat a case of fungal sinusitis at Tam Anh General Hospital, Ho Chi Minh City."
        },
        {
            "subsection_name": "Methods to prevent fungal sinusitis",
            "subsection_content": "Our country is located in a humid climate with lots of rain, so it is very favorable for fungi and mold to grow. To prevent the risk of fungal sinusitis, Dr. Duong Dinh Luong advised that people should improve their ear, nose and throat health care to increase resistance and fight against the invasion of pathogens.\nAccordingly, you should keep your nose and throat warm; regularly clean your nose and throat; Wear a mask when leaving the house. Keep the house clean, airy, and avoid mold; drying towels in the sun; Avoid getting diseases of the nose and throat that weaken this organ and make it susceptible to fungal attacks.\nFor cases with risk factors such as people with chronic sinusitis, allergic rhinitis, diabetes, cancer, other immunodeficiency... you should go to the hospital for an ENT endoscopy at least periodically. once, then you can get re-checked according to the instructions of a specialist.\nFor cases with risk factors, you should go to the hospital to have your nose and sinus health checked periodically at least once.",
            "subsection_string": "Methods to prevent fungal sinusitis\nOur country is located in a humid climate with lots of rain, so it is very favorable for fungi and mold to grow. To prevent the risk of fungal sinusitis, Dr. Duong Dinh Luong advised that people should improve their ear, nose and throat health care to increase resistance and fight against the invasion of pathogens.\nAccordingly, you should keep your nose and throat warm; regularly clean your nose and throat; Wear a mask when leaving the house. Keep the house clean, airy, and avoid mold; drying towels in the sun; Avoid getting diseases of the nose and throat that weaken this organ and make it susceptible to fungal attacks.\nFor cases with risk factors such as people with chronic sinusitis, allergic rhinitis, diabetes, cancer, other immunodeficiency... you should go to the hospital for an ENT endoscopy at least periodically. once, then you can get re-checked according to the instructions of a specialist.\nFor cases with risk factors, you should go to the hospital to have your nose and sinus health checked periodically at least once."
        },
        {
            "subsection_name": "Frequently asked questions about fungal sinusitis",
            "subsection_content": "1. Is sinus fungus dangerous?\nDoctors warn that sinus infections caused by invasive fungi, if left untreated, can cause many serious complications and even affect the patient's life.\nThe scariest thing is that acute fulminant invasive fungal sinusitis can cause death very quickly. Therefore, in these cases, the sooner treatment is given, the more dangerous complications can be avoided. However, after treatment, some people may still experience nerve damage, chronic pain or facial abnormalities due to tissue loss.\n2. What should you eat and avoid when suffering from fungal sinusitis?\nThere are no official dietary recommendations for cases of fungal sinusitis. However, patients should limit eating cold foods and hot spices because they can cause irritation, making symptoms of swelling and pain worse.\nFor cases of fungal sinusitis in particular and sinusitis in general, you should eat warm foods to help blood circulate well in the sinus area, thereby reducing unpleasant symptoms caused by sinusitis.\nIn short, fungal sinusitis is a sinus infection caused by fungi. People with weakened immune systems are at high risk of complications from fungal sinusitis. Women are more likely to get ball fungus than men. You should monitor your health regularly, and when you see any strange signs, you should see a doctor early.",
            "subsection_string": "Frequently asked questions about fungal sinusitis\n1. Is sinus fungus dangerous?\nDoctors warn that sinus infections caused by invasive fungi, if left untreated, can cause many serious complications and even affect the patient's life.\nThe scariest thing is that acute fulminant invasive fungal sinusitis can cause death very quickly. Therefore, in these cases, the sooner treatment is given, the more dangerous complications can be avoided. However, after treatment, some people may still experience nerve damage, chronic pain or facial abnormalities due to tissue loss.\n2. What should you eat and avoid when suffering from fungal sinusitis?\nThere are no official dietary recommendations for cases of fungal sinusitis. However, patients should limit eating cold foods and hot spices because they can cause irritation, making symptoms of swelling and pain worse.\nFor cases of fungal sinusitis in particular and sinusitis in general, you should eat warm foods to help blood circulate well in the sinus area, thereby reducing unpleasant symptoms caused by sinusitis.\nIn short, fungal sinusitis is a sinus infection caused by fungi. People with weakened immune systems are at high risk of complications from fungal sinusitis. Women are more likely to get ball fungus than men. You should monitor your health regularly, and when you see any strange signs, you should see a doctor early."
        }
    ],
    "name": "viem-xoang-do-nam.json"
}