{
    "title": "Mastoid otitis: Symptoms, complications, diagnosis and treatment",
    "category": "Ear, nose and throat",
    "link": "https://tamanhhospital.vn/viem-tai-xuong-chum/",
    "abstract": "Mastoid otitis media is a common complication of acute otitis media, which can lead to life-threatening extracranial and intracranial complications, especially in children under 2 years old. M.D. Diep Phuc Anh, Department of Ear, Nose and Throat, Tam Anh General Hospital, Ho Chi Minh City, said that although today there are many means, advanced imaging technology, microsurgical procedures along with the The popularity of antibiotics, however, mastoiditis still causes about 10% of the death rate in pediatric patients due to severe complications stemming from not being diagnosed and treated promptly and properly. Therefore, understanding mastoiditis is necessary for us to improve prevention and treatment and avoid serious consequences, especially in young children.(1)",
    "content": "Mastoid otitis: Symptoms, complications, diagnosis and treatment\n\nMastoid otitis media is a common complication of acute otitis media, which can lead to life-threatening extracranial and intracranial complications, especially in children under 2 years old. M.D. Diep Phuc Anh, Department of Ear, Nose and Throat, Tam Anh General Hospital, Ho Chi Minh City, said that although today there are many means, advanced imaging technology, microsurgical procedures along with the The popularity of antibiotics, however, mastoiditis still causes about 10% of the death rate in pediatric patients due to severe complications stemming from not being diagnosed and treated promptly and properly. Therefore, understanding mastoiditis is necessary for us to improve prevention and treatment and avoid serious consequences, especially in young children.(1)\n\nWhat is mastoiditis?\nThe mastoid bone belongs to the temporal bone of the skull. Mastoiditis is a bacterial infection of the mastoid air cells that surround the inner and middle ear. Mastoid air cells protect the delicate structures of the ear, regulate ear pressure, and can protect the temporal bone during injury. When mastoid cells become infected or inflamed, usually due to untreated otitis media, mastoiditis results.\nDr. Phuc Anh said, because there are many important structures located in and around the mastoid bone, if infected, bacteria can spread outside the mastoid bone and cause serious complications.\nOtitis mastoiditis is divided into two types including:\n1. Acute otitis media\nIs an infection that occurs within 5-7 days caused by bacteria, the most common being Streptococcus pneumoniae, followed by Streptococcus pyogenes, Haemophilus influenzae and Staphylococcus aureus. This is the most common complication of acute otitis media, with an average rate of about 0.24%.\nAlthough rare, children under 2 years old are at highest risk. If not treated promptly, children are susceptible to serious extracranial complications such as subperiosteal abscess, Bezold's abscess or intracranial complications such as facial nerve paralysis, labyrinthitis, subdural abscess …can be life-threatening.(3)\n2. Chronic mastoiditis\nThis is a condition in which the middle ear and mastoid bone are continuously infected, causing ear discharge that lasts for more than 3 months. This condition can also cause dangerous intracranial and extracranial complications, similar to those in acute mastoiditis.\n\nSubjects at risk of mastoiditis\nDoctor Phuc Anh said that mastoiditis can occur at any age, but children under 2 years old have the highest incidence. Research has shown that, before antibiotics became popular in the world, about 20% of cases of acute otitis media complicated into acute mastoiditis and often had severe intracranial complications.\nIn addition to children under 2 years old, people with immunodeficiency and recurrent acute otitis media are also at risk of mastoiditis.\nMastoid otitis media is a complication of acute otitis media, commonly seen in children under 2 years old\n\nSymptoms of mastoid otitis\nMastoid otitis occurs over different periods of time and symptoms may vary with each type of inflammation.\n1. Signs of acute mastoiditis\nAcute mastoiditis usually lasts 5-7 days with symptoms of postventricular erythema, pain, heat and swollen earlobe. Otoscopy will reveal a red, swollen area behind the ear and a pus-filled bulge behind the eardrum. The eardrum may rupture and leak pus.\nChildren develop specific symptoms such as irritability, crying, lethargy, fever, swelling behind the ear, and earache, while adults have severe earache, fever, and headache.\n2. Signs of chronic mastoiditis\nInflammatory episodes often last more than 30 days and easily recur. The most common symptoms are the appearance of pus in the ear area with increasing pain, spreading to the neck and half of the head, red eardrum; the skin on the surface of the mastoid bone is red and swollen, the pain increases when pressing on the mastoid bone; May be accompanied by inflammation of the nose and throat, high fever with vomiting, convulsions, and stiff neck as the disease progresses.\n\nCauses of mastoiditis\nAccording to Dr. Phuc Anh, most cases of mastoiditis stem from progressive acute otitis media causing blockage of the Eustachian tube, leading to inflammation and infection of the mastoid bone. The Eustachian tube connects from the middle ear to the nose and throat, and is responsible for circulating fluid or air from the middle ear. If this tube is narrowed due to infection or dirt, it will create a favorable environment for pathogens to grow.(2)\nIn addition, pneumonia caused by streptococcus, group A beta-hemolytic streptococcus, Staphylococcus aureus, Streptococcus pyogenes and Haemophilus influenzae are also risk factors for mastoiditis in addition to subjects susceptible to mastoiditis. Mentioned above.\nStreptococcus pyogenes is one of the common bacteria that causes mastoiditis.\n\nComplications of mastoiditis\nDoctor Phuc Anh said, based on the location of the mastoiditis process, the infection can spread into the brain or spread to the periphery and cause serious consequences. Specifically:\n1. Extracranial complications of acute otitis mastoiditis\nSubperiosteal abscess: An abscess on the periphery of the skull near the mastoid bone.; Facial nerve paralysis: Due to compression of the facial nerve; Labyrinthitis: Due to the spread of infection in the middle ear cavity leading to tinnitus.; Bone inflammation and abscess: Is inflammation of the bone marrow in other parts of the skull with symptoms including ear discharge, migraine, facial nerve paralysis.; Bezold's abscess: mastoiditis spreads causing an abscess on the side of the neck.\n2. Intracranial complications of acute otitis mastoiditis\nDoctor Phuc Anh said that about 6-23% of cases of acute otitis mastoiditis have intracranial complications with common symptoms such as seizures, joint stiffness, headaches and meningoencephalitis. Common complications include:\nTemporal lobe or cerebellar abscess; Epidural or subdural abscess; Venous sinus thrombosis. This is the least common of all intracranial complications.\n\nDiagnosis of otitis media\nMethods for diagnosing mastoiditis include:\nDifferential diagnosis: According to Dr. Phuc Anh, it is necessary to make a differential diagnosis by doing a thorough physical examination as well as taking medical history so as not to ignore signs that mimic common symptoms, leading to missed diagnosis and treatment. delayed treatment. Symptoms commonly used for evaluation include cellulitis, otitis externa, lymphadenopathy, trauma, and tumors. It should be noted that tumors such as rhabdomyosarcoma, Ewing's sarcoma, and myofibroblastoma that develop on one or both sides of the head have symptoms that are easily confused with mastoiditis. However, these tumors often affect the cranial nerves, causing neurological symptoms but rarely cause fever as in mastoiditis. This difference is an important factor that needs to be carefully considered.; Differential diagnosis: According to Dr. Phuc Anh, it is necessary to make a differential diagnosis by doing a thorough physical examination as well as taking medical history so as not to ignore signs that mimic common symptoms, leading to missed diagnosis and treatment. delayed treatment. Symptoms commonly used for evaluation include cellulitis, otitis externa, lymphadenopathy, trauma, and tumors. It should be noted that tumors such as rhabdomyosarcoma, Ewing's sarcoma, and myofibroblastoma that develop on one or both sides of the head have symptoms that are easily confused with mastoiditis. However, these tumors often affect the cranial nerves, causing neurological symptoms but rarely cause fever as in mastoiditis. This difference is an important factor that needs to be carefully considered.\nCT-scan: Indicated if complicated, severe or chronic otitis media is suspected. A CT scan can reveal disruption of the bony septum in the mastoid air cells and the possibility of infection spreading through the following images: Thick fluid and/or mucosa in the middle ear collects in the mastoid bone; loss of bony septum defining mastoid air cells; mastoid cortex destroyed, thickened periosteum or broken periosteum or subperiosteal abscess; CT-scan: Indicated if complicated, severe or chronic otitis media is suspected. A CT scan can reveal disruption of the bony septum in the mastoid air cells and the possibility of infection spreading through the following images: Thick fluid and/or mucosa in the middle ear collects in the mastoid bone; loss of bony septum defining mastoid air cells; Mastoid cortex is destroyed, periosteum is thickened or periosteum is broken, or subperiosteal abscess is present.\nENT endoscopy: Use an endoscope to examine the ears, nose, and throat to detect otitis media; ENT endoscopy: Use an endoscope to examine the ears, nose, and throat to detect otitis media.\nSchuller X-ray: Helps detect unclear thickening of the intercellular walls, in some places there are empty cavities due to loss of septa between the intercellular spaces.; Schuller X-ray: Helps detect unclear thickening of the intercellular walls, with hollow cavities in some places due to loss of septa between the intercellular spaces.\nMagnetic resonance imaging: In cases of complicated inflammation causing complications, the doctor may prescribe an MRI to diagnose the disease.; Magnetic resonance imaging: In cases of complicated inflammation causing complications, the doctor may prescribe an MRI to diagnose the disease.\nBlood formula: Detects increased white blood cells in the blood due to infection, increased neutrophil ratio.; Blood formula: Detected increased white blood cells in the blood due to infection, increased neutrophil ratio.\n\nHow to treat mastoiditis\nThe doctor will base on the condition of mastoiditis to decide whether to treat mastoiditis with internal or surgical methods.\n1. Medical treatment\nAntibiotic therapy is the focus of medical treatment. Patients with no complications and no significant medical history can be treated with intravenous antibiotics. People with uncomplicated acute mastoiditis were considered patients without significant medical history.\nFigure 3:\nMedical treatment with antibiotics for uncomplicated cases of mastoiditis without complications\n2. Surgery\nDepending on the severity of the infection, tympanostomy procedures combined with tympanostomy tube placement and mastoidectomy may be indicated.\nTympanostomy tube placement procedure: In cases where there is a lot of fluid accumulation in the mastoid causing destruction of the mastoid trabeculae, high fever or neurological signs but no complications, the tympanic membrane ventilation tube procedure can be applied. combined with treatment with IV antibiotics, high-dose steroids IV.; Tympanostomy tube placement procedure: In cases where there is a lot of fluid accumulation in the mastoid causing destruction of the mastoid trabeculae, high fever or neurological signs but no complications, the tympanic membrane ventilation tube procedure can be applied. combined with treatment with IV antibiotics and high-dose IV steroids.\nMastoid surgery: If mastoiditis does not improve within 48 hours of admission, mastoidectomy is indicated in combination with antibiotics. The IV antibiotic vancomycin is of choice for patients without chronic otitis media to combat the most common pathogens such as Streptococcus pneumoniae, group A beta-hemolytic streptococcus, Staphylococcus aureus, and pyogenes streptococcus. and Haemophilus influenzae bacteria.; Mastoid surgery: If mastoiditis does not improve within 48 hours of admission, mastoidectomy is indicated in combination with antibiotics. The IV antibiotic vancomycin is of choice for patients without chronic otitis media to combat the most common pathogens such as Streptococcus pneumoniae, group A beta-hemolytic streptococcus, Staphylococcus aureus, and pyogenes streptococcus. and Haemophilus influenzae bacteria.\nDoctor Phuc Anh noted that in patients with a history of chronic otitis media, treatment with the antibiotic vancomycin (a high-dose antibiotic) is needed to prevent complications caused by Streptococcus pyogenes and Staphylococcus aureus. These are two types of bacteria that can cause complications in 50% of patients with mastoiditis. Patients also need to continuously monitor their health because their health condition can deteriorate quickly.\n\nMethods to prevent mastoiditis\nVaccination: The most important prevention method for mastoiditis is vaccination. Unvaccinated people are susceptible to pneumococcal infection, which often causes otitis media and, in turn, mastoiditis. Currently, pneumococcal vaccine 13 can prevent invasive pneumococcal diseases such as pneumonia, meningitis, septicemia (blood infection) and even acute otitis media... caused by Streptococcus Pneumoniae. . Everyone should be vaccinated with pneumococcal 13 vaccine, especially children from 6 months old and immunocompromised people because these are the subjects at highest risk of developing mastoiditis.; Vaccination: The most important prevention method for mastoiditis is vaccination. Unvaccinated people are susceptible to pneumococcal infection, which often causes otitis media and, in turn, mastoiditis. Currently, pneumococcal vaccine 13 can prevent invasive pneumococcal diseases such as pneumonia, meningitis, septicemia (blood infection) and even acute otitis media... caused by Streptococcus Pneumoniae. . Everyone should be vaccinated with pneumococcal 13 vaccine, especially children from 6 months old and immunocompromised people because these are the subjects at highest risk of developing mastoiditis.\nEarly treatment of acute otitis media: Acute otitis media is the leading cause of mastoiditis. Early treatment of this disease can prevent the infection from spreading to the mastoid bone.; Early treatment of acute otitis media: Acute otitis media is the leading cause of mastoiditis. Early treatment of this disease can prevent the infection from spreading to the mastoid bone.\n\nNutrition for sick people\nAlthough there are no specific nutritional recommendations for patients with otitis media, most children under 2 years old should pay attention to nourishing their children by:\nFor breastfed children: During illness, children will be tired and have poor appetite, so mothers need to breastfeed their children more. Mothers need to nourish themselves to have a source of nutritious milk for their babies.; For breastfed children: During illness, children will be tired and have poor appetite, so mothers need to breastfeed their children more. Mothers need to nourish themselves to have a source of nutritious milk for their babies.\nFor weaned babies: You should feed your baby liquid food for easy digestion. Nutritious hot soups and porridges are very good for nourishing your baby. When babies are sick, they often eat less, so mothers need to divide them into many small meals for the baby to eat during the day. Add succulent fruits that help increase resistance such as oranges and grapefruits.; For weaned babies: You should feed your baby liquid food for easy digestion. Nutritious hot soups and porridges are very good for nourishing your baby. When babies are sick, they often eat less, so mothers need to divide them into many small meals for the baby to eat during the day. Add succulent fruits that help strengthen resistance such as oranges and grapefruits.\n\nQuestions about mastoiditis\nDoctor Phuc Anh answers questions about mastoiditis as follows.\n1. Is mastoiditis dangerous?\nMastoid otitis is not dangerous if there are no complications. Cases with complications, especially in young children, are very dangerous because they can cause bone abscesses and life-threatening meningitis.\n2. Can mastoiditis be cured?\nMastoid otitis can be completely cured without leaving sequelae if detected and treated promptly. It can be treated with antibiotics or surgery and the earlier the treatment, the higher the success rate, the shorter the hospital stay, the less cost and vice versa.\n3. Does mastoiditis require surgery?\nDepending on the type and severity of inflammation, your doctor may prescribe treatment with antibiotics or surgery. For cases of complicated inflammation without complications, tympanic membrane ventilation can be used. In cases that do not respond to antibiotics after 48 hours of admission, mastoidectomy may be needed. Patients with acute mastoiditis without complications only need treatment with antibiotics and do not need surgery.\n4. What is pediatric otitis media?\nPediatric otitis media is a clinical form of acute otitis media that causes severe digestive disorders in young children and can lead to death. Caused by the special structure of the middle ear, living conditions and infections in the throat.\n5. Where is the best place for examination and treatment costs?\nThe cost of examination and treatment for mastoiditis at each medical facility may be different. This depends on the facilities, team of experts, type of medicine, treatment method...\nTo treat mastoiditis safely and effectively, you should go to medical facilities with reputable Ear, Nose and Throat specialists and a team of highly skilled and experienced doctors.\nDepartment of Ear, Nose and Throat, Tam Anh General Hospital brings together experienced experts in the field of ear, nose and throat with professional medical examination, treatment and cancer screening services. The hospital is equipped with modern machinery and the most advanced technology such as: Xion ENT endoscopy system (Germany); Zeiss ear surgery microsurgical system (Germany); Karl Storz endoscopic surgery system (Germany) along with Skeeter drilling system for endoscopic sinus surgery, endoscopic laryngeal microsurgery and endoscopic microsurgical ear surgery; Interacoustic audiological function measuring machine (Denmark), Interacoustic cochlear sound measuring hearing loss diagnostic machine (Denmark)... help accurately diagnose and effectively treat mastoiditis and other ear, nose and throat diseases.\nDepartment of Ear, Nose and Throat, Tam Anh General Hospital brings together experienced experts and a modern machinery system to help diagnose and effectively treat mastoiditis.\nTo schedule an examination for otitis media and other ENT diseases at Tam Anh General Hospital, please contact:\nOtitis mastoiditis often occurs in children under two years old, and can cause many serious complications that threaten health and life. Vaccination and thorough treatment of otitis media are the best measures to prevent the disease.",
    "subsections": [
        {
            "subsection_name": "What is mastoiditis?",
            "subsection_content": "The mastoid bone belongs to the temporal bone of the skull. Mastoiditis is a bacterial infection of the mastoid air cells that surround the inner and middle ear. Mastoid air cells protect the delicate structures of the ear, regulate ear pressure, and can protect the temporal bone during injury. When mastoid cells become infected or inflamed, usually due to untreated otitis media, mastoiditis results.\nDr. Phuc Anh said, because there are many important structures located in and around the mastoid bone, if infected, bacteria can spread outside the mastoid bone and cause serious complications.\nOtitis mastoiditis is divided into two types including:\n1. Acute otitis media\nIs an infection that occurs within 5-7 days caused by bacteria, the most common being Streptococcus pneumoniae, followed by Streptococcus pyogenes, Haemophilus influenzae and Staphylococcus aureus. This is the most common complication of acute otitis media, with an average rate of about 0.24%.\nAlthough rare, children under 2 years old are at highest risk. If not treated promptly, children are susceptible to serious extracranial complications such as subperiosteal abscess, Bezold's abscess or intracranial complications such as facial nerve paralysis, labyrinthitis, subdural abscess …can be life-threatening.(3)\n2. Chronic mastoiditis\nThis is a condition in which the middle ear and mastoid bone are continuously infected, causing ear discharge that lasts for more than 3 months. This condition can also cause dangerous intracranial and extracranial complications, similar to those in acute mastoiditis.",
            "subsection_string": "What is mastoiditis?\nThe mastoid bone belongs to the temporal bone of the skull. Mastoiditis is a bacterial infection of the mastoid air cells that surround the inner and middle ear. Mastoid air cells protect the delicate structures of the ear, regulate ear pressure, and can protect the temporal bone during injury. When mastoid cells become infected or inflamed, usually due to untreated otitis media, mastoiditis results.\nDr. Phuc Anh said, because there are many important structures located in and around the mastoid bone, if infected, bacteria can spread outside the mastoid bone and cause serious complications.\nOtitis mastoiditis is divided into two types including:\n1. Acute otitis media\nIs an infection that occurs within 5-7 days caused by bacteria, the most common being Streptococcus pneumoniae, followed by Streptococcus pyogenes, Haemophilus influenzae and Staphylococcus aureus. This is the most common complication of acute otitis media, with an average rate of about 0.24%.\nAlthough rare, children under 2 years old are at highest risk. If not treated promptly, children are susceptible to serious extracranial complications such as subperiosteal abscess, Bezold's abscess or intracranial complications such as facial nerve paralysis, labyrinthitis, subdural abscess …can be life-threatening.(3)\n2. Chronic mastoiditis\nThis is a condition in which the middle ear and mastoid bone are continuously infected, causing ear discharge that lasts for more than 3 months. This condition can also cause dangerous intracranial and extracranial complications, similar to those in acute mastoiditis."
        },
        {
            "subsection_name": "Subjects at risk of mastoiditis",
            "subsection_content": "Doctor Phuc Anh said that mastoiditis can occur at any age, but children under 2 years old have the highest incidence. Research has shown that, before antibiotics became popular in the world, about 20% of cases of acute otitis media complicated into acute mastoiditis and often had severe intracranial complications.\nIn addition to children under 2 years old, people with immunodeficiency and recurrent acute otitis media are also at risk of mastoiditis.\nMastoid otitis media is a complication of acute otitis media, commonly seen in children under 2 years old",
            "subsection_string": "Subjects at risk of mastoiditis\nDoctor Phuc Anh said that mastoiditis can occur at any age, but children under 2 years old have the highest incidence. Research has shown that, before antibiotics became popular in the world, about 20% of cases of acute otitis media complicated into acute mastoiditis and often had severe intracranial complications.\nIn addition to children under 2 years old, people with immunodeficiency and recurrent acute otitis media are also at risk of mastoiditis.\nMastoid otitis media is a complication of acute otitis media, commonly seen in children under 2 years old"
        },
        {
            "subsection_name": "Symptoms of mastoid otitis",
            "subsection_content": "Mastoid otitis occurs over different periods of time and symptoms may vary with each type of inflammation.\n1. Signs of acute mastoiditis\nAcute mastoiditis usually lasts 5-7 days with symptoms of postventricular erythema, pain, heat and swollen earlobe. Otoscopy will reveal a red, swollen area behind the ear and a pus-filled bulge behind the eardrum. The eardrum may rupture and leak pus.\nChildren develop specific symptoms such as irritability, crying, lethargy, fever, swelling behind the ear, and earache, while adults have severe earache, fever, and headache.\n2. Signs of chronic mastoiditis\nInflammatory episodes often last more than 30 days and easily recur. The most common symptoms are the appearance of pus in the ear area with increasing pain, spreading to the neck and half of the head, red eardrum; the skin on the surface of the mastoid bone is red and swollen, the pain increases when pressing on the mastoid bone; May be accompanied by inflammation of the nose and throat, high fever with vomiting, convulsions, and stiff neck as the disease progresses.",
            "subsection_string": "Symptoms of mastoid otitis\nMastoid otitis occurs over different periods of time and symptoms may vary with each type of inflammation.\n1. Signs of acute mastoiditis\nAcute mastoiditis usually lasts 5-7 days with symptoms of postventricular erythema, pain, heat and swollen earlobe. Otoscopy will reveal a red, swollen area behind the ear and a pus-filled bulge behind the eardrum. The eardrum may rupture and leak pus.\nChildren develop specific symptoms such as irritability, crying, lethargy, fever, swelling behind the ear, and earache, while adults have severe earache, fever, and headache.\n2. Signs of chronic mastoiditis\nInflammatory episodes often last more than 30 days and easily recur. The most common symptoms are the appearance of pus in the ear area with increasing pain, spreading to the neck and half of the head, red eardrum; the skin on the surface of the mastoid bone is red and swollen, the pain increases when pressing on the mastoid bone; May be accompanied by inflammation of the nose and throat, high fever with vomiting, convulsions, and stiff neck as the disease progresses."
        },
        {
            "subsection_name": "Causes of mastoiditis",
            "subsection_content": "According to Dr. Phuc Anh, most cases of mastoiditis stem from progressive acute otitis media causing blockage of the Eustachian tube, leading to inflammation and infection of the mastoid bone. The Eustachian tube connects from the middle ear to the nose and throat, and is responsible for circulating fluid or air from the middle ear. If this tube is narrowed due to infection or dirt, it will create a favorable environment for pathogens to grow.(2)\nIn addition, pneumonia caused by streptococcus, group A beta-hemolytic streptococcus, Staphylococcus aureus, Streptococcus pyogenes and Haemophilus influenzae are also risk factors for mastoiditis in addition to subjects susceptible to mastoiditis. Mentioned above.\nStreptococcus pyogenes is one of the common bacteria that causes mastoiditis.",
            "subsection_string": "Causes of mastoiditis\nAccording to Dr. Phuc Anh, most cases of mastoiditis stem from progressive acute otitis media causing blockage of the Eustachian tube, leading to inflammation and infection of the mastoid bone. The Eustachian tube connects from the middle ear to the nose and throat, and is responsible for circulating fluid or air from the middle ear. If this tube is narrowed due to infection or dirt, it will create a favorable environment for pathogens to grow.(2)\nIn addition, pneumonia caused by streptococcus, group A beta-hemolytic streptococcus, Staphylococcus aureus, Streptococcus pyogenes and Haemophilus influenzae are also risk factors for mastoiditis in addition to subjects susceptible to mastoiditis. Mentioned above.\nStreptococcus pyogenes is one of the common bacteria that causes mastoiditis."
        },
        {
            "subsection_name": "Complications of mastoiditis",
            "subsection_content": "Doctor Phuc Anh said, based on the location of the mastoiditis process, the infection can spread into the brain or spread to the periphery and cause serious consequences. Specifically:\n1. Extracranial complications of acute otitis mastoiditis\nSubperiosteal abscess: An abscess on the periphery of the skull near the mastoid bone.; Facial nerve paralysis: Due to compression of the facial nerve; Labyrinthitis: Due to the spread of infection in the middle ear cavity leading to tinnitus.; Bone inflammation and abscess: Is inflammation of the bone marrow in other parts of the skull with symptoms including ear discharge, migraine, facial nerve paralysis.; Bezold's abscess: mastoiditis spreads causing an abscess on the side of the neck.\n2. Intracranial complications of acute otitis mastoiditis\nDoctor Phuc Anh said that about 6-23% of cases of acute otitis mastoiditis have intracranial complications with common symptoms such as seizures, joint stiffness, headaches and meningoencephalitis. Common complications include:\nTemporal lobe or cerebellar abscess; Epidural or subdural abscess; Venous sinus thrombosis. This is the least common of all intracranial complications.",
            "subsection_string": "Complications of mastoiditis\nDoctor Phuc Anh said, based on the location of the mastoiditis process, the infection can spread into the brain or spread to the periphery and cause serious consequences. Specifically:\n1. Extracranial complications of acute otitis mastoiditis\nSubperiosteal abscess: An abscess on the periphery of the skull near the mastoid bone.; Facial nerve paralysis: Due to compression of the facial nerve; Labyrinthitis: Due to the spread of infection in the middle ear cavity leading to tinnitus.; Bone inflammation and abscess: Is inflammation of the bone marrow in other parts of the skull with symptoms including ear discharge, migraine, facial nerve paralysis.; Bezold's abscess: mastoiditis spreads causing an abscess on the side of the neck.\n2. Intracranial complications of acute otitis mastoiditis\nDoctor Phuc Anh said that about 6-23% of cases of acute otitis mastoiditis have intracranial complications with common symptoms such as seizures, joint stiffness, headaches and meningoencephalitis. Common complications include:\nTemporal lobe or cerebellar abscess; Epidural or subdural abscess; Venous sinus thrombosis. This is the least common of all intracranial complications."
        },
        {
            "subsection_name": "Diagnosis of otitis media",
            "subsection_content": "Methods for diagnosing mastoiditis include:\nDifferential diagnosis: According to Dr. Phuc Anh, it is necessary to make a differential diagnosis by doing a thorough physical examination as well as taking medical history so as not to ignore signs that mimic common symptoms, leading to missed diagnosis and treatment. delayed treatment. Symptoms commonly used for evaluation include cellulitis, otitis externa, lymphadenopathy, trauma, and tumors. It should be noted that tumors such as rhabdomyosarcoma, Ewing's sarcoma, and myofibroblastoma that develop on one or both sides of the head have symptoms that are easily confused with mastoiditis. However, these tumors often affect the cranial nerves, causing neurological symptoms but rarely cause fever as in mastoiditis. This difference is an important factor that needs to be carefully considered.; Differential diagnosis: According to Dr. Phuc Anh, it is necessary to make a differential diagnosis by doing a thorough physical examination as well as taking medical history so as not to ignore signs that mimic common symptoms, leading to missed diagnosis and treatment. delayed treatment. Symptoms commonly used for evaluation include cellulitis, otitis externa, lymphadenopathy, trauma, and tumors. It should be noted that tumors such as rhabdomyosarcoma, Ewing's sarcoma, and myofibroblastoma that develop on one or both sides of the head have symptoms that are easily confused with mastoiditis. However, these tumors often affect the cranial nerves, causing neurological symptoms but rarely cause fever as in mastoiditis. This difference is an important factor that needs to be carefully considered.\nCT-scan: Indicated if complicated, severe or chronic otitis media is suspected. A CT scan can reveal disruption of the bony septum in the mastoid air cells and the possibility of infection spreading through the following images: Thick fluid and/or mucosa in the middle ear collects in the mastoid bone; loss of bony septum defining mastoid air cells; mastoid cortex destroyed, thickened periosteum or broken periosteum or subperiosteal abscess; CT-scan: Indicated if complicated, severe or chronic otitis media is suspected. A CT scan can reveal disruption of the bony septum in the mastoid air cells and the possibility of infection spreading through the following images: Thick fluid and/or mucosa in the middle ear collects in the mastoid bone; loss of bony septum defining mastoid air cells; Mastoid cortex is destroyed, periosteum is thickened or periosteum is broken, or subperiosteal abscess is present.\nENT endoscopy: Use an endoscope to examine the ears, nose, and throat to detect otitis media; ENT endoscopy: Use an endoscope to examine the ears, nose, and throat to detect otitis media.\nSchuller X-ray: Helps detect unclear thickening of the intercellular walls, in some places there are empty cavities due to loss of septa between the intercellular spaces.; Schuller X-ray: Helps detect unclear thickening of the intercellular walls, with hollow cavities in some places due to loss of septa between the intercellular spaces.\nMagnetic resonance imaging: In cases of complicated inflammation causing complications, the doctor may prescribe an MRI to diagnose the disease.; Magnetic resonance imaging: In cases of complicated inflammation causing complications, the doctor may prescribe an MRI to diagnose the disease.\nBlood formula: Detects increased white blood cells in the blood due to infection, increased neutrophil ratio.; Blood formula: Detected increased white blood cells in the blood due to infection, increased neutrophil ratio.",
            "subsection_string": "Diagnosis of otitis media\nMethods for diagnosing mastoiditis include:\nDifferential diagnosis: According to Dr. Phuc Anh, it is necessary to make a differential diagnosis by doing a thorough physical examination as well as taking medical history so as not to ignore signs that mimic common symptoms, leading to missed diagnosis and treatment. delayed treatment. Symptoms commonly used for evaluation include cellulitis, otitis externa, lymphadenopathy, trauma, and tumors. It should be noted that tumors such as rhabdomyosarcoma, Ewing's sarcoma, and myofibroblastoma that develop on one or both sides of the head have symptoms that are easily confused with mastoiditis. However, these tumors often affect the cranial nerves, causing neurological symptoms but rarely cause fever as in mastoiditis. This difference is an important factor that needs to be carefully considered.; Differential diagnosis: According to Dr. Phuc Anh, it is necessary to make a differential diagnosis by doing a thorough physical examination as well as taking medical history so as not to ignore signs that mimic common symptoms, leading to missed diagnosis and treatment. delayed treatment. Symptoms commonly used for evaluation include cellulitis, otitis externa, lymphadenopathy, trauma, and tumors. It should be noted that tumors such as rhabdomyosarcoma, Ewing's sarcoma, and myofibroblastoma that develop on one or both sides of the head have symptoms that are easily confused with mastoiditis. However, these tumors often affect the cranial nerves, causing neurological symptoms but rarely cause fever as in mastoiditis. This difference is an important factor that needs to be carefully considered.\nCT-scan: Indicated if complicated, severe or chronic otitis media is suspected. A CT scan can reveal disruption of the bony septum in the mastoid air cells and the possibility of infection spreading through the following images: Thick fluid and/or mucosa in the middle ear collects in the mastoid bone; loss of bony septum defining mastoid air cells; mastoid cortex destroyed, thickened periosteum or broken periosteum or subperiosteal abscess; CT-scan: Indicated if complicated, severe or chronic otitis media is suspected. A CT scan can reveal disruption of the bony septum in the mastoid air cells and the possibility of infection spreading through the following images: Thick fluid and/or mucosa in the middle ear collects in the mastoid bone; loss of bony septum defining mastoid air cells; Mastoid cortex is destroyed, periosteum is thickened or periosteum is broken, or subperiosteal abscess is present.\nENT endoscopy: Use an endoscope to examine the ears, nose, and throat to detect otitis media; ENT endoscopy: Use an endoscope to examine the ears, nose, and throat to detect otitis media.\nSchuller X-ray: Helps detect unclear thickening of the intercellular walls, in some places there are empty cavities due to loss of septa between the intercellular spaces.; Schuller X-ray: Helps detect unclear thickening of the intercellular walls, with hollow cavities in some places due to loss of septa between the intercellular spaces.\nMagnetic resonance imaging: In cases of complicated inflammation causing complications, the doctor may prescribe an MRI to diagnose the disease.; Magnetic resonance imaging: In cases of complicated inflammation causing complications, the doctor may prescribe an MRI to diagnose the disease.\nBlood formula: Detects increased white blood cells in the blood due to infection, increased neutrophil ratio.; Blood formula: Detected increased white blood cells in the blood due to infection, increased neutrophil ratio."
        },
        {
            "subsection_name": "How to treat mastoiditis",
            "subsection_content": "The doctor will base on the condition of mastoiditis to decide whether to treat mastoiditis with internal or surgical methods.\n1. Medical treatment\nAntibiotic therapy is the focus of medical treatment. Patients with no complications and no significant medical history can be treated with intravenous antibiotics. People with uncomplicated acute mastoiditis were considered patients without significant medical history.\nFigure 3:\nMedical treatment with antibiotics for uncomplicated cases of mastoiditis without complications\n2. Surgery\nDepending on the severity of the infection, tympanostomy procedures combined with tympanostomy tube placement and mastoidectomy may be indicated.\nTympanostomy tube placement procedure: In cases where there is a lot of fluid accumulation in the mastoid causing destruction of the mastoid trabeculae, high fever or neurological signs but no complications, the tympanic membrane ventilation tube procedure can be applied. combined with treatment with IV antibiotics, high-dose steroids IV.; Tympanostomy tube placement procedure: In cases where there is a lot of fluid accumulation in the mastoid causing destruction of the mastoid trabeculae, high fever or neurological signs but no complications, the tympanic membrane ventilation tube procedure can be applied. combined with treatment with IV antibiotics and high-dose IV steroids.\nMastoid surgery: If mastoiditis does not improve within 48 hours of admission, mastoidectomy is indicated in combination with antibiotics. The IV antibiotic vancomycin is of choice for patients without chronic otitis media to combat the most common pathogens such as Streptococcus pneumoniae, group A beta-hemolytic streptococcus, Staphylococcus aureus, and pyogenes streptococcus. and Haemophilus influenzae bacteria.; Mastoid surgery: If mastoiditis does not improve within 48 hours of admission, mastoidectomy is indicated in combination with antibiotics. The IV antibiotic vancomycin is of choice for patients without chronic otitis media to combat the most common pathogens such as Streptococcus pneumoniae, group A beta-hemolytic streptococcus, Staphylococcus aureus, and pyogenes streptococcus. and Haemophilus influenzae bacteria.\nDoctor Phuc Anh noted that in patients with a history of chronic otitis media, treatment with the antibiotic vancomycin (a high-dose antibiotic) is needed to prevent complications caused by Streptococcus pyogenes and Staphylococcus aureus. These are two types of bacteria that can cause complications in 50% of patients with mastoiditis. Patients also need to continuously monitor their health because their health condition can deteriorate quickly.",
            "subsection_string": "How to treat mastoiditis\nThe doctor will base on the condition of mastoiditis to decide whether to treat mastoiditis with internal or surgical methods.\n1. Medical treatment\nAntibiotic therapy is the focus of medical treatment. Patients with no complications and no significant medical history can be treated with intravenous antibiotics. People with uncomplicated acute mastoiditis were considered patients without significant medical history.\nFigure 3:\nMedical treatment with antibiotics for uncomplicated cases of mastoiditis without complications\n2. Surgery\nDepending on the severity of the infection, tympanostomy procedures combined with tympanostomy tube placement and mastoidectomy may be indicated.\nTympanostomy tube placement procedure: In cases where there is a lot of fluid accumulation in the mastoid causing destruction of the mastoid trabeculae, high fever or neurological signs but no complications, the tympanic membrane ventilation tube procedure can be applied. combined with treatment with IV antibiotics, high-dose steroids IV.; Tympanostomy tube placement procedure: In cases where there is a lot of fluid accumulation in the mastoid causing destruction of the mastoid trabeculae, high fever or neurological signs but no complications, the tympanic membrane ventilation tube procedure can be applied. combined with treatment with IV antibiotics and high-dose IV steroids.\nMastoid surgery: If mastoiditis does not improve within 48 hours of admission, mastoidectomy is indicated in combination with antibiotics. The IV antibiotic vancomycin is of choice for patients without chronic otitis media to combat the most common pathogens such as Streptococcus pneumoniae, group A beta-hemolytic streptococcus, Staphylococcus aureus, and pyogenes streptococcus. and Haemophilus influenzae bacteria.; Mastoid surgery: If mastoiditis does not improve within 48 hours of admission, mastoidectomy is indicated in combination with antibiotics. The IV antibiotic vancomycin is of choice for patients without chronic otitis media to combat the most common pathogens such as Streptococcus pneumoniae, group A beta-hemolytic streptococcus, Staphylococcus aureus, and pyogenes streptococcus. and Haemophilus influenzae bacteria.\nDoctor Phuc Anh noted that in patients with a history of chronic otitis media, treatment with the antibiotic vancomycin (a high-dose antibiotic) is needed to prevent complications caused by Streptococcus pyogenes and Staphylococcus aureus. These are two types of bacteria that can cause complications in 50% of patients with mastoiditis. Patients also need to continuously monitor their health because their health condition can deteriorate quickly."
        },
        {
            "subsection_name": "Methods to prevent mastoiditis",
            "subsection_content": "Vaccination: The most important prevention method for mastoiditis is vaccination. Unvaccinated people are susceptible to pneumococcal infection, which often causes otitis media and, in turn, mastoiditis. Currently, pneumococcal vaccine 13 can prevent invasive pneumococcal diseases such as pneumonia, meningitis, septicemia (blood infection) and even acute otitis media... caused by Streptococcus Pneumoniae. . Everyone should be vaccinated with pneumococcal 13 vaccine, especially children from 6 months old and immunocompromised people because these are the subjects at highest risk of developing mastoiditis.; Vaccination: The most important prevention method for mastoiditis is vaccination. Unvaccinated people are susceptible to pneumococcal infection, which often causes otitis media and, in turn, mastoiditis. Currently, pneumococcal vaccine 13 can prevent invasive pneumococcal diseases such as pneumonia, meningitis, septicemia (blood infection) and even acute otitis media... caused by Streptococcus Pneumoniae. . Everyone should be vaccinated with pneumococcal 13 vaccine, especially children from 6 months old and immunocompromised people because these are the subjects at highest risk of developing mastoiditis.\nEarly treatment of acute otitis media: Acute otitis media is the leading cause of mastoiditis. Early treatment of this disease can prevent the infection from spreading to the mastoid bone.; Early treatment of acute otitis media: Acute otitis media is the leading cause of mastoiditis. Early treatment of this disease can prevent the infection from spreading to the mastoid bone.",
            "subsection_string": "Methods to prevent mastoiditis\nVaccination: The most important prevention method for mastoiditis is vaccination. Unvaccinated people are susceptible to pneumococcal infection, which often causes otitis media and, in turn, mastoiditis. Currently, pneumococcal vaccine 13 can prevent invasive pneumococcal diseases such as pneumonia, meningitis, septicemia (blood infection) and even acute otitis media... caused by Streptococcus Pneumoniae. . Everyone should be vaccinated with pneumococcal 13 vaccine, especially children from 6 months old and immunocompromised people because these are the subjects at highest risk of developing mastoiditis.; Vaccination: The most important prevention method for mastoiditis is vaccination. Unvaccinated people are susceptible to pneumococcal infection, which often causes otitis media and, in turn, mastoiditis. Currently, pneumococcal vaccine 13 can prevent invasive pneumococcal diseases such as pneumonia, meningitis, septicemia (blood infection) and even acute otitis media... caused by Streptococcus Pneumoniae. . Everyone should be vaccinated with pneumococcal 13 vaccine, especially children from 6 months old and immunocompromised people because these are the subjects at highest risk of developing mastoiditis.\nEarly treatment of acute otitis media: Acute otitis media is the leading cause of mastoiditis. Early treatment of this disease can prevent the infection from spreading to the mastoid bone.; Early treatment of acute otitis media: Acute otitis media is the leading cause of mastoiditis. Early treatment of this disease can prevent the infection from spreading to the mastoid bone."
        },
        {
            "subsection_name": "Nutrition for sick people",
            "subsection_content": "Although there are no specific nutritional recommendations for patients with otitis media, most children under 2 years old should pay attention to nourishing their children by:\nFor breastfed children: During illness, children will be tired and have poor appetite, so mothers need to breastfeed their children more. Mothers need to nourish themselves to have a source of nutritious milk for their babies.; For breastfed children: During illness, children will be tired and have poor appetite, so mothers need to breastfeed their children more. Mothers need to nourish themselves to have a source of nutritious milk for their babies.\nFor weaned babies: You should feed your baby liquid food for easy digestion. Nutritious hot soups and porridges are very good for nourishing your baby. When babies are sick, they often eat less, so mothers need to divide them into many small meals for the baby to eat during the day. Add succulent fruits that help increase resistance such as oranges and grapefruits.; For weaned babies: You should feed your baby liquid food for easy digestion. Nutritious hot soups and porridges are very good for nourishing your baby. When babies are sick, they often eat less, so mothers need to divide them into many small meals for the baby to eat during the day. Add succulent fruits that help strengthen resistance such as oranges and grapefruits.",
            "subsection_string": "Nutrition for sick people\nAlthough there are no specific nutritional recommendations for patients with otitis media, most children under 2 years old should pay attention to nourishing their children by:\nFor breastfed children: During illness, children will be tired and have poor appetite, so mothers need to breastfeed their children more. Mothers need to nourish themselves to have a source of nutritious milk for their babies.; For breastfed children: During illness, children will be tired and have poor appetite, so mothers need to breastfeed their children more. Mothers need to nourish themselves to have a source of nutritious milk for their babies.\nFor weaned babies: You should feed your baby liquid food for easy digestion. Nutritious hot soups and porridges are very good for nourishing your baby. When babies are sick, they often eat less, so mothers need to divide them into many small meals for the baby to eat during the day. Add succulent fruits that help increase resistance such as oranges and grapefruits.; For weaned babies: You should feed your baby liquid food for easy digestion. Nutritious hot soups and porridges are very good for nourishing your baby. When babies are sick, they often eat less, so mothers need to divide them into many small meals for the baby to eat during the day. Add succulent fruits that help strengthen resistance such as oranges and grapefruits."
        },
        {
            "subsection_name": "Questions about mastoiditis",
            "subsection_content": "Doctor Phuc Anh answers questions about mastoiditis as follows.\n1. Is mastoiditis dangerous?\nMastoid otitis is not dangerous if there are no complications. Cases with complications, especially in young children, are very dangerous because they can cause bone abscesses and life-threatening meningitis.\n2. Can mastoiditis be cured?\nMastoid otitis can be completely cured without leaving sequelae if detected and treated promptly. It can be treated with antibiotics or surgery and the earlier the treatment, the higher the success rate, the shorter the hospital stay, the less cost and vice versa.\n3. Does mastoiditis require surgery?\nDepending on the type and severity of inflammation, your doctor may prescribe treatment with antibiotics or surgery. For cases of complicated inflammation without complications, tympanic membrane ventilation can be used. In cases that do not respond to antibiotics after 48 hours of admission, mastoidectomy may be needed. Patients with acute mastoiditis without complications only need treatment with antibiotics and do not need surgery.\n4. What is pediatric otitis media?\nPediatric otitis media is a clinical form of acute otitis media that causes severe digestive disorders in young children and can lead to death. Caused by the special structure of the middle ear, living conditions and infections in the throat.\n5. Where is the best place for examination and treatment costs?\nThe cost of examination and treatment for mastoiditis at each medical facility may be different. This depends on the facilities, team of experts, type of medicine, treatment method...\nTo treat mastoiditis safely and effectively, you should go to medical facilities with reputable Ear, Nose and Throat specialists and a team of highly skilled and experienced doctors.\nDepartment of Ear, Nose and Throat, Tam Anh General Hospital brings together experienced experts in the field of ear, nose and throat with professional medical examination, treatment and cancer screening services. The hospital is equipped with modern machinery and the most advanced technology such as: Xion ENT endoscopy system (Germany); Zeiss ear surgery microsurgical system (Germany); Karl Storz endoscopic surgery system (Germany) along with Skeeter drilling system for endoscopic sinus surgery, endoscopic laryngeal microsurgery and endoscopic microsurgical ear surgery; Interacoustic audiological function measuring machine (Denmark), Interacoustic cochlear sound measuring hearing loss diagnostic machine (Denmark)... help accurately diagnose and effectively treat mastoiditis and other ear, nose and throat diseases.\nDepartment of Ear, Nose and Throat, Tam Anh General Hospital brings together experienced experts and a modern machinery system to help diagnose and effectively treat mastoiditis.\nTo schedule an examination for otitis media and other ENT diseases at Tam Anh General Hospital, please contact:\nOtitis mastoiditis often occurs in children under two years old, and can cause many serious complications that threaten health and life. Vaccination and thorough treatment of otitis media are the best measures to prevent the disease.",
            "subsection_string": "Questions about mastoiditis\nDoctor Phuc Anh answers questions about mastoiditis as follows.\n1. Is mastoiditis dangerous?\nMastoid otitis is not dangerous if there are no complications. Cases with complications, especially in young children, are very dangerous because they can cause bone abscesses and life-threatening meningitis.\n2. Can mastoiditis be cured?\nMastoid otitis can be completely cured without leaving sequelae if detected and treated promptly. It can be treated with antibiotics or surgery and the earlier the treatment, the higher the success rate, the shorter the hospital stay, the less cost and vice versa.\n3. Does mastoiditis require surgery?\nDepending on the type and severity of inflammation, your doctor may prescribe treatment with antibiotics or surgery. For cases of complicated inflammation without complications, tympanic membrane ventilation can be used. In cases that do not respond to antibiotics after 48 hours of admission, mastoidectomy may be needed. Patients with acute mastoiditis without complications only need treatment with antibiotics and do not need surgery.\n4. What is pediatric otitis media?\nPediatric otitis media is a clinical form of acute otitis media that causes severe digestive disorders in young children and can lead to death. Caused by the special structure of the middle ear, living conditions and infections in the throat.\n5. Where is the best place for examination and treatment costs?\nThe cost of examination and treatment for mastoiditis at each medical facility may be different. This depends on the facilities, team of experts, type of medicine, treatment method...\nTo treat mastoiditis safely and effectively, you should go to medical facilities with reputable Ear, Nose and Throat specialists and a team of highly skilled and experienced doctors.\nDepartment of Ear, Nose and Throat, Tam Anh General Hospital brings together experienced experts in the field of ear, nose and throat with professional medical examination, treatment and cancer screening services. The hospital is equipped with modern machinery and the most advanced technology such as: Xion ENT endoscopy system (Germany); Zeiss ear surgery microsurgical system (Germany); Karl Storz endoscopic surgery system (Germany) along with Skeeter drilling system for endoscopic sinus surgery, endoscopic laryngeal microsurgery and endoscopic microsurgical ear surgery; Interacoustic audiological function measuring machine (Denmark), Interacoustic cochlear sound measuring hearing loss diagnostic machine (Denmark)... help accurately diagnose and effectively treat mastoiditis and other ear, nose and throat diseases.\nDepartment of Ear, Nose and Throat, Tam Anh General Hospital brings together experienced experts and a modern machinery system to help diagnose and effectively treat mastoiditis.\nTo schedule an examination for otitis media and other ENT diseases at Tam Anh General Hospital, please contact:\nOtitis mastoiditis often occurs in children under two years old, and can cause many serious complications that threaten health and life. Vaccination and thorough treatment of otitis media are the best measures to prevent the disease."
        }
    ],
    "name": "viem-tai-xuong-chum.json"
}