{
    "title": "Chronic bronchitis: Causes, symptoms and prevention",
    "category": "Respiratory",
    "link": "https://tamanhhospital.vn/viem-phe-quan-man-tinh/",
    "abstract": "Chronic bronchitis is considered a dangerous disease related to the respiratory system. If not detected early and treated promptly, chronic bronchitis can lead to complications leading to chronic obstructive pulmonary disease, respiratory failure, and more seriously, bronchial cancer, lung cancer or tuberculosis. . So what are the symptoms of chronic bronchitis, is chronic bronchitis dangerous, and how to treat and prevent the disease? Please refer to the information in the article below. This article is expertly advised by experts in the Department of Respiratory Medicine, Tam Anh General Hospital.",
    "content": "Chronic bronchitis: Causes, symptoms and prevention\n\nChronic bronchitis is considered a dangerous disease related to the respiratory system. If not detected early and treated promptly, chronic bronchitis can lead to complications leading to chronic obstructive pulmonary disease, respiratory failure, and more seriously, bronchial cancer, lung cancer or tuberculosis. . So what are the symptoms of chronic bronchitis, is chronic bronchitis dangerous, and how to treat and prevent the disease? Please refer to the information in the article below. This article is expertly advised by experts in the Department of Respiratory Medicine, Tam Anh General Hospital.\n\nWhat is chronic bronchitis?\nChronic bronchitis is a type of chronic obstructive pulmonary disease (COPD). This is an acute bronchitis condition that, if not completely treated, recurs over and over again, leading to serious damage to the bronchial tubes, creating a lot of phlegm, causing coughing and difficulty breathing.\nIf not treated early, chronic bronchitis can develop into chronic obstructive pulmonary disease, which is extremely dangerous and difficult to treat, leaving many long-term consequences and can even be life-threatening. of the patient. (first)\nChronic bronchitis often appears in older people, with accompanying symptoms such as cough, phlegm, and difficulty breathing.\n\nSubjects susceptible to chronic bronchitis\nAccording to BS.CKII Tran Vu Minh Phat, bronchitis in general and chronic bronchitis in particular is a common disease in Vietnam, which can appear at any age. However, there are subjects at higher risk of disease including:\nSmokers: Cigarette smoke contains a number of substances that destroy cilia in the lungs, causing serious lung damage. According to statistics, more than 90% of people with chronic bronchitis have a history of smoking; Smokers: Cigarette smoke contains a number of substances that destroy cilia in the lungs, causing serious lung damage. According to statistics, more than 90% of people with chronic bronchitis have a history of smoking.\nPeople who are often exposed to toxic air sources: Working in a polluted environment, regularly inhaling dust, toxic gases or having a lot of exposure to respiratory irritants such as cotton, fabric dust, smoke chemistry…; People who are often exposed to toxic air sources: Working in a polluted environment, regularly inhaling dust, toxic gases or having a lot of exposure to respiratory irritants such as cotton, fabric dust, smoke chemistry…\nPeople with weak resistance, or a history of chronic diseases that cause a weakened immune system; People with weak resistance, or a history of chronic diseases that cause a weakened immune system.\nElderly people are at high risk of infection and are considered one of the subjects susceptible to chronic bronchitis. (5); Elderly people are at high risk of infection and are considered one of the subjects susceptible to chronic bronchitis. (5)\n\nSymptoms of chronic bronchitis\nDepending on each specific case, chronic bronchitis symptoms, frequency and severity may vary. Typically, chronic bronchitis includes characteristic symptoms such as:\nPersistent cough; Gob; Difficulty breathing, wheezing.\nSpecifically, mucus is often green, yellow, or white. Over time, this amount of mucus will gradually increase due to mucus production in the lungs and accumulate in the bronchial tubes, restricting airflow. This causes difficulty breathing, which can be accompanied by wheezing in people with chronic bronchitis. This symptom will become more serious if not treated promptly.\nIn addition, there are other signs of chronic bronchitis such as: fatigue, chills, fever, chest tightness, sinus congestion or bad breath. Due to lack of oxygen in the blood, the skin and lips of later-stage patients are often pale and pale. Some cases can also lead to peripheral edema, swelling in the legs and ankles. (2)\n\nCauses of chronic bronchitis\nThere are many causes of chronic bronchitis, including the following main causes: (3)\n1. Regular smoking (active and passive)\nCigarette smoke is considered an enemy to human health, causing negative effects on the lungs and bronchi. Many studies have shown that cigarette smoke contains a number of substances that destroy cilia inside the lungs, causing serious damage. These injuries, if prolonged, will cause chronic bronchitis to progress more dangerously.\nNot only active smoking, but even regular inhalation of cigarette smoke (passive smoking) is also the cause of chronic bronchitis.\nCigarette smoke is considered one of the causes of chronic bronchitis.\n2. Frequent exposure to polluted environments\nToxic wastes such as industrial gases, chemical waste, toxic gases... are considered dangerous factors that irritate the lungs, leading to chronic bronchitis. Therefore, people who often work in polluted environments and are in direct contact with lung irritants such as construction workers, workers in coal mines, textile factories... will be at high risk of getting the disease. chronic bronchitis.\nEveryone needs to use measures to protect their health and wear good quality protective equipment throughout the working process.\n3. Resistance is not good\nElderly people and infants have weak resistance; People who often get colds or suffer from certain acute or chronic diseases that weaken the immune system are susceptible to virus attacks and are at high risk of chronic bronchitis.\nIn addition, weak resistance and not being able to fight pathogens is the cause of acute bronchitis recurring many times, then becoming more serious and eventually leading to inflammation. chronic bronchitis.\n\nDiagnosis of chronic bronchitis\nBS.CKII Tran Vu Minh Phat said that chronic bronchitis can be confused with other respiratory diseases such as chronic obstructive pulmonary disease, bronchial asthma, pneumonia... because it does not cause symptoms. typical symptoms.\nTo determine the disease and provide an appropriate treatment regimen, the doctor will perform a clinical examination, then prescribe the patient to perform the following necessary tests: (4)\n1. Check lung function\nMeasuring lung ventilation function is considered a method with high diagnostic value, capable of eliminating the causes of prolonged coughs that often appear in bronchiectasis, pneumonia...\nIf the results of measuring lung ventilation function are normal and the lung parenchyma is not damaged, the patient will be diagnosed with chronic bronchitis. In case the test results show obstructive ventilation disorders, the patient will be diagnosed with chronic obstructive pulmonary disease.\n2. Chest x-ray\nChest x-ray is also one of the methods to help diagnose chronic bronchitis. Through x-rays, doctors can observe the patient's lung condition; Notice signs such as thickening of blood vessels, air ducts, and bronchial interstitial tissue. In addition, chest x-rays are especially important in identifying, differentiating and excluding the possibility of diseases that damage the lung parenchyma such as: interstitial pneumonia, tuberculosis, lung cancer. lung cancer; Bronchiectasis... has the same symptoms of prolonged coughing.\nFor chronic bronchitis, there are usually no unusual signs that are too obvious to recognize.\n\nTreatment of chronic bronchitis\nDepending on each specific condition, the treatment for chronic bronchitis will be different. In general, treatments will target the symptoms of the disease, including:\nMedicine: People with chronic bronchitis are often prescribed bronchodilators by doctors. This medicine has the effect of expanding air circulation to the lungs, helping the patient breathe more easily.; Medicine: People with chronic bronchitis are often prescribed bronchodilators by doctors. This medicine has the effect of expanding air circulation to the lungs, helping the patient breathe more easily.\nDepending on each specific case, the doctor will instruct the patient to use a respiratory machine to help deliver medicine into the body. For more serious cases, doctors will prescribe the drug theophylline to soothe the muscle layers in the airways, helping the patient breathe more easily.; Depending on each specific case, the doctor will instruct the patient to use a respiratory machine to help deliver medicine into the body. For more serious cases, doctors will prescribe the drug theophylline to soothe the muscle layers in the airways, helping the patient breathe more easily.\nIn case both of the above medications are ineffective, the doctor will prescribe anti-inflammatory drugs in the form of inhalers or tablets, which help open the airways.; In case both of the above medications are ineffective, your doctor will prescribe anti-inflammatory drugs in the form of inhalers or tablets, which help open the airways.\nPulmonary rehabilitation program: This is a method that includes exercise, respiratory exercises and nutrition suitable for people with chronic bronchitis. Scientifically applying the pulmonary rehabilitation program will help patients improve their physical strength, increase resistance and make breathing easier.; Pulmonary rehabilitation program: This is a method that includes exercise, respiratory exercises and nutrition suitable for people with chronic bronchitis. Scientifically applying a pulmonary rehabilitation program will help patients improve their physical strength, increase their resistance, and make breathing easier.\nUse mucus-clearing devices to help the patient cough up fluid more easily.; Use mucus-clearing devices to help the patient cough up fluid more easily.\nOxygen therapy helps people with chronic bronchitis breathe better.; Oxygen therapy helps people with chronic bronchitis breathe better.\nExercise and gentle movement help improve the health of people with chronic bronchitis.\n\nHow to prevent chronic bronchitis\nTo prevent and reduce the risk of chronic bronchitis, from now on, people need to pay attention to the following: (5)\nQuit smoking: Smoking is considered one of the dangerous causes of chronic bronchitis in particular, and lung diseases in general, leading to impaired function of the respiratory system and even is lung cancer. Quitting the habit of smoking not only helps protect your health, but also the health of those around you. Because passive smokers also have serious health effects.; Quit smoking: Smoking is considered one of the dangerous causes of chronic bronchitis in particular, and lung diseases in general, leading to impaired function of the respiratory system and even is lung cancer. Quitting the habit of smoking not only helps protect your health, but also the health of those around you. Because passive smokers also have serious health effects.\nRegularly wear masks and protective gear when exposed to or working in polluted or dusty environments to avoid the risk of harmful agents entering the respiratory tract.; Regularly wear masks and protective gear when exposed to or working in polluted or dusty environments to avoid the risk of harmful agents entering the respiratory tract.\nWearing a mask when exposed to polluted environments helps limit the risk of chronic bronchitis.\nRegularly wash your hands properly with antibacterial soap; Clean the respiratory tract (nose drops, gargle...) with physiological saline; Clean and hygienic, minimizing dust and dirt that affects the respiratory tract.; Regularly wash your hands properly with antibacterial soap; Clean the respiratory tract (nose drops, gargle...) with physiological saline; Keep clean and hygienic, minimizing dust and dirt that affects the respiratory tract.\nVaccination against pneumonia, influenza vaccine, whooping cough vaccine... are also effective ways to help protect the body from a number of respiratory diseases, including chronic bronchitis.; Vaccination against pneumonia, flu vaccine, whooping cough vaccine... are also effective ways to help protect the body from a number of respiratory diseases, including chronic bronchitis.\nIs chronic bronchitis dangerous?\nChronic bronchitis is a very dangerous disease related to the respiratory system, with possible complications leading to chronic obstructive pulmonary disease and respiratory failure. More seriously, people with chronic bronchitis also have a high risk of developing bronchial cancer, lung cancer or tuberculosis. These are all extremely dangerous diseases, threatening the patient's life. In addition, the complete treatment of chronic bronchitis also faces many difficulties, because the patient's respiratory ability is significantly reduced.\n\"Therefore, people with chronic bronchitis should not be subjective, need to regularly see a doctor and absolutely follow the doctor's treatment regimen to minimize the risk of dangerous complications,\" Dr. .CKII Tran Vu Minh Phat said.",
    "subsections": [
        {
            "subsection_name": "What is chronic bronchitis?",
            "subsection_content": "Chronic bronchitis is a type of chronic obstructive pulmonary disease (COPD). This is an acute bronchitis condition that, if not completely treated, recurs over and over again, leading to serious damage to the bronchial tubes, creating a lot of phlegm, causing coughing and difficulty breathing.\nIf not treated early, chronic bronchitis can develop into chronic obstructive pulmonary disease, which is extremely dangerous and difficult to treat, leaving many long-term consequences and can even be life-threatening. of the patient. (first)\nChronic bronchitis often appears in older people, with accompanying symptoms such as cough, phlegm, and difficulty breathing.",
            "subsection_string": "What is chronic bronchitis?\nChronic bronchitis is a type of chronic obstructive pulmonary disease (COPD). This is an acute bronchitis condition that, if not completely treated, recurs over and over again, leading to serious damage to the bronchial tubes, creating a lot of phlegm, causing coughing and difficulty breathing.\nIf not treated early, chronic bronchitis can develop into chronic obstructive pulmonary disease, which is extremely dangerous and difficult to treat, leaving many long-term consequences and can even be life-threatening. of the patient. (first)\nChronic bronchitis often appears in older people, with accompanying symptoms such as cough, phlegm, and difficulty breathing."
        },
        {
            "subsection_name": "Subjects susceptible to chronic bronchitis",
            "subsection_content": "According to BS.CKII Tran Vu Minh Phat, bronchitis in general and chronic bronchitis in particular is a common disease in Vietnam, which can appear at any age. However, there are subjects at higher risk of disease including:\nSmokers: Cigarette smoke contains a number of substances that destroy cilia in the lungs, causing serious lung damage. According to statistics, more than 90% of people with chronic bronchitis have a history of smoking; Smokers: Cigarette smoke contains a number of substances that destroy cilia in the lungs, causing serious lung damage. According to statistics, more than 90% of people with chronic bronchitis have a history of smoking.\nPeople who are often exposed to toxic air sources: Working in a polluted environment, regularly inhaling dust, toxic gases or having a lot of exposure to respiratory irritants such as cotton, fabric dust, smoke chemistry…; People who are often exposed to toxic air sources: Working in a polluted environment, regularly inhaling dust, toxic gases or having a lot of exposure to respiratory irritants such as cotton, fabric dust, smoke chemistry…\nPeople with weak resistance, or a history of chronic diseases that cause a weakened immune system; People with weak resistance, or a history of chronic diseases that cause a weakened immune system.\nElderly people are at high risk of infection and are considered one of the subjects susceptible to chronic bronchitis. (5); Elderly people are at high risk of infection and are considered one of the subjects susceptible to chronic bronchitis. (5)",
            "subsection_string": "Subjects susceptible to chronic bronchitis\nAccording to BS.CKII Tran Vu Minh Phat, bronchitis in general and chronic bronchitis in particular is a common disease in Vietnam, which can appear at any age. However, there are subjects at higher risk of disease including:\nSmokers: Cigarette smoke contains a number of substances that destroy cilia in the lungs, causing serious lung damage. According to statistics, more than 90% of people with chronic bronchitis have a history of smoking; Smokers: Cigarette smoke contains a number of substances that destroy cilia in the lungs, causing serious lung damage. According to statistics, more than 90% of people with chronic bronchitis have a history of smoking.\nPeople who are often exposed to toxic air sources: Working in a polluted environment, regularly inhaling dust, toxic gases or having a lot of exposure to respiratory irritants such as cotton, fabric dust, smoke chemistry…; People who are often exposed to toxic air sources: Working in a polluted environment, regularly inhaling dust, toxic gases or having a lot of exposure to respiratory irritants such as cotton, fabric dust, smoke chemistry…\nPeople with weak resistance, or a history of chronic diseases that cause a weakened immune system; People with weak resistance, or a history of chronic diseases that cause a weakened immune system.\nElderly people are at high risk of infection and are considered one of the subjects susceptible to chronic bronchitis. (5); Elderly people are at high risk of infection and are considered one of the subjects susceptible to chronic bronchitis. (5)"
        },
        {
            "subsection_name": "Symptoms of chronic bronchitis",
            "subsection_content": "Depending on each specific case, chronic bronchitis symptoms, frequency and severity may vary. Typically, chronic bronchitis includes characteristic symptoms such as:\nPersistent cough; Gob; Difficulty breathing, wheezing.\nSpecifically, mucus is often green, yellow, or white. Over time, this amount of mucus will gradually increase due to mucus production in the lungs and accumulate in the bronchial tubes, restricting airflow. This causes difficulty breathing, which can be accompanied by wheezing in people with chronic bronchitis. This symptom will become more serious if not treated promptly.\nIn addition, there are other signs of chronic bronchitis such as: fatigue, chills, fever, chest tightness, sinus congestion or bad breath. Due to lack of oxygen in the blood, the skin and lips of later-stage patients are often pale and pale. Some cases can also lead to peripheral edema, swelling in the legs and ankles. (2)",
            "subsection_string": "Symptoms of chronic bronchitis\nDepending on each specific case, chronic bronchitis symptoms, frequency and severity may vary. Typically, chronic bronchitis includes characteristic symptoms such as:\nPersistent cough; Gob; Difficulty breathing, wheezing.\nSpecifically, mucus is often green, yellow, or white. Over time, this amount of mucus will gradually increase due to mucus production in the lungs and accumulate in the bronchial tubes, restricting airflow. This causes difficulty breathing, which can be accompanied by wheezing in people with chronic bronchitis. This symptom will become more serious if not treated promptly.\nIn addition, there are other signs of chronic bronchitis such as: fatigue, chills, fever, chest tightness, sinus congestion or bad breath. Due to lack of oxygen in the blood, the skin and lips of later-stage patients are often pale and pale. Some cases can also lead to peripheral edema, swelling in the legs and ankles. (2)"
        },
        {
            "subsection_name": "Causes of chronic bronchitis",
            "subsection_content": "There are many causes of chronic bronchitis, including the following main causes: (3)\n1. Regular smoking (active and passive)\nCigarette smoke is considered an enemy to human health, causing negative effects on the lungs and bronchi. Many studies have shown that cigarette smoke contains a number of substances that destroy cilia inside the lungs, causing serious damage. These injuries, if prolonged, will cause chronic bronchitis to progress more dangerously.\nNot only active smoking, but even regular inhalation of cigarette smoke (passive smoking) is also the cause of chronic bronchitis.\nCigarette smoke is considered one of the causes of chronic bronchitis.\n2. Frequent exposure to polluted environments\nToxic wastes such as industrial gases, chemical waste, toxic gases... are considered dangerous factors that irritate the lungs, leading to chronic bronchitis. Therefore, people who often work in polluted environments and are in direct contact with lung irritants such as construction workers, workers in coal mines, textile factories... will be at high risk of getting the disease. chronic bronchitis.\nEveryone needs to use measures to protect their health and wear good quality protective equipment throughout the working process.\n3. Resistance is not good\nElderly people and infants have weak resistance; People who often get colds or suffer from certain acute or chronic diseases that weaken the immune system are susceptible to virus attacks and are at high risk of chronic bronchitis.\nIn addition, weak resistance and not being able to fight pathogens is the cause of acute bronchitis recurring many times, then becoming more serious and eventually leading to inflammation. chronic bronchitis.",
            "subsection_string": "Causes of chronic bronchitis\nThere are many causes of chronic bronchitis, including the following main causes: (3)\n1. Regular smoking (active and passive)\nCigarette smoke is considered an enemy to human health, causing negative effects on the lungs and bronchi. Many studies have shown that cigarette smoke contains a number of substances that destroy cilia inside the lungs, causing serious damage. These injuries, if prolonged, will cause chronic bronchitis to progress more dangerously.\nNot only active smoking, but even regular inhalation of cigarette smoke (passive smoking) is also the cause of chronic bronchitis.\nCigarette smoke is considered one of the causes of chronic bronchitis.\n2. Frequent exposure to polluted environments\nToxic wastes such as industrial gases, chemical waste, toxic gases... are considered dangerous factors that irritate the lungs, leading to chronic bronchitis. Therefore, people who often work in polluted environments and are in direct contact with lung irritants such as construction workers, workers in coal mines, textile factories... will be at high risk of getting the disease. chronic bronchitis.\nEveryone needs to use measures to protect their health and wear good quality protective equipment throughout the working process.\n3. Resistance is not good\nElderly people and infants have weak resistance; People who often get colds or suffer from certain acute or chronic diseases that weaken the immune system are susceptible to virus attacks and are at high risk of chronic bronchitis.\nIn addition, weak resistance and not being able to fight pathogens is the cause of acute bronchitis recurring many times, then becoming more serious and eventually leading to inflammation. chronic bronchitis."
        },
        {
            "subsection_name": "Diagnosis of chronic bronchitis",
            "subsection_content": "BS.CKII Tran Vu Minh Phat said that chronic bronchitis can be confused with other respiratory diseases such as chronic obstructive pulmonary disease, bronchial asthma, pneumonia... because it does not cause symptoms. typical symptoms.\nTo determine the disease and provide an appropriate treatment regimen, the doctor will perform a clinical examination, then prescribe the patient to perform the following necessary tests: (4)\n1. Check lung function\nMeasuring lung ventilation function is considered a method with high diagnostic value, capable of eliminating the causes of prolonged coughs that often appear in bronchiectasis, pneumonia...\nIf the results of measuring lung ventilation function are normal and the lung parenchyma is not damaged, the patient will be diagnosed with chronic bronchitis. In case the test results show obstructive ventilation disorders, the patient will be diagnosed with chronic obstructive pulmonary disease.\n2. Chest x-ray\nChest x-ray is also one of the methods to help diagnose chronic bronchitis. Through x-rays, doctors can observe the patient's lung condition; Notice signs such as thickening of blood vessels, air ducts, and bronchial interstitial tissue. In addition, chest x-rays are especially important in identifying, differentiating and excluding the possibility of diseases that damage the lung parenchyma such as: interstitial pneumonia, tuberculosis, lung cancer. lung cancer; Bronchiectasis... has the same symptoms of prolonged coughing.\nFor chronic bronchitis, there are usually no unusual signs that are too obvious to recognize.",
            "subsection_string": "Diagnosis of chronic bronchitis\nBS.CKII Tran Vu Minh Phat said that chronic bronchitis can be confused with other respiratory diseases such as chronic obstructive pulmonary disease, bronchial asthma, pneumonia... because it does not cause symptoms. typical symptoms.\nTo determine the disease and provide an appropriate treatment regimen, the doctor will perform a clinical examination, then prescribe the patient to perform the following necessary tests: (4)\n1. Check lung function\nMeasuring lung ventilation function is considered a method with high diagnostic value, capable of eliminating the causes of prolonged coughs that often appear in bronchiectasis, pneumonia...\nIf the results of measuring lung ventilation function are normal and the lung parenchyma is not damaged, the patient will be diagnosed with chronic bronchitis. In case the test results show obstructive ventilation disorders, the patient will be diagnosed with chronic obstructive pulmonary disease.\n2. Chest x-ray\nChest x-ray is also one of the methods to help diagnose chronic bronchitis. Through x-rays, doctors can observe the patient's lung condition; Notice signs such as thickening of blood vessels, air ducts, and bronchial interstitial tissue. In addition, chest x-rays are especially important in identifying, differentiating and excluding the possibility of diseases that damage the lung parenchyma such as: interstitial pneumonia, tuberculosis, lung cancer. lung cancer; Bronchiectasis... has the same symptoms of prolonged coughing.\nFor chronic bronchitis, there are usually no unusual signs that are too obvious to recognize."
        },
        {
            "subsection_name": "Treatment of chronic bronchitis",
            "subsection_content": "Depending on each specific condition, the treatment for chronic bronchitis will be different. In general, treatments will target the symptoms of the disease, including:\nMedicine: People with chronic bronchitis are often prescribed bronchodilators by doctors. This medicine has the effect of expanding air circulation to the lungs, helping the patient breathe more easily.; Medicine: People with chronic bronchitis are often prescribed bronchodilators by doctors. This medicine has the effect of expanding air circulation to the lungs, helping the patient breathe more easily.\nDepending on each specific case, the doctor will instruct the patient to use a respiratory machine to help deliver medicine into the body. For more serious cases, doctors will prescribe the drug theophylline to soothe the muscle layers in the airways, helping the patient breathe more easily.; Depending on each specific case, the doctor will instruct the patient to use a respiratory machine to help deliver medicine into the body. For more serious cases, doctors will prescribe the drug theophylline to soothe the muscle layers in the airways, helping the patient breathe more easily.\nIn case both of the above medications are ineffective, the doctor will prescribe anti-inflammatory drugs in the form of inhalers or tablets, which help open the airways.; In case both of the above medications are ineffective, your doctor will prescribe anti-inflammatory drugs in the form of inhalers or tablets, which help open the airways.\nPulmonary rehabilitation program: This is a method that includes exercise, respiratory exercises and nutrition suitable for people with chronic bronchitis. Scientifically applying the pulmonary rehabilitation program will help patients improve their physical strength, increase resistance and make breathing easier.; Pulmonary rehabilitation program: This is a method that includes exercise, respiratory exercises and nutrition suitable for people with chronic bronchitis. Scientifically applying a pulmonary rehabilitation program will help patients improve their physical strength, increase their resistance, and make breathing easier.\nUse mucus-clearing devices to help the patient cough up fluid more easily.; Use mucus-clearing devices to help the patient cough up fluid more easily.\nOxygen therapy helps people with chronic bronchitis breathe better.; Oxygen therapy helps people with chronic bronchitis breathe better.\nExercise and gentle movement help improve the health of people with chronic bronchitis.",
            "subsection_string": "Treatment of chronic bronchitis\nDepending on each specific condition, the treatment for chronic bronchitis will be different. In general, treatments will target the symptoms of the disease, including:\nMedicine: People with chronic bronchitis are often prescribed bronchodilators by doctors. This medicine has the effect of expanding air circulation to the lungs, helping the patient breathe more easily.; Medicine: People with chronic bronchitis are often prescribed bronchodilators by doctors. This medicine has the effect of expanding air circulation to the lungs, helping the patient breathe more easily.\nDepending on each specific case, the doctor will instruct the patient to use a respiratory machine to help deliver medicine into the body. For more serious cases, doctors will prescribe the drug theophylline to soothe the muscle layers in the airways, helping the patient breathe more easily.; Depending on each specific case, the doctor will instruct the patient to use a respiratory machine to help deliver medicine into the body. For more serious cases, doctors will prescribe the drug theophylline to soothe the muscle layers in the airways, helping the patient breathe more easily.\nIn case both of the above medications are ineffective, the doctor will prescribe anti-inflammatory drugs in the form of inhalers or tablets, which help open the airways.; In case both of the above medications are ineffective, your doctor will prescribe anti-inflammatory drugs in the form of inhalers or tablets, which help open the airways.\nPulmonary rehabilitation program: This is a method that includes exercise, respiratory exercises and nutrition suitable for people with chronic bronchitis. Scientifically applying the pulmonary rehabilitation program will help patients improve their physical strength, increase resistance and make breathing easier.; Pulmonary rehabilitation program: This is a method that includes exercise, respiratory exercises and nutrition suitable for people with chronic bronchitis. Scientifically applying a pulmonary rehabilitation program will help patients improve their physical strength, increase their resistance, and make breathing easier.\nUse mucus-clearing devices to help the patient cough up fluid more easily.; Use mucus-clearing devices to help the patient cough up fluid more easily.\nOxygen therapy helps people with chronic bronchitis breathe better.; Oxygen therapy helps people with chronic bronchitis breathe better.\nExercise and gentle movement help improve the health of people with chronic bronchitis."
        },
        {
            "subsection_name": "How to prevent chronic bronchitis",
            "subsection_content": "To prevent and reduce the risk of chronic bronchitis, from now on, people need to pay attention to the following: (5)\nQuit smoking: Smoking is considered one of the dangerous causes of chronic bronchitis in particular, and lung diseases in general, leading to impaired function of the respiratory system and even is lung cancer. Quitting the habit of smoking not only helps protect your health, but also the health of those around you. Because passive smokers also have serious health effects.; Quit smoking: Smoking is considered one of the dangerous causes of chronic bronchitis in particular, and lung diseases in general, leading to impaired function of the respiratory system and even is lung cancer. Quitting the habit of smoking not only helps protect your health, but also the health of those around you. Because passive smokers also have serious health effects.\nRegularly wear masks and protective gear when exposed to or working in polluted or dusty environments to avoid the risk of harmful agents entering the respiratory tract.; Regularly wear masks and protective gear when exposed to or working in polluted or dusty environments to avoid the risk of harmful agents entering the respiratory tract.\nWearing a mask when exposed to polluted environments helps limit the risk of chronic bronchitis.\nRegularly wash your hands properly with antibacterial soap; Clean the respiratory tract (nose drops, gargle...) with physiological saline; Clean and hygienic, minimizing dust and dirt that affects the respiratory tract.; Regularly wash your hands properly with antibacterial soap; Clean the respiratory tract (nose drops, gargle...) with physiological saline; Keep clean and hygienic, minimizing dust and dirt that affects the respiratory tract.\nVaccination against pneumonia, influenza vaccine, whooping cough vaccine... are also effective ways to help protect the body from a number of respiratory diseases, including chronic bronchitis.; Vaccination against pneumonia, flu vaccine, whooping cough vaccine... are also effective ways to help protect the body from a number of respiratory diseases, including chronic bronchitis.\nIs chronic bronchitis dangerous?\nChronic bronchitis is a very dangerous disease related to the respiratory system, with possible complications leading to chronic obstructive pulmonary disease and respiratory failure. More seriously, people with chronic bronchitis also have a high risk of developing bronchial cancer, lung cancer or tuberculosis. These are all extremely dangerous diseases, threatening the patient's life. In addition, the complete treatment of chronic bronchitis also faces many difficulties, because the patient's respiratory ability is significantly reduced.\n\"Therefore, people with chronic bronchitis should not be subjective, need to regularly see a doctor and absolutely follow the doctor's treatment regimen to minimize the risk of dangerous complications,\" Dr. .CKII Tran Vu Minh Phat said.",
            "subsection_string": "How to prevent chronic bronchitis\nTo prevent and reduce the risk of chronic bronchitis, from now on, people need to pay attention to the following: (5)\nQuit smoking: Smoking is considered one of the dangerous causes of chronic bronchitis in particular, and lung diseases in general, leading to impaired function of the respiratory system and even is lung cancer. Quitting the habit of smoking not only helps protect your health, but also the health of those around you. Because passive smokers also have serious health effects.; Quit smoking: Smoking is considered one of the dangerous causes of chronic bronchitis in particular, and lung diseases in general, leading to impaired function of the respiratory system and even is lung cancer. Quitting the habit of smoking not only helps protect your health, but also the health of those around you. Because passive smokers also have serious health effects.\nRegularly wear masks and protective gear when exposed to or working in polluted or dusty environments to avoid the risk of harmful agents entering the respiratory tract.; Regularly wear masks and protective gear when exposed to or working in polluted or dusty environments to avoid the risk of harmful agents entering the respiratory tract.\nWearing a mask when exposed to polluted environments helps limit the risk of chronic bronchitis.\nRegularly wash your hands properly with antibacterial soap; Clean the respiratory tract (nose drops, gargle...) with physiological saline; Clean and hygienic, minimizing dust and dirt that affects the respiratory tract.; Regularly wash your hands properly with antibacterial soap; Clean the respiratory tract (nose drops, gargle...) with physiological saline; Keep clean and hygienic, minimizing dust and dirt that affects the respiratory tract.\nVaccination against pneumonia, influenza vaccine, whooping cough vaccine... are also effective ways to help protect the body from a number of respiratory diseases, including chronic bronchitis.; Vaccination against pneumonia, flu vaccine, whooping cough vaccine... are also effective ways to help protect the body from a number of respiratory diseases, including chronic bronchitis.\nIs chronic bronchitis dangerous?\nChronic bronchitis is a very dangerous disease related to the respiratory system, with possible complications leading to chronic obstructive pulmonary disease and respiratory failure. More seriously, people with chronic bronchitis also have a high risk of developing bronchial cancer, lung cancer or tuberculosis. These are all extremely dangerous diseases, threatening the patient's life. In addition, the complete treatment of chronic bronchitis also faces many difficulties, because the patient's respiratory ability is significantly reduced.\n\"Therefore, people with chronic bronchitis should not be subjective, need to regularly see a doctor and absolutely follow the doctor's treatment regimen to minimize the risk of dangerous complications,\" Dr. .CKII Tran Vu Minh Phat said."
        }
    ],
    "name": "viem-phe-quan-man-tinh.json"
}