{
    "title": "Lupus nephritis: Causes, symptoms, diagnosis, prevention",
    "category": "Urology",
    "link": "https://tamanhhospital.vn/viem-than-lupus/",
    "abstract": "Lupus nephritis is one of the common complications in people with systemic lupus erythematosus. Kidney disease can become severe over time, possibly leading to end-stage chronic kidney failure. Once end-stage kidney failure occurs, the patient will need hemodialysis, peritoneal dialysis or a kidney transplant to maintain life.",
    "content": "Lupus nephritis: Causes, symptoms, diagnosis, prevention\n\nLupus nephritis is one of the common complications in people with systemic lupus erythematosus. Kidney disease can become severe over time, possibly leading to end-stage chronic kidney failure. Once end-stage kidney failure occurs, the patient will need hemodialysis, peritoneal dialysis or a kidney transplant to maintain life.\n\nWhat is lupus nephritis?\nLupus nephritis is kidney damage in lupus (lupus glomerulonephritis) due to the mechanism of immune complexes circulating in the circulation to deposit in the glomerulus. It is found that there is a relationship between the concentration of anti-DNA antibodies in the serum of patients with glomerular disease, as well as the level of immune complex deposition in the glomeruli of patients with systemic lupus erythematosus. (first)\nSystemic lupus erythematosus is an autoimmune disease. In people with autoimmune diseases, instead of attacking substances that harm the body, the immune system attacks healthy tissues and organs, including the kidneys.\n​\nThis condition can lead to kidney inflammation, blood in the urine, protein in the urine, high blood pressure, impaired kidney function, and even kidney failure. About 60% of people with systemic lupus erythematosus develop kidney complications. Lupus nephritis develops early and progresses very quickly.\n\nSymptoms of lupus nephritis\nSymptoms of lupus nephritis are similar to other kidney diseases, specifically: (2)\nDark urine; Foaming or blood in urine; Increased need to urinate, especially at night; Weight gain.; High Blood Pressure.\nSymptoms of the disease do not appear often and tend to be intermittent. Therefore, kidney damage is often detected through urine test results.\nHowever, people with systemic lupus erythematosus should note: Not all problems in the urinary system are signs of lupus nephritis. Some cases may be a sign of a urinary tract infection.\n\nCauses of lupus nephritis\nThe main cause of lupus nephritis is systemic lupus erythematosus. Among the causes of disease, genetics plays the most important role. Many genes have yet to be identified that are associated with this condition. Normally, the immune system is the barrier that protects the body from infection. However, when problems arise, the immune system cannot distinguish between harmful and healthy substances. (3)\nAutoimmunity contributes significantly to the pathophysiology of lupus glomerulonephritis. Autoantibodies directed against nuclear factors. Characteristics of lupus nephritis include:\nAntigens specifically target nucleosomes.; Autoantibodies with high affinity form intravascular immune complexes (autoantibodies are small in size, only about 200bp); Autoantibodies of certain isotypes trigger complement activation.\n\nClassification of kidney histopathological lesions\nWHO has classified histopathological lesions in systemic lupus erythematosus into 6 classes, specifically:\nClass I: Normal glomeruli: No clinical manifestations appear. Urine and kidney function test results are normal.; Class II: Mesangial lupus glomerulonephritis. At that time, kidney damage was more obvious with symptoms including hematuria, possibly accompanied by low proteinuria. Some rarer cases include nephrotic syndrome; Class III: Local and segmental proliferative lupus glomerulonephritis. About 15-20% of patients have impaired kidney function and about 1⁄3 have nephrotic syndrome; Class IV: Diffuse proliferative lupus glomerulonephritis. More than 50% of important blood vessels in the kidney are damaged. Patients with nephrotic syndrome often have impaired kidney function.; Class V : Membranous lupus glomerulonephritis. Nephrotic syndrome is the most common clinical sign. Patients may then be prescribed dialysis or kidney transplant.; Class VI: Glomerulosclerosis ( advanced glomerulonephritis) is a common condition in cases of nephritis several years ago. Clinical manifestations include kidney failure, high blood pressure and nephrotic syndrome. More than 90% of important blood vessels in the kidneys lose their ability to function. functional ability.\n\nRisk factors\nOut of every 10,000 people in the world, 3 people have lupus nephritis. The disease is more common in women than men, between the ages of 20 and 40. Factors that can increase the risk of disease include:\nGenetics.; Sex.; Environmental factors: Tobacco, shingles virus, stress...\n\nWhen to see a doctor?\nEarly diagnosis and treatment will help prevent lupus nephritis from getting worse and avoid emergency situations. Therefore, patients should quickly go to reputable medical facilities for examination, diagnosis and early intervention measures to prevent dangerous complications.\n\nHow is lupus nephritis diagnosed?\nThe diagnosis process will begin with a medical history, physical examination and assessment of symptoms. After that, the patient may be prescribed necessary tests or diagnostic imaging, specifically:\n1. Blood and urine tests\nBlood tests: Assess waste levels such as creatinine, urea.; 24-hour urine collection: Measures the kidney's ability to filter waste and determines protein concentration in the urine.; Urine test: Check kidney function, measure protein concentration, white blood cells and red blood cells.; Iothalamate clearance test: This test is performed by injecting radioactive Iothalamate into the patient's blood. The doctor will then test how quickly the substance is filtered from the blood and excreted into the urine.\n2. Kidney biopsy\nA biopsy is the most accurate method for diagnosing lupus kidney disease. This method uses a long needle inserted through the back (hip) and into the kidney under ultrasound guidance, then takes a sample of kidney tissue to analyze signs of damage. The biopsy results will help doctors determine the stage of the disease, thereby providing appropriate treatment.\n3. Ultrasound\nThis diagnostic method will use sound waves to create detailed images of the patient's kidneys. From there, doctors can detect abnormalities in the kidneys, but they are of little value in the early stages and are only of reference value for lupus kidney disease.\n\nHow to treat lupus nephritis\nCurrent world medicine still cannot completely treat lupus nephritis. Treatments only help reduce symptoms, slow disease progression, and reduce the risk of dialysis and kidney transplant. Depending on each person's medical condition, the doctor may prescribe medications such as:\nCorticosteroids: Medicines that reduce inflammation. Doctors often prescribe use until the inflammation improves. However, the drug has some serious side effects. Therefore, patients need to use medication exactly as directed by the doctor.; Immunosuppressive drugs: Azathioprine, cyclophosphamide, voclosporin, mycophenolate... can inhibit the activity of the immune system, causing damage to the kidneys.; Medications to control blood pressure: Angiotensin-converting enzyme (ACE) inhibitors and angiotensin II receptor blockers (ARBs) help prevent protein from leaking from the kidneys into the urine.; Medicines to prevent blood clot formation (if needed).; Even with treatment, loss of kidney function may continue to develop. If drug treatment is no longer effective, the doctor may prescribe dialysis. This method helps remove fluid and waste from the body, maintain balance of minerals in the blood, and control blood pressure.\nIf medical treatment is not effective, the doctor may prescribe dialysis\nA kidney transplant is often the final treatment for people with lupus nephritis.\n\nPreventing and controlling lupus kidney disease\nGiven the dangerous complications above, preventing and controlling lupus nephritis is extremely important. We need to have a healthy lifestyle and activities such as:\nDrink enough water every day, about 1.5 - 2l.; Healthy diet: Make sure to add enough nutrients to your menu every day. Limit intake of sodium-rich foods for people with high blood pressure; Limit alcohol, beer and smoking; Limit intake of foods high in cholesterol; Regularly exercise with appropriate intensity; Do not take medication without consulting your doctor.\nCenter for Urology and Nephrology, Department of Andrology - Urology of Tam Anh General Hospital System brings together a team of leading experts, Internal Medicine and Surgery, skilled and dedicated.\nPeople's Teacher Prof. Dr. Tran Quan Anh, Meritorious Physician Associate Prof. Dr. Vu Le Chuyen are giants in the field of Urology and Nephrology in Vietnam. Along with the names of excellent physicians Dr. Nguyen The Truong, excellent physicians Doctor II Ta Phuong Dung, Dr. Nguyen Hoang Duc, Dr. Tu Thanh Tri Dung, MSc.CKI Nguyen Duc Nhuan, BS.CKII Nguyen Le Tuyen, MSc.Nguyen Tan Cuong, BS.CKII Dinh Cam Tu, BS.CKII Ngo Dong Dung, BS.CKII Vo Thi Kim Thanh MSc. Ta Ngoc Thach, BS.CKI Phan Truong Nam...\nThe Center's experts and doctors are always confident in mastering the latest techniques, early detecting and effectively treating kidney and urinary tract diseases, helping patients shorten hospital stays and limit risk of recurrence, improving quality of life.\nWith the leading modern machinery and equipment system in the country and the region; Operating room meets international standards; Along with a 5-star boarding area and high-class service... The Urology and Nephrology Center stands out with examination, screening and treatment services for all urinary tract diseases. From common surgeries to major high-tech surgeries.\nThese include laparoscopic kidney stone surgery, kidney transplant, tumor resection to preserve kidney parenchyma; Radical nephrectomy; Radical prostatectomy; total bladder resection and small bowel cystoplasty; adrenalectomy; shaping urinary tract defects... Diagnosis - medical and surgical treatment of all diseases.\nTo schedule an examination and treatment with leading experts at the Center for Urology and Nephrology, Department of Andrology - Urology, Tam Anh General Hospital System, you can make an appointment online through the following ways:\nCall the hotline 0287 102 6789 - 093 180 6858 (HCMC) or 024 3872 3872 - 024 7106 6858 (Hanoi) to register for a private medical appointment with a specialist, through the customer service staff.; Register for a medical appointment with any doctor you trust at the link: https://tamanhhospital.vn/danh-cho-khach-hang/dat-lich-kham/; Send a message on Tam Anh General Hospital Fanpage or Tam Anh General Hospital Urology and Andrology Fanpage; Text message via Zalo OA of Tam Anh General Hospital.\nIf you want to control lupus nephritis, the patient needs to be serious about the treatment process and follow the doctor's instructions. In addition, patients need to have regular check-ups to understand their health status and prevent the risk of serious complications.",
    "subsections": [
        {
            "subsection_name": "What is lupus nephritis?",
            "subsection_content": "Lupus nephritis is kidney damage in lupus (lupus glomerulonephritis) due to the mechanism of immune complexes circulating in the circulation to deposit in the glomerulus. It is found that there is a relationship between the concentration of anti-DNA antibodies in the serum of patients with glomerular disease, as well as the level of immune complex deposition in the glomeruli of patients with systemic lupus erythematosus. (first)\nSystemic lupus erythematosus is an autoimmune disease. In people with autoimmune diseases, instead of attacking substances that harm the body, the immune system attacks healthy tissues and organs, including the kidneys.\n​\nThis condition can lead to kidney inflammation, blood in the urine, protein in the urine, high blood pressure, impaired kidney function, and even kidney failure. About 60% of people with systemic lupus erythematosus develop kidney complications. Lupus nephritis develops early and progresses very quickly.",
            "subsection_string": "What is lupus nephritis?\nLupus nephritis is kidney damage in lupus (lupus glomerulonephritis) due to the mechanism of immune complexes circulating in the circulation to deposit in the glomerulus. It is found that there is a relationship between the concentration of anti-DNA antibodies in the serum of patients with glomerular disease, as well as the level of immune complex deposition in the glomeruli of patients with systemic lupus erythematosus. (first)\nSystemic lupus erythematosus is an autoimmune disease. In people with autoimmune diseases, instead of attacking substances that harm the body, the immune system attacks healthy tissues and organs, including the kidneys.\n​\nThis condition can lead to kidney inflammation, blood in the urine, protein in the urine, high blood pressure, impaired kidney function, and even kidney failure. About 60% of people with systemic lupus erythematosus develop kidney complications. Lupus nephritis develops early and progresses very quickly."
        },
        {
            "subsection_name": "Symptoms of lupus nephritis",
            "subsection_content": "Symptoms of lupus nephritis are similar to other kidney diseases, specifically: (2)\nDark urine; Foaming or blood in urine; Increased need to urinate, especially at night; Weight gain.; High Blood Pressure.\nSymptoms of the disease do not appear often and tend to be intermittent. Therefore, kidney damage is often detected through urine test results.\nHowever, people with systemic lupus erythematosus should note: Not all problems in the urinary system are signs of lupus nephritis. Some cases may be a sign of a urinary tract infection.",
            "subsection_string": "Symptoms of lupus nephritis\nSymptoms of lupus nephritis are similar to other kidney diseases, specifically: (2)\nDark urine; Foaming or blood in urine; Increased need to urinate, especially at night; Weight gain.; High Blood Pressure.\nSymptoms of the disease do not appear often and tend to be intermittent. Therefore, kidney damage is often detected through urine test results.\nHowever, people with systemic lupus erythematosus should note: Not all problems in the urinary system are signs of lupus nephritis. Some cases may be a sign of a urinary tract infection."
        },
        {
            "subsection_name": "Causes of lupus nephritis",
            "subsection_content": "The main cause of lupus nephritis is systemic lupus erythematosus. Among the causes of disease, genetics plays the most important role. Many genes have yet to be identified that are associated with this condition. Normally, the immune system is the barrier that protects the body from infection. However, when problems arise, the immune system cannot distinguish between harmful and healthy substances. (3)\nAutoimmunity contributes significantly to the pathophysiology of lupus glomerulonephritis. Autoantibodies directed against nuclear factors. Characteristics of lupus nephritis include:\nAntigens specifically target nucleosomes.; Autoantibodies with high affinity form intravascular immune complexes (autoantibodies are small in size, only about 200bp); Autoantibodies of certain isotypes trigger complement activation.",
            "subsection_string": "Causes of lupus nephritis\nThe main cause of lupus nephritis is systemic lupus erythematosus. Among the causes of disease, genetics plays the most important role. Many genes have yet to be identified that are associated with this condition. Normally, the immune system is the barrier that protects the body from infection. However, when problems arise, the immune system cannot distinguish between harmful and healthy substances. (3)\nAutoimmunity contributes significantly to the pathophysiology of lupus glomerulonephritis. Autoantibodies directed against nuclear factors. Characteristics of lupus nephritis include:\nAntigens specifically target nucleosomes.; Autoantibodies with high affinity form intravascular immune complexes (autoantibodies are small in size, only about 200bp); Autoantibodies of certain isotypes trigger complement activation."
        },
        {
            "subsection_name": "Classification of kidney histopathological lesions",
            "subsection_content": "WHO has classified histopathological lesions in systemic lupus erythematosus into 6 classes, specifically:\nClass I: Normal glomeruli: No clinical manifestations appear. Urine and kidney function test results are normal.; Class II: Mesangial lupus glomerulonephritis. At that time, kidney damage was more obvious with symptoms including hematuria, possibly accompanied by low proteinuria. Some rarer cases include nephrotic syndrome; Class III: Local and segmental proliferative lupus glomerulonephritis. About 15-20% of patients have impaired kidney function and about 1⁄3 have nephrotic syndrome; Class IV: Diffuse proliferative lupus glomerulonephritis. More than 50% of important blood vessels in the kidney are damaged. Patients with nephrotic syndrome often have impaired kidney function.; Class V : Membranous lupus glomerulonephritis. Nephrotic syndrome is the most common clinical sign. Patients may then be prescribed dialysis or kidney transplant.; Class VI: Glomerulosclerosis ( advanced glomerulonephritis) is a common condition in cases of nephritis several years ago. Clinical manifestations include kidney failure, high blood pressure and nephrotic syndrome. More than 90% of important blood vessels in the kidneys lose their ability to function. functional ability.",
            "subsection_string": "Classification of kidney histopathological lesions\nWHO has classified histopathological lesions in systemic lupus erythematosus into 6 classes, specifically:\nClass I: Normal glomeruli: No clinical manifestations appear. Urine and kidney function test results are normal.; Class II: Mesangial lupus glomerulonephritis. At that time, kidney damage was more obvious with symptoms including hematuria, possibly accompanied by low proteinuria. Some rarer cases include nephrotic syndrome; Class III: Local and segmental proliferative lupus glomerulonephritis. About 15-20% of patients have impaired kidney function and about 1⁄3 have nephrotic syndrome; Class IV: Diffuse proliferative lupus glomerulonephritis. More than 50% of important blood vessels in the kidney are damaged. Patients with nephrotic syndrome often have impaired kidney function.; Class V : Membranous lupus glomerulonephritis. Nephrotic syndrome is the most common clinical sign. Patients may then be prescribed dialysis or kidney transplant.; Class VI: Glomerulosclerosis ( advanced glomerulonephritis) is a common condition in cases of nephritis several years ago. Clinical manifestations include kidney failure, high blood pressure and nephrotic syndrome. More than 90% of important blood vessels in the kidneys lose their ability to function. functional ability."
        },
        {
            "subsection_name": "Risk factors",
            "subsection_content": "Out of every 10,000 people in the world, 3 people have lupus nephritis. The disease is more common in women than men, between the ages of 20 and 40. Factors that can increase the risk of disease include:\nGenetics.; Sex.; Environmental factors: Tobacco, shingles virus, stress...",
            "subsection_string": "Risk factors\nOut of every 10,000 people in the world, 3 people have lupus nephritis. The disease is more common in women than men, between the ages of 20 and 40. Factors that can increase the risk of disease include:\nGenetics.; Sex.; Environmental factors: Tobacco, shingles virus, stress..."
        },
        {
            "subsection_name": "When to see a doctor?",
            "subsection_content": "Early diagnosis and treatment will help prevent lupus nephritis from getting worse and avoid emergency situations. Therefore, patients should quickly go to reputable medical facilities for examination, diagnosis and early intervention measures to prevent dangerous complications.",
            "subsection_string": "When to see a doctor?\nEarly diagnosis and treatment will help prevent lupus nephritis from getting worse and avoid emergency situations. Therefore, patients should quickly go to reputable medical facilities for examination, diagnosis and early intervention measures to prevent dangerous complications."
        },
        {
            "subsection_name": "How is lupus nephritis diagnosed?",
            "subsection_content": "The diagnosis process will begin with a medical history, physical examination and assessment of symptoms. After that, the patient may be prescribed necessary tests or diagnostic imaging, specifically:\n1. Blood and urine tests\nBlood tests: Assess waste levels such as creatinine, urea.; 24-hour urine collection: Measures the kidney's ability to filter waste and determines protein concentration in the urine.; Urine test: Check kidney function, measure protein concentration, white blood cells and red blood cells.; Iothalamate clearance test: This test is performed by injecting radioactive Iothalamate into the patient's blood. The doctor will then test how quickly the substance is filtered from the blood and excreted into the urine.\n2. Kidney biopsy\nA biopsy is the most accurate method for diagnosing lupus kidney disease. This method uses a long needle inserted through the back (hip) and into the kidney under ultrasound guidance, then takes a sample of kidney tissue to analyze signs of damage. The biopsy results will help doctors determine the stage of the disease, thereby providing appropriate treatment.\n3. Ultrasound\nThis diagnostic method will use sound waves to create detailed images of the patient's kidneys. From there, doctors can detect abnormalities in the kidneys, but they are of little value in the early stages and are only of reference value for lupus kidney disease.",
            "subsection_string": "How is lupus nephritis diagnosed?\nThe diagnosis process will begin with a medical history, physical examination and assessment of symptoms. After that, the patient may be prescribed necessary tests or diagnostic imaging, specifically:\n1. Blood and urine tests\nBlood tests: Assess waste levels such as creatinine, urea.; 24-hour urine collection: Measures the kidney's ability to filter waste and determines protein concentration in the urine.; Urine test: Check kidney function, measure protein concentration, white blood cells and red blood cells.; Iothalamate clearance test: This test is performed by injecting radioactive Iothalamate into the patient's blood. The doctor will then test how quickly the substance is filtered from the blood and excreted into the urine.\n2. Kidney biopsy\nA biopsy is the most accurate method for diagnosing lupus kidney disease. This method uses a long needle inserted through the back (hip) and into the kidney under ultrasound guidance, then takes a sample of kidney tissue to analyze signs of damage. The biopsy results will help doctors determine the stage of the disease, thereby providing appropriate treatment.\n3. Ultrasound\nThis diagnostic method will use sound waves to create detailed images of the patient's kidneys. From there, doctors can detect abnormalities in the kidneys, but they are of little value in the early stages and are only of reference value for lupus kidney disease."
        },
        {
            "subsection_name": "How to treat lupus nephritis",
            "subsection_content": "Current world medicine still cannot completely treat lupus nephritis. Treatments only help reduce symptoms, slow disease progression, and reduce the risk of dialysis and kidney transplant. Depending on each person's medical condition, the doctor may prescribe medications such as:\nCorticosteroids: Medicines that reduce inflammation. Doctors often prescribe use until the inflammation improves. However, the drug has some serious side effects. Therefore, patients need to use medication exactly as directed by the doctor.; Immunosuppressive drugs: Azathioprine, cyclophosphamide, voclosporin, mycophenolate... can inhibit the activity of the immune system, causing damage to the kidneys.; Medications to control blood pressure: Angiotensin-converting enzyme (ACE) inhibitors and angiotensin II receptor blockers (ARBs) help prevent protein from leaking from the kidneys into the urine.; Medicines to prevent blood clot formation (if needed).; Even with treatment, loss of kidney function may continue to develop. If drug treatment is no longer effective, the doctor may prescribe dialysis. This method helps remove fluid and waste from the body, maintain balance of minerals in the blood, and control blood pressure.\nIf medical treatment is not effective, the doctor may prescribe dialysis\nA kidney transplant is often the final treatment for people with lupus nephritis.",
            "subsection_string": "How to treat lupus nephritis\nCurrent world medicine still cannot completely treat lupus nephritis. Treatments only help reduce symptoms, slow disease progression, and reduce the risk of dialysis and kidney transplant. Depending on each person's medical condition, the doctor may prescribe medications such as:\nCorticosteroids: Medicines that reduce inflammation. Doctors often prescribe use until the inflammation improves. However, the drug has some serious side effects. Therefore, patients need to use medication exactly as directed by the doctor.; Immunosuppressive drugs: Azathioprine, cyclophosphamide, voclosporin, mycophenolate... can inhibit the activity of the immune system, causing damage to the kidneys.; Medications to control blood pressure: Angiotensin-converting enzyme (ACE) inhibitors and angiotensin II receptor blockers (ARBs) help prevent protein from leaking from the kidneys into the urine.; Medicines to prevent blood clot formation (if needed).; Even with treatment, loss of kidney function may continue to develop. If drug treatment is no longer effective, the doctor may prescribe dialysis. This method helps remove fluid and waste from the body, maintain balance of minerals in the blood, and control blood pressure.\nIf medical treatment is not effective, the doctor may prescribe dialysis\nA kidney transplant is often the final treatment for people with lupus nephritis."
        },
        {
            "subsection_name": "Preventing and controlling lupus kidney disease",
            "subsection_content": "Given the dangerous complications above, preventing and controlling lupus nephritis is extremely important. We need to have a healthy lifestyle and activities such as:\nDrink enough water every day, about 1.5 - 2l.; Healthy diet: Make sure to add enough nutrients to your menu every day. Limit intake of sodium-rich foods for people with high blood pressure; Limit alcohol, beer and smoking; Limit intake of foods high in cholesterol; Regularly exercise with appropriate intensity; Do not take medication without consulting your doctor.\nCenter for Urology and Nephrology, Department of Andrology - Urology of Tam Anh General Hospital System brings together a team of leading experts, Internal Medicine and Surgery, skilled and dedicated.\nPeople's Teacher Prof. Dr. Tran Quan Anh, Meritorious Physician Associate Prof. Dr. Vu Le Chuyen are giants in the field of Urology and Nephrology in Vietnam. Along with the names of excellent physicians Dr. Nguyen The Truong, excellent physicians Doctor II Ta Phuong Dung, Dr. Nguyen Hoang Duc, Dr. Tu Thanh Tri Dung, MSc.CKI Nguyen Duc Nhuan, BS.CKII Nguyen Le Tuyen, MSc.Nguyen Tan Cuong, BS.CKII Dinh Cam Tu, BS.CKII Ngo Dong Dung, BS.CKII Vo Thi Kim Thanh MSc. Ta Ngoc Thach, BS.CKI Phan Truong Nam...\nThe Center's experts and doctors are always confident in mastering the latest techniques, early detecting and effectively treating kidney and urinary tract diseases, helping patients shorten hospital stays and limit risk of recurrence, improving quality of life.\nWith the leading modern machinery and equipment system in the country and the region; Operating room meets international standards; Along with a 5-star boarding area and high-class service... The Urology and Nephrology Center stands out with examination, screening and treatment services for all urinary tract diseases. From common surgeries to major high-tech surgeries.\nThese include laparoscopic kidney stone surgery, kidney transplant, tumor resection to preserve kidney parenchyma; Radical nephrectomy; Radical prostatectomy; total bladder resection and small bowel cystoplasty; adrenalectomy; shaping urinary tract defects... Diagnosis - medical and surgical treatment of all diseases.\nTo schedule an examination and treatment with leading experts at the Center for Urology and Nephrology, Department of Andrology - Urology, Tam Anh General Hospital System, you can make an appointment online through the following ways:\nCall the hotline 0287 102 6789 - 093 180 6858 (HCMC) or 024 3872 3872 - 024 7106 6858 (Hanoi) to register for a private medical appointment with a specialist, through the customer service staff.; Register for a medical appointment with any doctor you trust at the link: https://tamanhhospital.vn/danh-cho-khach-hang/dat-lich-kham/; Send a message on Tam Anh General Hospital Fanpage or Tam Anh General Hospital Urology and Andrology Fanpage; Text message via Zalo OA of Tam Anh General Hospital.\nIf you want to control lupus nephritis, the patient needs to be serious about the treatment process and follow the doctor's instructions. In addition, patients need to have regular check-ups to understand their health status and prevent the risk of serious complications.",
            "subsection_string": "Preventing and controlling lupus kidney disease\nGiven the dangerous complications above, preventing and controlling lupus nephritis is extremely important. We need to have a healthy lifestyle and activities such as:\nDrink enough water every day, about 1.5 - 2l.; Healthy diet: Make sure to add enough nutrients to your menu every day. Limit intake of sodium-rich foods for people with high blood pressure; Limit alcohol, beer and smoking; Limit intake of foods high in cholesterol; Regularly exercise with appropriate intensity; Do not take medication without consulting your doctor.\nCenter for Urology and Nephrology, Department of Andrology - Urology of Tam Anh General Hospital System brings together a team of leading experts, Internal Medicine and Surgery, skilled and dedicated.\nPeople's Teacher Prof. Dr. Tran Quan Anh, Meritorious Physician Associate Prof. Dr. Vu Le Chuyen are giants in the field of Urology and Nephrology in Vietnam. Along with the names of excellent physicians Dr. Nguyen The Truong, excellent physicians Doctor II Ta Phuong Dung, Dr. Nguyen Hoang Duc, Dr. Tu Thanh Tri Dung, MSc.CKI Nguyen Duc Nhuan, BS.CKII Nguyen Le Tuyen, MSc.Nguyen Tan Cuong, BS.CKII Dinh Cam Tu, BS.CKII Ngo Dong Dung, BS.CKII Vo Thi Kim Thanh MSc. Ta Ngoc Thach, BS.CKI Phan Truong Nam...\nThe Center's experts and doctors are always confident in mastering the latest techniques, early detecting and effectively treating kidney and urinary tract diseases, helping patients shorten hospital stays and limit risk of recurrence, improving quality of life.\nWith the leading modern machinery and equipment system in the country and the region; Operating room meets international standards; Along with a 5-star boarding area and high-class service... The Urology and Nephrology Center stands out with examination, screening and treatment services for all urinary tract diseases. From common surgeries to major high-tech surgeries.\nThese include laparoscopic kidney stone surgery, kidney transplant, tumor resection to preserve kidney parenchyma; Radical nephrectomy; Radical prostatectomy; total bladder resection and small bowel cystoplasty; adrenalectomy; shaping urinary tract defects... Diagnosis - medical and surgical treatment of all diseases.\nTo schedule an examination and treatment with leading experts at the Center for Urology and Nephrology, Department of Andrology - Urology, Tam Anh General Hospital System, you can make an appointment online through the following ways:\nCall the hotline 0287 102 6789 - 093 180 6858 (HCMC) or 024 3872 3872 - 024 7106 6858 (Hanoi) to register for a private medical appointment with a specialist, through the customer service staff.; Register for a medical appointment with any doctor you trust at the link: https://tamanhhospital.vn/danh-cho-khach-hang/dat-lich-kham/; Send a message on Tam Anh General Hospital Fanpage or Tam Anh General Hospital Urology and Andrology Fanpage; Text message via Zalo OA of Tam Anh General Hospital.\nIf you want to control lupus nephritis, the patient needs to be serious about the treatment process and follow the doctor's instructions. In addition, patients need to have regular check-ups to understand their health status and prevent the risk of serious complications."
        }
    ],
    "name": "viem-than-lupus.json"
}