{
    "title": "Orchitis: Causes, signs, diagnosis and prevention",
    "category": "Urology",
    "link": "https://tamanhhospital.vn/viem-tinh-hoan/",
    "abstract": "Orchitis is a urinary disease that causes swelling and pain in the patient's testicles. The most common is unilateral orchitis. Orchitis can be caused by infection or by the development of mumps and epididymitis. Patients will have their quality of life affected due to the symptoms the disease brings. More dangerously, prolonged orchitis will reduce fertility in patients.",
    "content": "Orchitis: Causes, signs, diagnosis and prevention\n\nOrchitis is a urinary disease that causes swelling and pain in the patient's testicles. The most common is unilateral orchitis. Orchitis can be caused by infection or by the development of mumps and epididymitis. Patients will have their quality of life affected due to the symptoms the disease brings. More dangerously, prolonged orchitis will reduce fertility in patients.\n\nWhat is orchitis?\nOrchitis is a condition in which a person's testicles are inflamed on one or both sides. The most common is unilateral orchitis caused by a urinary tract infection. The disease can be transmitted from person to person through blood. Therefore, people who have unsafe sex are more likely to get orchitis than other groups of people. (first)\nTesticles are an organ located in the male gonads, whose main role is to produce sperm and secrete testosterone, the male sex hormone. The testicles are covered by  a thin bag of skin, called the scrotum, underneath and behind the penis. The testicles function under the influence of the testicular plexus, which contains nerves from the renal plexus and the aorta.\nThe average size of a normal testicle is 4 - 5.1cm. In case the testicles are larger than 5.1cm, it means that the person is likely to suffer from diseases related to the testicles, including orchitis.\nCommon orchitis is orchitis caused by urinary infection, and some cases are caused by epididymitis that spreads bacteria to the testicles. The disease occurs most often in young, sexually active men because this is the factor that makes men most susceptible to urinary tract infections.\nThere are two types of orchitis: acute and chronic. For acute orchitis, although the disease can cause pain and inconvenient symptoms, it can be completely treated with simple internal medicine methods, using oral medication.\nHowever, patients should not be subjective about orchitis. In case the patient does not treat the disease or treats orchitis incorrectly, the disease will gradually develop into chronic orchitis. The disease poses countless risks of other urinary complications, directly affecting the patient's health and fertility.\n\nCause of orchitis\nThe causes of orchitis are very diverse, but the most common are urinary tract infections, the consequences of mumps and unprotected sex.\n1. Mumps & autoimmune diseases\nOrchitis is mostly caused by bacteria. Among them, mumps bacteria, belonging to the Paramyxoviridae family that causes mumps, is the most common bacteria that causes orchitis. (2)\nThe rate of men getting orchitis after 4-7 days of mumps is quite high, for every 3 people with mumps, 1 person will have orchitis afterward. This means that subjects including post-pubescent children and people who are not vaccinated against mumps are more likely to get orchitis than others.\nSee more: Common symptoms of orchitis caused by mumps\nIn addition, other autoimmune diseases can also cause orchitis in men including:\nChicken pot; Cytomegalovirus infection, cytomegalovirus infection; HFMD\n2. Sexually transmitted diseases STDs & unsafe sexual activities\nOrchitis caused by STDs and sexually transmitted diseases is also a common cause in cases.\nFirst, orchitis is a disease that can be transmitted from person to person by blood. Unsafe sex carries a high risk of transmitting viruses through blood. Therefore, in case of unprotected sex with someone who has orchitis, you will also have a high chance of getting orchitis.\nIn addition, other sexually transmitted STDs also lead to orchitis. The explanation is because the testicles are the closest organs and are directly in contact with bacteria that cause disease in humans. Therefore, when men have STDs, they need to pay attention to their risk of orchitis.\nSexually transmitted diseases that can cause orchitis include:\nGonorrhea; Syphilis; Epididymitis\n3. Urinary tract infection\nOrchitis can be a consequence of other urinary tract infections. In particular, infections that are not treated early will increase the risk of orchitis in patients, because then disease-causing bacteria will develop and spread to other nearby parts and organs.\nUrinary tract infections that can lead to orchitis include:\nInfection with E.coli, staphylococcus and streptococcus bacteria; Prostatitis; Infections caused by placing catheters or medical instruments in the penis\n\nSymptoms and signs of orchitis\nTypical orchitis symptoms are pain in the testicles and groin area. Usually, testicular pain will start with one testicle and gradually spread to the other testicle. Groin pain and testicular pain are relatively similar, so patients may mistake orchitis for diseases that cause pain in areas other than the groin.\nWhen unusual pain occurs in the groin, it is necessary to observe the health condition of the body, especially the scrotal skin in the testicles. If the patient also has pain in the scrotum, it is a clinical sign of damage to the testicles.\nCommon symptoms of orchitis that men can recognize:\nScrotal pain; Pain in one or both testicles; The testicles are swollen on one or both sides; Swollen scrotum; painful urination; Pain during ejaculation; Semen mixed with blood; Swollen lymph nodes in the groin area; Some cases have symptoms such as nausea, vomiting, fatigue, fever & chills, and muscle pain\n\nRisk of orchitis\n1. Subject\nOrchitis can happen to anyone of any age. However, the disease often occurs in 3 main groups of people including: (3)\nBoys from 10 to 19 years old: At this age, boys have a high risk of getting mumps. This leads to an increased risk of orchitis in children; Men who are sexually active: This is an activity that increases the risk of transmitting infections, including orchitis; Men over 45 years old\n2. Risk factors increase the risk of disease\nPeople at high risk of orchitis are  people who are suffering from mumps. Boys aged 10 - 19 years old and those who have not been vaccinated against mumps have a high chance of contracting mumps and developing orchitis.\nOn the other hand, orchitis is also a disease caused by infection. Therefore, people whose activities are prone to urinary tract infections are also at high risk of orchitis.\nActivities and factors that increase the likelihood of orchitis in men include:\nHaving sex without using protection; Have a history of sexually transmitted diseases STDs; People who have had or are inserting catheters or other medical devices into the penis; People with congenital diseases of the urinary system, usually the bladder or urethra structures\n\nIs orchitis dangerous?\nOrchitis rarely affects fertility in patients. Furthermore, orchitis, if treated early and properly, can be completely cured.\nHowever, patients need to pay attention to treatment as soon as any symptoms appear. Although orchitis does not affect the patient's urinary system health, orchitis also causes certain inconveniences in the patient's daily activities.\nPain in the testicles, groin area and scrotal skin are the main causes of discomfort, and more seriously, lead to stress and decreased mental health in the patient. In addition, if orchitis persists or recurs many times, it will cause the infection to spread. Pathogenic bacteria will spread to nearby organs and cause infection. This leads to other complications such as:\nAbscess in the scrotum; Accumulation of fluid in the scrotum; Testicular atrophy; Chronic orchitis; Sepsis\n\nWhen to see a doctor?\nPatients with orchitis need to see a doctor for an in-depth examination and a treatment regimen for orchitis as soon as they detect or have suspected symptoms of the disease.\nThe possibility of completely treating orchitis will be higher if the disease is treated in its early stages. Another benefit when a patient sees a doctor early is to minimize the risk of the disease developing into other complications, which can directly and more seriously affect the patient's quality of life as well as  overall health. patient.\nIn particular, people with orchitis who have symptoms such as intense testicular pain and painful urination need to see a urologist for timely treatment.\n\nDiagnosis of orchitis\nDiagnosis of orchitis begins with the collection of clinical signs that the patient presents. In addition, the doctor will also need the patient to provide medical history information and risks that can lead to orchitis such as mumps vaccination history and urinary health status. (4)\nNext, the doctor will review the condition of the patient's testicles to check for lymph nodes and abnormal secretions from the penis. If there is an epidemic, the doctor will take a sample of the fluid to test for sexually transmitted diseases (STDs).\nOther paraclinical diagnostic activities that the doctor will ask the patient to perform depending on each individual's medical condition include:\nDiagnosis of rectal conditions and risk of prostate enlargement; Blood tests to diagnose STDs and other infectious diseases; Urine test; Testicular ultrasound to observe the patient's urinary structures including the testicles, surrounding tissues and in the scrotum\n\nMethods of treating orchitis\nOrchitis is treated by inhibiting the growth of pathogenic bacteria and relieving the symptoms the patient is experiencing. Most are medical treatment with oral medications.\nFor people with orchitis due to sexually transmitted infections, the doctor will prescribe a treatment regimen for these STDs before treating orchitis.\nPatients are asked to rest in bed and limit activities that may affect the testicles. This creates conditions for the testicles to recover optimally. Besides, based on each symptom, medical history and physical condition of the patient, the doctor will prescribe appropriate medications.\nPatients will be treated for orchitis with the following methods:\nUse antibiotics if there are signs of infection, gonorrhea or syphilis; Use anti-inflammatory and pain relievers. These medications require the patient to strictly follow the dosage instructions from the doctor. Because if not used properly or overuse of anti-inflammatory drugs, patients will easily develop stomach ulcers; Patients need to rest and elevate their testicles to relieve pain; If the pain is severe, the patient can apply a cold compress to the testicles\n\nMeasures to prevent orchitis\nOrchitis can be optimally prevented with daily living habits. To minimize the risk of infection, especially urinary tract infections, living environments and bathroom areas need to be kept hygienic to reduce the risk of infection.\nIn addition, using safe measures when having sex is an important factor to help protect your health. Using condoms not only helps reduce the risk of orchitis but also helps men and their partners minimize other sexually transmitted diseases.\nOptimal measures to prevent orchitis:\nCarry out mumps vaccination; Practice all safe sex measures to avoid the risk of STDs; Maintain clean living environment and build clean and hygienic living habits; Boys reach the age when they need to be circumcised at the right time; Reduce the number of sexual partners; Treat orchitis early in the acute stage and limit recurrence to avoid the risk of chronic orchitis\nCenter for Urology and Nephrology, Department of Andrology - Urology of Tam Anh General Hospital System brings together a team of leading experts, Internal Medicine and Surgery, skilled and dedicated.\nPeople's Teacher Prof. Dr. Tran Quan Anh, Meritorious Physician Associate Prof. Dr. Vu Le Chuyen are giants in the field of Urology and Nephrology in Vietnam. Along with the names of excellent physicians Dr. Nguyen The Truong, excellent physicians Doctor II Ta Phuong Dung, Dr. Nguyen Hoang Duc, Dr. Tu Thanh Tri Dung, MSc.CKI Nguyen Duc Nhuan, BS.CKII Nguyen Le Tuyen, MSc. Nguyen Tan Cuong, MSc. Ta Ngoc Thach, BS.CKI Phan Truong Nam...\nThe Center's experts and doctors are always confident in mastering the latest techniques, early detecting and effectively treating kidney and urinary tract diseases, helping patients shorten hospital stays and limit risk of recurrence, improving quality of life.\nWith the leading modern machinery and equipment system in the country and the region; Operating room meets international standards; Along with a 5-star boarding area and high-class service... The Urology and Nephrology Center stands out with examination, screening and treatment services for all urinary tract diseases. From common surgeries to major high-tech surgeries.\nThese include laparoscopic kidney stone surgery, kidney transplant, tumor resection to preserve kidney parenchyma; Radical nephrectomy; Radical prostatectomy; total bladder resection and small bowel cystoplasty; adrenalectomy; shaping urinary tract defects... Diagnosis - medical and surgical treatment of all male diseases.\nTo schedule an examination and treatment with leading experts at the Center for Urology and Nephrology, Department of Andrology - Urology, Tam Anh General Hospital System, you can make an appointment online through the following ways:\nCall the hotline 0287 102 6789 - 093 180 6858 (HCMC) or 024 3872 3872 - 024 7106 6858 (Hanoi) to register for a private medical appointment with a specialist, through the customer service staff.; Register for a medical appointment with any doctor you trust at the link: https://tamanhhospital.vn/danh-cho-khach-hang/dat-lich-kham/; Send a message on Tam Anh General Hospital Fanpage or Tam Anh General Hospital Urology and Andrology Fanpage; Text message via Zalo OA of Tam Anh General Hospital.\nOrchitis is a common urinary disease in men. The disease can occur in all subjects and ages. However, people who are or have just recovered from mumps and have sexually transmitted diseases are at higher risk of orchitis than others.\nThe disease rarely affects fertility in men. However, if the disease is not treated promptly, the patient will face other complications, which can affect urinary health, testicular function and fertility.",
    "subsections": [
        {
            "subsection_name": "What is orchitis?",
            "subsection_content": "Orchitis is a condition in which a person's testicles are inflamed on one or both sides. The most common is unilateral orchitis caused by a urinary tract infection. The disease can be transmitted from person to person through blood. Therefore, people who have unsafe sex are more likely to get orchitis than other groups of people. (first)\nTesticles are an organ located in the male gonads, whose main role is to produce sperm and secrete testosterone, the male sex hormone. The testicles are covered by  a thin bag of skin, called the scrotum, underneath and behind the penis. The testicles function under the influence of the testicular plexus, which contains nerves from the renal plexus and the aorta.\nThe average size of a normal testicle is 4 - 5.1cm. In case the testicles are larger than 5.1cm, it means that the person is likely to suffer from diseases related to the testicles, including orchitis.\nCommon orchitis is orchitis caused by urinary infection, and some cases are caused by epididymitis that spreads bacteria to the testicles. The disease occurs most often in young, sexually active men because this is the factor that makes men most susceptible to urinary tract infections.\nThere are two types of orchitis: acute and chronic. For acute orchitis, although the disease can cause pain and inconvenient symptoms, it can be completely treated with simple internal medicine methods, using oral medication.\nHowever, patients should not be subjective about orchitis. In case the patient does not treat the disease or treats orchitis incorrectly, the disease will gradually develop into chronic orchitis. The disease poses countless risks of other urinary complications, directly affecting the patient's health and fertility.",
            "subsection_string": "What is orchitis?\nOrchitis is a condition in which a person's testicles are inflamed on one or both sides. The most common is unilateral orchitis caused by a urinary tract infection. The disease can be transmitted from person to person through blood. Therefore, people who have unsafe sex are more likely to get orchitis than other groups of people. (first)\nTesticles are an organ located in the male gonads, whose main role is to produce sperm and secrete testosterone, the male sex hormone. The testicles are covered by  a thin bag of skin, called the scrotum, underneath and behind the penis. The testicles function under the influence of the testicular plexus, which contains nerves from the renal plexus and the aorta.\nThe average size of a normal testicle is 4 - 5.1cm. In case the testicles are larger than 5.1cm, it means that the person is likely to suffer from diseases related to the testicles, including orchitis.\nCommon orchitis is orchitis caused by urinary infection, and some cases are caused by epididymitis that spreads bacteria to the testicles. The disease occurs most often in young, sexually active men because this is the factor that makes men most susceptible to urinary tract infections.\nThere are two types of orchitis: acute and chronic. For acute orchitis, although the disease can cause pain and inconvenient symptoms, it can be completely treated with simple internal medicine methods, using oral medication.\nHowever, patients should not be subjective about orchitis. In case the patient does not treat the disease or treats orchitis incorrectly, the disease will gradually develop into chronic orchitis. The disease poses countless risks of other urinary complications, directly affecting the patient's health and fertility."
        },
        {
            "subsection_name": "Cause of orchitis",
            "subsection_content": "The causes of orchitis are very diverse, but the most common are urinary tract infections, the consequences of mumps and unprotected sex.\n1. Mumps & autoimmune diseases\nOrchitis is mostly caused by bacteria. Among them, mumps bacteria, belonging to the Paramyxoviridae family that causes mumps, is the most common bacteria that causes orchitis. (2)\nThe rate of men getting orchitis after 4-7 days of mumps is quite high, for every 3 people with mumps, 1 person will have orchitis afterward. This means that subjects including post-pubescent children and people who are not vaccinated against mumps are more likely to get orchitis than others.\nSee more: Common symptoms of orchitis caused by mumps\nIn addition, other autoimmune diseases can also cause orchitis in men including:\nChicken pot; Cytomegalovirus infection, cytomegalovirus infection; HFMD\n2. Sexually transmitted diseases STDs & unsafe sexual activities\nOrchitis caused by STDs and sexually transmitted diseases is also a common cause in cases.\nFirst, orchitis is a disease that can be transmitted from person to person by blood. Unsafe sex carries a high risk of transmitting viruses through blood. Therefore, in case of unprotected sex with someone who has orchitis, you will also have a high chance of getting orchitis.\nIn addition, other sexually transmitted STDs also lead to orchitis. The explanation is because the testicles are the closest organs and are directly in contact with bacteria that cause disease in humans. Therefore, when men have STDs, they need to pay attention to their risk of orchitis.\nSexually transmitted diseases that can cause orchitis include:\nGonorrhea; Syphilis; Epididymitis\n3. Urinary tract infection\nOrchitis can be a consequence of other urinary tract infections. In particular, infections that are not treated early will increase the risk of orchitis in patients, because then disease-causing bacteria will develop and spread to other nearby parts and organs.\nUrinary tract infections that can lead to orchitis include:\nInfection with E.coli, staphylococcus and streptococcus bacteria; Prostatitis; Infections caused by placing catheters or medical instruments in the penis",
            "subsection_string": "Cause of orchitis\nThe causes of orchitis are very diverse, but the most common are urinary tract infections, the consequences of mumps and unprotected sex.\n1. Mumps & autoimmune diseases\nOrchitis is mostly caused by bacteria. Among them, mumps bacteria, belonging to the Paramyxoviridae family that causes mumps, is the most common bacteria that causes orchitis. (2)\nThe rate of men getting orchitis after 4-7 days of mumps is quite high, for every 3 people with mumps, 1 person will have orchitis afterward. This means that subjects including post-pubescent children and people who are not vaccinated against mumps are more likely to get orchitis than others.\nSee more: Common symptoms of orchitis caused by mumps\nIn addition, other autoimmune diseases can also cause orchitis in men including:\nChicken pot; Cytomegalovirus infection, cytomegalovirus infection; HFMD\n2. Sexually transmitted diseases STDs & unsafe sexual activities\nOrchitis caused by STDs and sexually transmitted diseases is also a common cause in cases.\nFirst, orchitis is a disease that can be transmitted from person to person by blood. Unsafe sex carries a high risk of transmitting viruses through blood. Therefore, in case of unprotected sex with someone who has orchitis, you will also have a high chance of getting orchitis.\nIn addition, other sexually transmitted STDs also lead to orchitis. The explanation is because the testicles are the closest organs and are directly in contact with bacteria that cause disease in humans. Therefore, when men have STDs, they need to pay attention to their risk of orchitis.\nSexually transmitted diseases that can cause orchitis include:\nGonorrhea; Syphilis; Epididymitis\n3. Urinary tract infection\nOrchitis can be a consequence of other urinary tract infections. In particular, infections that are not treated early will increase the risk of orchitis in patients, because then disease-causing bacteria will develop and spread to other nearby parts and organs.\nUrinary tract infections that can lead to orchitis include:\nInfection with E.coli, staphylococcus and streptococcus bacteria; Prostatitis; Infections caused by placing catheters or medical instruments in the penis"
        },
        {
            "subsection_name": "Symptoms and signs of orchitis",
            "subsection_content": "Typical orchitis symptoms are pain in the testicles and groin area. Usually, testicular pain will start with one testicle and gradually spread to the other testicle. Groin pain and testicular pain are relatively similar, so patients may mistake orchitis for diseases that cause pain in areas other than the groin.\nWhen unusual pain occurs in the groin, it is necessary to observe the health condition of the body, especially the scrotal skin in the testicles. If the patient also has pain in the scrotum, it is a clinical sign of damage to the testicles.\nCommon symptoms of orchitis that men can recognize:\nScrotal pain; Pain in one or both testicles; The testicles are swollen on one or both sides; Swollen scrotum; painful urination; Pain during ejaculation; Semen mixed with blood; Swollen lymph nodes in the groin area; Some cases have symptoms such as nausea, vomiting, fatigue, fever & chills, and muscle pain",
            "subsection_string": "Symptoms and signs of orchitis\nTypical orchitis symptoms are pain in the testicles and groin area. Usually, testicular pain will start with one testicle and gradually spread to the other testicle. Groin pain and testicular pain are relatively similar, so patients may mistake orchitis for diseases that cause pain in areas other than the groin.\nWhen unusual pain occurs in the groin, it is necessary to observe the health condition of the body, especially the scrotal skin in the testicles. If the patient also has pain in the scrotum, it is a clinical sign of damage to the testicles.\nCommon symptoms of orchitis that men can recognize:\nScrotal pain; Pain in one or both testicles; The testicles are swollen on one or both sides; Swollen scrotum; painful urination; Pain during ejaculation; Semen mixed with blood; Swollen lymph nodes in the groin area; Some cases have symptoms such as nausea, vomiting, fatigue, fever & chills, and muscle pain"
        },
        {
            "subsection_name": "Risk of orchitis",
            "subsection_content": "1. Subject\nOrchitis can happen to anyone of any age. However, the disease often occurs in 3 main groups of people including: (3)\nBoys from 10 to 19 years old: At this age, boys have a high risk of getting mumps. This leads to an increased risk of orchitis in children; Men who are sexually active: This is an activity that increases the risk of transmitting infections, including orchitis; Men over 45 years old\n2. Risk factors increase the risk of disease\nPeople at high risk of orchitis are  people who are suffering from mumps. Boys aged 10 - 19 years old and those who have not been vaccinated against mumps have a high chance of contracting mumps and developing orchitis.\nOn the other hand, orchitis is also a disease caused by infection. Therefore, people whose activities are prone to urinary tract infections are also at high risk of orchitis.\nActivities and factors that increase the likelihood of orchitis in men include:\nHaving sex without using protection; Have a history of sexually transmitted diseases STDs; People who have had or are inserting catheters or other medical devices into the penis; People with congenital diseases of the urinary system, usually the bladder or urethra structures",
            "subsection_string": "Risk of orchitis\n1. Subject\nOrchitis can happen to anyone of any age. However, the disease often occurs in 3 main groups of people including: (3)\nBoys from 10 to 19 years old: At this age, boys have a high risk of getting mumps. This leads to an increased risk of orchitis in children; Men who are sexually active: This is an activity that increases the risk of transmitting infections, including orchitis; Men over 45 years old\n2. Risk factors increase the risk of disease\nPeople at high risk of orchitis are  people who are suffering from mumps. Boys aged 10 - 19 years old and those who have not been vaccinated against mumps have a high chance of contracting mumps and developing orchitis.\nOn the other hand, orchitis is also a disease caused by infection. Therefore, people whose activities are prone to urinary tract infections are also at high risk of orchitis.\nActivities and factors that increase the likelihood of orchitis in men include:\nHaving sex without using protection; Have a history of sexually transmitted diseases STDs; People who have had or are inserting catheters or other medical devices into the penis; People with congenital diseases of the urinary system, usually the bladder or urethra structures"
        },
        {
            "subsection_name": "Is orchitis dangerous?",
            "subsection_content": "Orchitis rarely affects fertility in patients. Furthermore, orchitis, if treated early and properly, can be completely cured.\nHowever, patients need to pay attention to treatment as soon as any symptoms appear. Although orchitis does not affect the patient's urinary system health, orchitis also causes certain inconveniences in the patient's daily activities.\nPain in the testicles, groin area and scrotal skin are the main causes of discomfort, and more seriously, lead to stress and decreased mental health in the patient. In addition, if orchitis persists or recurs many times, it will cause the infection to spread. Pathogenic bacteria will spread to nearby organs and cause infection. This leads to other complications such as:\nAbscess in the scrotum; Accumulation of fluid in the scrotum; Testicular atrophy; Chronic orchitis; Sepsis",
            "subsection_string": "Is orchitis dangerous?\nOrchitis rarely affects fertility in patients. Furthermore, orchitis, if treated early and properly, can be completely cured.\nHowever, patients need to pay attention to treatment as soon as any symptoms appear. Although orchitis does not affect the patient's urinary system health, orchitis also causes certain inconveniences in the patient's daily activities.\nPain in the testicles, groin area and scrotal skin are the main causes of discomfort, and more seriously, lead to stress and decreased mental health in the patient. In addition, if orchitis persists or recurs many times, it will cause the infection to spread. Pathogenic bacteria will spread to nearby organs and cause infection. This leads to other complications such as:\nAbscess in the scrotum; Accumulation of fluid in the scrotum; Testicular atrophy; Chronic orchitis; Sepsis"
        },
        {
            "subsection_name": "When to see a doctor?",
            "subsection_content": "Patients with orchitis need to see a doctor for an in-depth examination and a treatment regimen for orchitis as soon as they detect or have suspected symptoms of the disease.\nThe possibility of completely treating orchitis will be higher if the disease is treated in its early stages. Another benefit when a patient sees a doctor early is to minimize the risk of the disease developing into other complications, which can directly and more seriously affect the patient's quality of life as well as  overall health. patient.\nIn particular, people with orchitis who have symptoms such as intense testicular pain and painful urination need to see a urologist for timely treatment.",
            "subsection_string": "When to see a doctor?\nPatients with orchitis need to see a doctor for an in-depth examination and a treatment regimen for orchitis as soon as they detect or have suspected symptoms of the disease.\nThe possibility of completely treating orchitis will be higher if the disease is treated in its early stages. Another benefit when a patient sees a doctor early is to minimize the risk of the disease developing into other complications, which can directly and more seriously affect the patient's quality of life as well as  overall health. patient.\nIn particular, people with orchitis who have symptoms such as intense testicular pain and painful urination need to see a urologist for timely treatment."
        },
        {
            "subsection_name": "Diagnosis of orchitis",
            "subsection_content": "Diagnosis of orchitis begins with the collection of clinical signs that the patient presents. In addition, the doctor will also need the patient to provide medical history information and risks that can lead to orchitis such as mumps vaccination history and urinary health status. (4)\nNext, the doctor will review the condition of the patient's testicles to check for lymph nodes and abnormal secretions from the penis. If there is an epidemic, the doctor will take a sample of the fluid to test for sexually transmitted diseases (STDs).\nOther paraclinical diagnostic activities that the doctor will ask the patient to perform depending on each individual's medical condition include:\nDiagnosis of rectal conditions and risk of prostate enlargement; Blood tests to diagnose STDs and other infectious diseases; Urine test; Testicular ultrasound to observe the patient's urinary structures including the testicles, surrounding tissues and in the scrotum",
            "subsection_string": "Diagnosis of orchitis\nDiagnosis of orchitis begins with the collection of clinical signs that the patient presents. In addition, the doctor will also need the patient to provide medical history information and risks that can lead to orchitis such as mumps vaccination history and urinary health status. (4)\nNext, the doctor will review the condition of the patient's testicles to check for lymph nodes and abnormal secretions from the penis. If there is an epidemic, the doctor will take a sample of the fluid to test for sexually transmitted diseases (STDs).\nOther paraclinical diagnostic activities that the doctor will ask the patient to perform depending on each individual's medical condition include:\nDiagnosis of rectal conditions and risk of prostate enlargement; Blood tests to diagnose STDs and other infectious diseases; Urine test; Testicular ultrasound to observe the patient's urinary structures including the testicles, surrounding tissues and in the scrotum"
        },
        {
            "subsection_name": "Methods of treating orchitis",
            "subsection_content": "Orchitis is treated by inhibiting the growth of pathogenic bacteria and relieving the symptoms the patient is experiencing. Most are medical treatment with oral medications.\nFor people with orchitis due to sexually transmitted infections, the doctor will prescribe a treatment regimen for these STDs before treating orchitis.\nPatients are asked to rest in bed and limit activities that may affect the testicles. This creates conditions for the testicles to recover optimally. Besides, based on each symptom, medical history and physical condition of the patient, the doctor will prescribe appropriate medications.\nPatients will be treated for orchitis with the following methods:\nUse antibiotics if there are signs of infection, gonorrhea or syphilis; Use anti-inflammatory and pain relievers. These medications require the patient to strictly follow the dosage instructions from the doctor. Because if not used properly or overuse of anti-inflammatory drugs, patients will easily develop stomach ulcers; Patients need to rest and elevate their testicles to relieve pain; If the pain is severe, the patient can apply a cold compress to the testicles",
            "subsection_string": "Methods of treating orchitis\nOrchitis is treated by inhibiting the growth of pathogenic bacteria and relieving the symptoms the patient is experiencing. Most are medical treatment with oral medications.\nFor people with orchitis due to sexually transmitted infections, the doctor will prescribe a treatment regimen for these STDs before treating orchitis.\nPatients are asked to rest in bed and limit activities that may affect the testicles. This creates conditions for the testicles to recover optimally. Besides, based on each symptom, medical history and physical condition of the patient, the doctor will prescribe appropriate medications.\nPatients will be treated for orchitis with the following methods:\nUse antibiotics if there are signs of infection, gonorrhea or syphilis; Use anti-inflammatory and pain relievers. These medications require the patient to strictly follow the dosage instructions from the doctor. Because if not used properly or overuse of anti-inflammatory drugs, patients will easily develop stomach ulcers; Patients need to rest and elevate their testicles to relieve pain; If the pain is severe, the patient can apply a cold compress to the testicles"
        },
        {
            "subsection_name": "Measures to prevent orchitis",
            "subsection_content": "Orchitis can be optimally prevented with daily living habits. To minimize the risk of infection, especially urinary tract infections, living environments and bathroom areas need to be kept hygienic to reduce the risk of infection.\nIn addition, using safe measures when having sex is an important factor to help protect your health. Using condoms not only helps reduce the risk of orchitis but also helps men and their partners minimize other sexually transmitted diseases.\nOptimal measures to prevent orchitis:\nCarry out mumps vaccination; Practice all safe sex measures to avoid the risk of STDs; Maintain clean living environment and build clean and hygienic living habits; Boys reach the age when they need to be circumcised at the right time; Reduce the number of sexual partners; Treat orchitis early in the acute stage and limit recurrence to avoid the risk of chronic orchitis\nCenter for Urology and Nephrology, Department of Andrology - Urology of Tam Anh General Hospital System brings together a team of leading experts, Internal Medicine and Surgery, skilled and dedicated.\nPeople's Teacher Prof. Dr. Tran Quan Anh, Meritorious Physician Associate Prof. Dr. Vu Le Chuyen are giants in the field of Urology and Nephrology in Vietnam. Along with the names of excellent physicians Dr. Nguyen The Truong, excellent physicians Doctor II Ta Phuong Dung, Dr. Nguyen Hoang Duc, Dr. Tu Thanh Tri Dung, MSc.CKI Nguyen Duc Nhuan, BS.CKII Nguyen Le Tuyen, MSc. Nguyen Tan Cuong, MSc. Ta Ngoc Thach, BS.CKI Phan Truong Nam...\nThe Center's experts and doctors are always confident in mastering the latest techniques, early detecting and effectively treating kidney and urinary tract diseases, helping patients shorten hospital stays and limit risk of recurrence, improving quality of life.\nWith the leading modern machinery and equipment system in the country and the region; Operating room meets international standards; Along with a 5-star boarding area and high-class service... The Urology and Nephrology Center stands out with examination, screening and treatment services for all urinary tract diseases. From common surgeries to major high-tech surgeries.\nThese include laparoscopic kidney stone surgery, kidney transplant, tumor resection to preserve kidney parenchyma; Radical nephrectomy; Radical prostatectomy; total bladder resection and small bowel cystoplasty; adrenalectomy; shaping urinary tract defects... Diagnosis - medical and surgical treatment of all male diseases.\nTo schedule an examination and treatment with leading experts at the Center for Urology and Nephrology, Department of Andrology - Urology, Tam Anh General Hospital System, you can make an appointment online through the following ways:\nCall the hotline 0287 102 6789 - 093 180 6858 (HCMC) or 024 3872 3872 - 024 7106 6858 (Hanoi) to register for a private medical appointment with a specialist, through the customer service staff.; Register for a medical appointment with any doctor you trust at the link: https://tamanhhospital.vn/danh-cho-khach-hang/dat-lich-kham/; Send a message on Tam Anh General Hospital Fanpage or Tam Anh General Hospital Urology and Andrology Fanpage; Text message via Zalo OA of Tam Anh General Hospital.\nOrchitis is a common urinary disease in men. The disease can occur in all subjects and ages. However, people who are or have just recovered from mumps and have sexually transmitted diseases are at higher risk of orchitis than others.\nThe disease rarely affects fertility in men. However, if the disease is not treated promptly, the patient will face other complications, which can affect urinary health, testicular function and fertility.",
            "subsection_string": "Measures to prevent orchitis\nOrchitis can be optimally prevented with daily living habits. To minimize the risk of infection, especially urinary tract infections, living environments and bathroom areas need to be kept hygienic to reduce the risk of infection.\nIn addition, using safe measures when having sex is an important factor to help protect your health. Using condoms not only helps reduce the risk of orchitis but also helps men and their partners minimize other sexually transmitted diseases.\nOptimal measures to prevent orchitis:\nCarry out mumps vaccination; Practice all safe sex measures to avoid the risk of STDs; Maintain clean living environment and build clean and hygienic living habits; Boys reach the age when they need to be circumcised at the right time; Reduce the number of sexual partners; Treat orchitis early in the acute stage and limit recurrence to avoid the risk of chronic orchitis\nCenter for Urology and Nephrology, Department of Andrology - Urology of Tam Anh General Hospital System brings together a team of leading experts, Internal Medicine and Surgery, skilled and dedicated.\nPeople's Teacher Prof. Dr. Tran Quan Anh, Meritorious Physician Associate Prof. Dr. Vu Le Chuyen are giants in the field of Urology and Nephrology in Vietnam. Along with the names of excellent physicians Dr. Nguyen The Truong, excellent physicians Doctor II Ta Phuong Dung, Dr. Nguyen Hoang Duc, Dr. Tu Thanh Tri Dung, MSc.CKI Nguyen Duc Nhuan, BS.CKII Nguyen Le Tuyen, MSc. Nguyen Tan Cuong, MSc. Ta Ngoc Thach, BS.CKI Phan Truong Nam...\nThe Center's experts and doctors are always confident in mastering the latest techniques, early detecting and effectively treating kidney and urinary tract diseases, helping patients shorten hospital stays and limit risk of recurrence, improving quality of life.\nWith the leading modern machinery and equipment system in the country and the region; Operating room meets international standards; Along with a 5-star boarding area and high-class service... The Urology and Nephrology Center stands out with examination, screening and treatment services for all urinary tract diseases. From common surgeries to major high-tech surgeries.\nThese include laparoscopic kidney stone surgery, kidney transplant, tumor resection to preserve kidney parenchyma; Radical nephrectomy; Radical prostatectomy; total bladder resection and small bowel cystoplasty; adrenalectomy; shaping urinary tract defects... Diagnosis - medical and surgical treatment of all male diseases.\nTo schedule an examination and treatment with leading experts at the Center for Urology and Nephrology, Department of Andrology - Urology, Tam Anh General Hospital System, you can make an appointment online through the following ways:\nCall the hotline 0287 102 6789 - 093 180 6858 (HCMC) or 024 3872 3872 - 024 7106 6858 (Hanoi) to register for a private medical appointment with a specialist, through the customer service staff.; Register for a medical appointment with any doctor you trust at the link: https://tamanhhospital.vn/danh-cho-khach-hang/dat-lich-kham/; Send a message on Tam Anh General Hospital Fanpage or Tam Anh General Hospital Urology and Andrology Fanpage; Text message via Zalo OA of Tam Anh General Hospital.\nOrchitis is a common urinary disease in men. The disease can occur in all subjects and ages. However, people who are or have just recovered from mumps and have sexually transmitted diseases are at higher risk of orchitis than others.\nThe disease rarely affects fertility in men. However, if the disease is not treated promptly, the patient will face other complications, which can affect urinary health, testicular function and fertility."
        }
    ],
    "name": "viem-tinh-hoan.json"
}