{
    "title": "Acute glomerulonephritis: Causes, symptoms, diagnosis and prevention",
    "category": "Urology",
    "link": "https://tamanhhospital.vn/viem-cau-than-cap/",
    "abstract": "Acute glomerulonephritis is a type of urinary disease, causing symptoms such as blood in the urine, high blood pressure, abnormal changes in the need to urinate, etc. The disease can occur at any age, but is common. common in groups of people with a medical history or family history of kidney disease. Acute glomerulonephritis, if not treated promptly, will develop into chronic glomerulonephritis, leading to kidney failure.",
    "content": "Acute glomerulonephritis: Causes, symptoms, diagnosis and prevention\n\nAcute glomerulonephritis is a type of urinary disease, causing symptoms such as blood in the urine, high blood pressure, abnormal changes in the need to urinate, etc. The disease can occur at any age, but is common. common in groups of people with a medical history or family history of kidney disease. Acute glomerulonephritis, if not treated promptly, will develop into chronic glomerulonephritis, leading to kidney failure.\n\nWhat is acute glomerulonephritis?\nAcute glomerulonephritis is a group of diseases that damage the glomeruli, affecting the body's ability to filter blood, waste and urine. (first)\nThe glomerulus is a bundle of capillaries lined by a thin layer of endothelium. This is a complex network of proteins and specialized visceral epithelial cells that form diaphragms. This combined structure allows the glomerulus to perform continuous plasma filtration.\nWhen the glomerulus, including glomeruli and blood vessels, is damaged leading to sudden inflammation, the function of the glomerulus will be impaired. This causes symptoms such as hematuria, anemia, hypertension or edema.\nMore specifically, when the glomeruli are damaged by acute glomerulonephritis, instead of keeping proteins and red blood cells in the blood, acute glomerulonephritis will leak red blood cells and proteins into the urine. This will lead to a lack of protein in the blood, causing swelling in the face, hands, feet and ankles. In addition, the patient's body will also accumulate waste because the kidneys cannot perform the filtering function.\nAcute glomerulonephritis is very diverse. Mostly due to infection, family inheritance or changes in the immune system due to diseases related to inflammation. Acute glomerulonephritis has the ability to improve on its own without treatment. However, patients are still recommended to receive complete treatment to minimize the risk of long-term damage to the kidneys.\n\nPrevalence of acute glomerulonephritis\nAcute glomerulonephritis is considered one of the most common non-communicable diseases in the world. Acute glomerulonephritis can occur in people of any age.\nHowever, people with a medical or family history of glomerulonephritis are at higher risk of acute glomerulonephritis than others. Besides, children aged 4-7 years old are common subjects with acute glomerulonephritis. (2)\nThere is no way to completely prevent acute glomerulonephritis from occurring in humans. However, you can control and manage your kidney health to minimize risk factors by building a healthy lifestyle, a scientific diet that is good for your kidneys, and strengthening your body's resistance.\n\nSymptoms of acute glomerulonephritis\nSymptoms of acute glomerulonephritis include the accumulation of toxins and waste inside the body, causing the patient's health to decline. The disease also causes clinical signs through urine, urination frequency and blood pressure. Symptoms of acute glomerulonephritis include: (3)\nBrown urine or blood in the urine; Foamy urine; Need to urinate less than usual; Swelling and edema appear in individual eyes, puffiness; Muscle cramps; Nausea and vomiting; Hypertension; Physical health decreases\nOf all the symptoms of glomerulonephritis, the most typical are brown or bloody urine and foamy urine. This is a phenomenon when blood and protein leak into the urine when the glomeruli become inflamed. Blood makes urine brown or makes it obvious that there is blood in the urine.\nAnd protein causes foam to appear in urine. Therefore, when you see these symptoms, you need to see a doctor to have a specialist prescribe a suitable treatment regimen for acute glomerulonephritis.\n\nCause of acute glomerulonephritis\n1. Infection\nPostinfectious glomerulonephritis belongs to the first group of acute glomerulonephritis. People with infection-related illnesses are more likely to develop acute glomerulonephritis than others.\nThis is because infections such as pharyngitis, pharyngitis or streptococcal bacterial infection will cause changes in the human immune system. From there, the risk of acute glomerulonephritis in humans increases.\nInfections that can cause acute glomerulonephritis include:\nPost-streptococcal glomerulonephritis: Streptococcal pharyngitis or infections; Bacterial endocarditis: Infection of the inner lining of the heart chambers and valves; Viral kidney infection: Reverse infection when the patient has hepatitis B or C; HIV: The disease can cause acute glomerulonephritis. In some cases, acute glomerulonephritis can progress faster than HIV\n2. Autoimmune disease\nWhen a person's immune system loses the ability to distinguish between external agents and antigens inside the body, it can cause a number of diseases. These diseases are considered the cause of acute glomerulonephritis.\nAutoimmune diseases that require prevention of acute glomerulonephritis include:\nLupus erythematosus; goodpasture syndrome; IgA or berger nephropathy\n3. Vasculitis\nVasculitis is a condition in which blood vessels become thickened, narrowed, or scarred due to vascular damage. The disease causes changes in blood vessel walls, hindering blood flow. The consequence of prolonged and improperly treated vasculitis is organ and tissue damage.\nTypes of vasculitis that can cause glomerulonephritis are polyangiitis and granulomatosis with polyangiitis.\n\nFactors that increase the risk of disease\nThe causes of acute glomerulonephritis are very diverse. However, people with potential risk factors will be more susceptible to acute glomerulonephritis than others. In this case, the patient needs to pay attention to their health and treat the disease promptly because it will quickly progress to chronic glomerulonephritis or other more serious kidney diseases. (4)\nFactors that increase the risk of acute glomerulonephritis include:\nFamily history of kidney disease; The patient has ever had glomerulonephritis or has a history of kidney disease; Having health problems related to blood pressure or diabetes; Toxin exposure\n\nWhen to see a doctor?\nAcute glomerulonephritis is a disease that can recover on its own after a period of illness. However, medical experts and doctors recommend that people with acute glomerulonephritis should see a doctor as soon as their body begins to have symptoms of the disease.\nThis helps patients treat the disease promptly and properly to minimize the risk of developing other more dangerous kidney diseases. In addition, the doctor will also rely on the patient's medical history and clinical signs to predict the development of acute glomerulonephritis.\nAt the same time, evaluate potential kidney or urinary health risks that the patient may suffer in the future, along with advice on effective prevention.\n\nDiagnosis of acute glomerulonephritis\n1. Urine test\nAcute glomerulonephritis is usually diagnosed with a urine test. Because damaged glomeruli will cause red blood cells and proteins to leak into the urine. Therefore, urine testing is considered the optimal method to diagnose acute glomerulonephritis.\nUrine test results will show the following indicators:\nClearance of waste products filtered by the kidneys, also known as creatinine; Amount of protein in urine; Red blood cells in urine; Concentration of urine\n2. Blood test\nWith the method of diagnosing acute glomerulonephritis using blood test results mainly to check creatinine levels, waste filtered by the patient's kidneys. The doctor will rely on blood levels to diagnose whether the patient has acute glomerulonephritis or not.\nBlood test results show:\nRed blood cell concentration in the blood; Albumin concentration; Urine nitrogen concentration in the blood; Blood creatinine concentration\n3. Kidney biopsy\nKidney biopsy is a method that provides specific results about the disease. To get a piece of kidney tissue from the patient, the doctor will use a long needle to insert into the back to reach the kidney and perform a biopsy.\nPeople with abnormal urine or blood indexes will be prescribed a kidney biopsy by the doctor to better diagnose the disease.\n\nHow to treat acute glomerulonephritis\nAcute glomerulonephritis can go away on its own without treatment. However, people with acute nephritis need to change their diet and healthy living habits to restore kidney function. The method is applied to people with glomerulonephritis who have a good prognosis and relatively mild symptoms.\nIn cases where patients with acute glomerulonephritis experience a lot of urinary retention, causing inconvenience in life, they can use diuretics. However, patients need to visit a doctor to be prescribed medication and treatment regimen appropriate to the patient's body condition.\nIf the person has acute glomerulonephritis due to infectious diseases, it is necessary to use antibiotics to kill streptococci first and then treat with nutrition later.\n\nPreventive measures for acute glomerulonephritis\n1. Nutrition\nNutrition plays an important role in improving and enhancing kidney health. For patients with a history of high blood pressure, diet can also be changed to help control the disease.\nAcute glomerulonephritis can be prevented by drinking plenty of water and adopting a low-salt diet. Salty eating and lack of water are known to be among the top habits that increase the risk of kidney diseases, including acute glomerulonephritis.\nTo optimally prevent acute glomerulonephritis, patients should pay attention to the following nutritional regimen:\nLimit foods that are too salty and high in salt; Limit processed and canned foods; Drink enough water; Good control of potassium and protein in the diet; Eat lots of foods that are good for the kidneys such as sea bass, cauliflower, red grapes, garlic, buckwheat, etc.\nGrilled chicken breast and boiled broccoli are safe and healthy foods\n2. Living regime\nStrengthening the immune system and minimizing the risk of infectious diseases, especially streptococcal infections, is a recommended preventative measure for acute glomerulonephritis.\nYou can follow a healthy lifestyle to prevent acute glomerulonephritis:\nExercise regularly; Regularly control blood pressure; Carry out regular health checks; Use safe measures when having sex; Maintain hygiene for yourself and your living environment\nCenter for Urology and Nephrology, Department of Andrology - Urology of Tam Anh General Hospital System brings together a team of leading experts, Internal Medicine and Surgery, skilled and dedicated.\nPeople's Teacher Prof. Dr. Tran Quan Anh, Meritorious Physician Associate Prof. Dr. Vu Le Chuyen are giants in the field of Urology and Nephrology in Vietnam. Along with the names of excellent physicians Dr. Nguyen The Truong, excellent physicians Doctor II Ta Phuong Dung, Dr. Nguyen Hoang Duc, Dr. Tu Thanh Tri Dung, MSc.CKI Nguyen Duc Nhuan, BS.CKII Nguyen Le Tuyen, MSc. Nguyen Tan Cuong, MSc. Ta Ngoc Thach, BS.CKI Phan Truong Nam...\nThe Center's experts and doctors are always confident in mastering the latest techniques, early detecting and effectively treating kidney and urinary tract diseases, helping patients shorten hospital stays and limit risk of recurrence, improving quality of life.\nWith the leading modern machinery and equipment system in the country and the region; Operating room meets international standards; Along with a 5-star boarding area and high-class service... The Urology and Nephrology Center stands out with examination, screening and treatment services for all urinary tract diseases. From common surgeries to major high-tech surgeries.\nThese include laparoscopic kidney stone surgery, kidney transplant, tumor resection to preserve kidney parenchyma; Radical nephrectomy; Radical prostatectomy; total bladder resection and small bowel cystoplasty; adrenalectomy; shaping urinary tract defects... Diagnosis - medical and surgical treatment of all male diseases.\nTo schedule an examination and treatment with leading experts at the Center for Urology and Nephrology, Department of Andrology - Urology, Tam Anh General Hospital System, you can make an appointment online through the following ways:\nCall the hotline 0287 102 6789 - 093 180 6858 (HCMC) or 024 3872 3872 - 024 7106 6858 (Hanoi) to register for a private medical appointment with a specialist, through the customer service staff.; Register for a medical appointment with any doctor you trust at the link: https://tamanhhospital.vn/danh-cho-khach-hang/dat-lich-kham/; Send a message on Tam Anh General Hospital Fanpage or Tam Anh General Hospital Urology and Andrology Fanpage; Text message via Zalo OA of Tam Anh General Hospital.\nAcute glomerulonephritis is a disease related to the decline in glomerular function, causing the body to be unable to filter waste and urine completely. When the glomerulus is suddenly damaged, it leads to inflammation, causing red blood cells and proteins to leak into the urine. Therefore, acute glomerulonephritis can be recognized through typical clinical signs of hematuria and foamy urine.\nThe disease is caused by many causes and there is no specific absolute prevention measure. However, glomerulonephritis can go away on its own without medication. To support the recovery process and improve inflamed glomeruli, patients are encouraged to change their diet to be rich in green vegetables, low in salt and control the amount of potassium in the body.",
    "subsections": [
        {
            "subsection_name": "What is acute glomerulonephritis?",
            "subsection_content": "Acute glomerulonephritis is a group of diseases that damage the glomeruli, affecting the body's ability to filter blood, waste and urine. (first)\nThe glomerulus is a bundle of capillaries lined by a thin layer of endothelium. This is a complex network of proteins and specialized visceral epithelial cells that form diaphragms. This combined structure allows the glomerulus to perform continuous plasma filtration.\nWhen the glomerulus, including glomeruli and blood vessels, is damaged leading to sudden inflammation, the function of the glomerulus will be impaired. This causes symptoms such as hematuria, anemia, hypertension or edema.\nMore specifically, when the glomeruli are damaged by acute glomerulonephritis, instead of keeping proteins and red blood cells in the blood, acute glomerulonephritis will leak red blood cells and proteins into the urine. This will lead to a lack of protein in the blood, causing swelling in the face, hands, feet and ankles. In addition, the patient's body will also accumulate waste because the kidneys cannot perform the filtering function.\nAcute glomerulonephritis is very diverse. Mostly due to infection, family inheritance or changes in the immune system due to diseases related to inflammation. Acute glomerulonephritis has the ability to improve on its own without treatment. However, patients are still recommended to receive complete treatment to minimize the risk of long-term damage to the kidneys.",
            "subsection_string": "What is acute glomerulonephritis?\nAcute glomerulonephritis is a group of diseases that damage the glomeruli, affecting the body's ability to filter blood, waste and urine. (first)\nThe glomerulus is a bundle of capillaries lined by a thin layer of endothelium. This is a complex network of proteins and specialized visceral epithelial cells that form diaphragms. This combined structure allows the glomerulus to perform continuous plasma filtration.\nWhen the glomerulus, including glomeruli and blood vessels, is damaged leading to sudden inflammation, the function of the glomerulus will be impaired. This causes symptoms such as hematuria, anemia, hypertension or edema.\nMore specifically, when the glomeruli are damaged by acute glomerulonephritis, instead of keeping proteins and red blood cells in the blood, acute glomerulonephritis will leak red blood cells and proteins into the urine. This will lead to a lack of protein in the blood, causing swelling in the face, hands, feet and ankles. In addition, the patient's body will also accumulate waste because the kidneys cannot perform the filtering function.\nAcute glomerulonephritis is very diverse. Mostly due to infection, family inheritance or changes in the immune system due to diseases related to inflammation. Acute glomerulonephritis has the ability to improve on its own without treatment. However, patients are still recommended to receive complete treatment to minimize the risk of long-term damage to the kidneys."
        },
        {
            "subsection_name": "Prevalence of acute glomerulonephritis",
            "subsection_content": "Acute glomerulonephritis is considered one of the most common non-communicable diseases in the world. Acute glomerulonephritis can occur in people of any age.\nHowever, people with a medical or family history of glomerulonephritis are at higher risk of acute glomerulonephritis than others. Besides, children aged 4-7 years old are common subjects with acute glomerulonephritis. (2)\nThere is no way to completely prevent acute glomerulonephritis from occurring in humans. However, you can control and manage your kidney health to minimize risk factors by building a healthy lifestyle, a scientific diet that is good for your kidneys, and strengthening your body's resistance.",
            "subsection_string": "Prevalence of acute glomerulonephritis\nAcute glomerulonephritis is considered one of the most common non-communicable diseases in the world. Acute glomerulonephritis can occur in people of any age.\nHowever, people with a medical or family history of glomerulonephritis are at higher risk of acute glomerulonephritis than others. Besides, children aged 4-7 years old are common subjects with acute glomerulonephritis. (2)\nThere is no way to completely prevent acute glomerulonephritis from occurring in humans. However, you can control and manage your kidney health to minimize risk factors by building a healthy lifestyle, a scientific diet that is good for your kidneys, and strengthening your body's resistance."
        },
        {
            "subsection_name": "Symptoms of acute glomerulonephritis",
            "subsection_content": "Symptoms of acute glomerulonephritis include the accumulation of toxins and waste inside the body, causing the patient's health to decline. The disease also causes clinical signs through urine, urination frequency and blood pressure. Symptoms of acute glomerulonephritis include: (3)\nBrown urine or blood in the urine; Foamy urine; Need to urinate less than usual; Swelling and edema appear in individual eyes, puffiness; Muscle cramps; Nausea and vomiting; Hypertension; Physical health decreases\nOf all the symptoms of glomerulonephritis, the most typical are brown or bloody urine and foamy urine. This is a phenomenon when blood and protein leak into the urine when the glomeruli become inflamed. Blood makes urine brown or makes it obvious that there is blood in the urine.\nAnd protein causes foam to appear in urine. Therefore, when you see these symptoms, you need to see a doctor to have a specialist prescribe a suitable treatment regimen for acute glomerulonephritis.",
            "subsection_string": "Symptoms of acute glomerulonephritis\nSymptoms of acute glomerulonephritis include the accumulation of toxins and waste inside the body, causing the patient's health to decline. The disease also causes clinical signs through urine, urination frequency and blood pressure. Symptoms of acute glomerulonephritis include: (3)\nBrown urine or blood in the urine; Foamy urine; Need to urinate less than usual; Swelling and edema appear in individual eyes, puffiness; Muscle cramps; Nausea and vomiting; Hypertension; Physical health decreases\nOf all the symptoms of glomerulonephritis, the most typical are brown or bloody urine and foamy urine. This is a phenomenon when blood and protein leak into the urine when the glomeruli become inflamed. Blood makes urine brown or makes it obvious that there is blood in the urine.\nAnd protein causes foam to appear in urine. Therefore, when you see these symptoms, you need to see a doctor to have a specialist prescribe a suitable treatment regimen for acute glomerulonephritis."
        },
        {
            "subsection_name": "Cause of acute glomerulonephritis",
            "subsection_content": "1. Infection\nPostinfectious glomerulonephritis belongs to the first group of acute glomerulonephritis. People with infection-related illnesses are more likely to develop acute glomerulonephritis than others.\nThis is because infections such as pharyngitis, pharyngitis or streptococcal bacterial infection will cause changes in the human immune system. From there, the risk of acute glomerulonephritis in humans increases.\nInfections that can cause acute glomerulonephritis include:\nPost-streptococcal glomerulonephritis: Streptococcal pharyngitis or infections; Bacterial endocarditis: Infection of the inner lining of the heart chambers and valves; Viral kidney infection: Reverse infection when the patient has hepatitis B or C; HIV: The disease can cause acute glomerulonephritis. In some cases, acute glomerulonephritis can progress faster than HIV\n2. Autoimmune disease\nWhen a person's immune system loses the ability to distinguish between external agents and antigens inside the body, it can cause a number of diseases. These diseases are considered the cause of acute glomerulonephritis.\nAutoimmune diseases that require prevention of acute glomerulonephritis include:\nLupus erythematosus; goodpasture syndrome; IgA or berger nephropathy\n3. Vasculitis\nVasculitis is a condition in which blood vessels become thickened, narrowed, or scarred due to vascular damage. The disease causes changes in blood vessel walls, hindering blood flow. The consequence of prolonged and improperly treated vasculitis is organ and tissue damage.\nTypes of vasculitis that can cause glomerulonephritis are polyangiitis and granulomatosis with polyangiitis.",
            "subsection_string": "Cause of acute glomerulonephritis\n1. Infection\nPostinfectious glomerulonephritis belongs to the first group of acute glomerulonephritis. People with infection-related illnesses are more likely to develop acute glomerulonephritis than others.\nThis is because infections such as pharyngitis, pharyngitis or streptococcal bacterial infection will cause changes in the human immune system. From there, the risk of acute glomerulonephritis in humans increases.\nInfections that can cause acute glomerulonephritis include:\nPost-streptococcal glomerulonephritis: Streptococcal pharyngitis or infections; Bacterial endocarditis: Infection of the inner lining of the heart chambers and valves; Viral kidney infection: Reverse infection when the patient has hepatitis B or C; HIV: The disease can cause acute glomerulonephritis. In some cases, acute glomerulonephritis can progress faster than HIV\n2. Autoimmune disease\nWhen a person's immune system loses the ability to distinguish between external agents and antigens inside the body, it can cause a number of diseases. These diseases are considered the cause of acute glomerulonephritis.\nAutoimmune diseases that require prevention of acute glomerulonephritis include:\nLupus erythematosus; goodpasture syndrome; IgA or berger nephropathy\n3. Vasculitis\nVasculitis is a condition in which blood vessels become thickened, narrowed, or scarred due to vascular damage. The disease causes changes in blood vessel walls, hindering blood flow. The consequence of prolonged and improperly treated vasculitis is organ and tissue damage.\nTypes of vasculitis that can cause glomerulonephritis are polyangiitis and granulomatosis with polyangiitis."
        },
        {
            "subsection_name": "Factors that increase the risk of disease",
            "subsection_content": "The causes of acute glomerulonephritis are very diverse. However, people with potential risk factors will be more susceptible to acute glomerulonephritis than others. In this case, the patient needs to pay attention to their health and treat the disease promptly because it will quickly progress to chronic glomerulonephritis or other more serious kidney diseases. (4)\nFactors that increase the risk of acute glomerulonephritis include:\nFamily history of kidney disease; The patient has ever had glomerulonephritis or has a history of kidney disease; Having health problems related to blood pressure or diabetes; Toxin exposure",
            "subsection_string": "Factors that increase the risk of disease\nThe causes of acute glomerulonephritis are very diverse. However, people with potential risk factors will be more susceptible to acute glomerulonephritis than others. In this case, the patient needs to pay attention to their health and treat the disease promptly because it will quickly progress to chronic glomerulonephritis or other more serious kidney diseases. (4)\nFactors that increase the risk of acute glomerulonephritis include:\nFamily history of kidney disease; The patient has ever had glomerulonephritis or has a history of kidney disease; Having health problems related to blood pressure or diabetes; Toxin exposure"
        },
        {
            "subsection_name": "When to see a doctor?",
            "subsection_content": "Acute glomerulonephritis is a disease that can recover on its own after a period of illness. However, medical experts and doctors recommend that people with acute glomerulonephritis should see a doctor as soon as their body begins to have symptoms of the disease.\nThis helps patients treat the disease promptly and properly to minimize the risk of developing other more dangerous kidney diseases. In addition, the doctor will also rely on the patient's medical history and clinical signs to predict the development of acute glomerulonephritis.\nAt the same time, evaluate potential kidney or urinary health risks that the patient may suffer in the future, along with advice on effective prevention.",
            "subsection_string": "When to see a doctor?\nAcute glomerulonephritis is a disease that can recover on its own after a period of illness. However, medical experts and doctors recommend that people with acute glomerulonephritis should see a doctor as soon as their body begins to have symptoms of the disease.\nThis helps patients treat the disease promptly and properly to minimize the risk of developing other more dangerous kidney diseases. In addition, the doctor will also rely on the patient's medical history and clinical signs to predict the development of acute glomerulonephritis.\nAt the same time, evaluate potential kidney or urinary health risks that the patient may suffer in the future, along with advice on effective prevention."
        },
        {
            "subsection_name": "Diagnosis of acute glomerulonephritis",
            "subsection_content": "1. Urine test\nAcute glomerulonephritis is usually diagnosed with a urine test. Because damaged glomeruli will cause red blood cells and proteins to leak into the urine. Therefore, urine testing is considered the optimal method to diagnose acute glomerulonephritis.\nUrine test results will show the following indicators:\nClearance of waste products filtered by the kidneys, also known as creatinine; Amount of protein in urine; Red blood cells in urine; Concentration of urine\n2. Blood test\nWith the method of diagnosing acute glomerulonephritis using blood test results mainly to check creatinine levels, waste filtered by the patient's kidneys. The doctor will rely on blood levels to diagnose whether the patient has acute glomerulonephritis or not.\nBlood test results show:\nRed blood cell concentration in the blood; Albumin concentration; Urine nitrogen concentration in the blood; Blood creatinine concentration\n3. Kidney biopsy\nKidney biopsy is a method that provides specific results about the disease. To get a piece of kidney tissue from the patient, the doctor will use a long needle to insert into the back to reach the kidney and perform a biopsy.\nPeople with abnormal urine or blood indexes will be prescribed a kidney biopsy by the doctor to better diagnose the disease.",
            "subsection_string": "Diagnosis of acute glomerulonephritis\n1. Urine test\nAcute glomerulonephritis is usually diagnosed with a urine test. Because damaged glomeruli will cause red blood cells and proteins to leak into the urine. Therefore, urine testing is considered the optimal method to diagnose acute glomerulonephritis.\nUrine test results will show the following indicators:\nClearance of waste products filtered by the kidneys, also known as creatinine; Amount of protein in urine; Red blood cells in urine; Concentration of urine\n2. Blood test\nWith the method of diagnosing acute glomerulonephritis using blood test results mainly to check creatinine levels, waste filtered by the patient's kidneys. The doctor will rely on blood levels to diagnose whether the patient has acute glomerulonephritis or not.\nBlood test results show:\nRed blood cell concentration in the blood; Albumin concentration; Urine nitrogen concentration in the blood; Blood creatinine concentration\n3. Kidney biopsy\nKidney biopsy is a method that provides specific results about the disease. To get a piece of kidney tissue from the patient, the doctor will use a long needle to insert into the back to reach the kidney and perform a biopsy.\nPeople with abnormal urine or blood indexes will be prescribed a kidney biopsy by the doctor to better diagnose the disease."
        },
        {
            "subsection_name": "How to treat acute glomerulonephritis",
            "subsection_content": "Acute glomerulonephritis can go away on its own without treatment. However, people with acute nephritis need to change their diet and healthy living habits to restore kidney function. The method is applied to people with glomerulonephritis who have a good prognosis and relatively mild symptoms.\nIn cases where patients with acute glomerulonephritis experience a lot of urinary retention, causing inconvenience in life, they can use diuretics. However, patients need to visit a doctor to be prescribed medication and treatment regimen appropriate to the patient's body condition.\nIf the person has acute glomerulonephritis due to infectious diseases, it is necessary to use antibiotics to kill streptococci first and then treat with nutrition later.",
            "subsection_string": "How to treat acute glomerulonephritis\nAcute glomerulonephritis can go away on its own without treatment. However, people with acute nephritis need to change their diet and healthy living habits to restore kidney function. The method is applied to people with glomerulonephritis who have a good prognosis and relatively mild symptoms.\nIn cases where patients with acute glomerulonephritis experience a lot of urinary retention, causing inconvenience in life, they can use diuretics. However, patients need to visit a doctor to be prescribed medication and treatment regimen appropriate to the patient's body condition.\nIf the person has acute glomerulonephritis due to infectious diseases, it is necessary to use antibiotics to kill streptococci first and then treat with nutrition later."
        },
        {
            "subsection_name": "Preventive measures for acute glomerulonephritis",
            "subsection_content": "1. Nutrition\nNutrition plays an important role in improving and enhancing kidney health. For patients with a history of high blood pressure, diet can also be changed to help control the disease.\nAcute glomerulonephritis can be prevented by drinking plenty of water and adopting a low-salt diet. Salty eating and lack of water are known to be among the top habits that increase the risk of kidney diseases, including acute glomerulonephritis.\nTo optimally prevent acute glomerulonephritis, patients should pay attention to the following nutritional regimen:\nLimit foods that are too salty and high in salt; Limit processed and canned foods; Drink enough water; Good control of potassium and protein in the diet; Eat lots of foods that are good for the kidneys such as sea bass, cauliflower, red grapes, garlic, buckwheat, etc.\nGrilled chicken breast and boiled broccoli are safe and healthy foods\n2. Living regime\nStrengthening the immune system and minimizing the risk of infectious diseases, especially streptococcal infections, is a recommended preventative measure for acute glomerulonephritis.\nYou can follow a healthy lifestyle to prevent acute glomerulonephritis:\nExercise regularly; Regularly control blood pressure; Carry out regular health checks; Use safe measures when having sex; Maintain hygiene for yourself and your living environment\nCenter for Urology and Nephrology, Department of Andrology - Urology of Tam Anh General Hospital System brings together a team of leading experts, Internal Medicine and Surgery, skilled and dedicated.\nPeople's Teacher Prof. Dr. Tran Quan Anh, Meritorious Physician Associate Prof. Dr. Vu Le Chuyen are giants in the field of Urology and Nephrology in Vietnam. Along with the names of excellent physicians Dr. Nguyen The Truong, excellent physicians Doctor II Ta Phuong Dung, Dr. Nguyen Hoang Duc, Dr. Tu Thanh Tri Dung, MSc.CKI Nguyen Duc Nhuan, BS.CKII Nguyen Le Tuyen, MSc. Nguyen Tan Cuong, MSc. Ta Ngoc Thach, BS.CKI Phan Truong Nam...\nThe Center's experts and doctors are always confident in mastering the latest techniques, early detecting and effectively treating kidney and urinary tract diseases, helping patients shorten hospital stays and limit risk of recurrence, improving quality of life.\nWith the leading modern machinery and equipment system in the country and the region; Operating room meets international standards; Along with a 5-star boarding area and high-class service... The Urology and Nephrology Center stands out with examination, screening and treatment services for all urinary tract diseases. From common surgeries to major high-tech surgeries.\nThese include laparoscopic kidney stone surgery, kidney transplant, tumor resection to preserve kidney parenchyma; Radical nephrectomy; Radical prostatectomy; total bladder resection and small bowel cystoplasty; adrenalectomy; shaping urinary tract defects... Diagnosis - medical and surgical treatment of all male diseases.\nTo schedule an examination and treatment with leading experts at the Center for Urology and Nephrology, Department of Andrology - Urology, Tam Anh General Hospital System, you can make an appointment online through the following ways:\nCall the hotline 0287 102 6789 - 093 180 6858 (HCMC) or 024 3872 3872 - 024 7106 6858 (Hanoi) to register for a private medical appointment with a specialist, through the customer service staff.; Register for a medical appointment with any doctor you trust at the link: https://tamanhhospital.vn/danh-cho-khach-hang/dat-lich-kham/; Send a message on Tam Anh General Hospital Fanpage or Tam Anh General Hospital Urology and Andrology Fanpage; Text message via Zalo OA of Tam Anh General Hospital.\nAcute glomerulonephritis is a disease related to the decline in glomerular function, causing the body to be unable to filter waste and urine completely. When the glomerulus is suddenly damaged, it leads to inflammation, causing red blood cells and proteins to leak into the urine. Therefore, acute glomerulonephritis can be recognized through typical clinical signs of hematuria and foamy urine.\nThe disease is caused by many causes and there is no specific absolute prevention measure. However, glomerulonephritis can go away on its own without medication. To support the recovery process and improve inflamed glomeruli, patients are encouraged to change their diet to be rich in green vegetables, low in salt and control the amount of potassium in the body.",
            "subsection_string": "Preventive measures for acute glomerulonephritis\n1. Nutrition\nNutrition plays an important role in improving and enhancing kidney health. For patients with a history of high blood pressure, diet can also be changed to help control the disease.\nAcute glomerulonephritis can be prevented by drinking plenty of water and adopting a low-salt diet. Salty eating and lack of water are known to be among the top habits that increase the risk of kidney diseases, including acute glomerulonephritis.\nTo optimally prevent acute glomerulonephritis, patients should pay attention to the following nutritional regimen:\nLimit foods that are too salty and high in salt; Limit processed and canned foods; Drink enough water; Good control of potassium and protein in the diet; Eat lots of foods that are good for the kidneys such as sea bass, cauliflower, red grapes, garlic, buckwheat, etc.\nGrilled chicken breast and boiled broccoli are safe and healthy foods\n2. Living regime\nStrengthening the immune system and minimizing the risk of infectious diseases, especially streptococcal infections, is a recommended preventative measure for acute glomerulonephritis.\nYou can follow a healthy lifestyle to prevent acute glomerulonephritis:\nExercise regularly; Regularly control blood pressure; Carry out regular health checks; Use safe measures when having sex; Maintain hygiene for yourself and your living environment\nCenter for Urology and Nephrology, Department of Andrology - Urology of Tam Anh General Hospital System brings together a team of leading experts, Internal Medicine and Surgery, skilled and dedicated.\nPeople's Teacher Prof. Dr. Tran Quan Anh, Meritorious Physician Associate Prof. Dr. Vu Le Chuyen are giants in the field of Urology and Nephrology in Vietnam. Along with the names of excellent physicians Dr. Nguyen The Truong, excellent physicians Doctor II Ta Phuong Dung, Dr. Nguyen Hoang Duc, Dr. Tu Thanh Tri Dung, MSc.CKI Nguyen Duc Nhuan, BS.CKII Nguyen Le Tuyen, MSc. Nguyen Tan Cuong, MSc. Ta Ngoc Thach, BS.CKI Phan Truong Nam...\nThe Center's experts and doctors are always confident in mastering the latest techniques, early detecting and effectively treating kidney and urinary tract diseases, helping patients shorten hospital stays and limit risk of recurrence, improving quality of life.\nWith the leading modern machinery and equipment system in the country and the region; Operating room meets international standards; Along with a 5-star boarding area and high-class service... The Urology and Nephrology Center stands out with examination, screening and treatment services for all urinary tract diseases. From common surgeries to major high-tech surgeries.\nThese include laparoscopic kidney stone surgery, kidney transplant, tumor resection to preserve kidney parenchyma; Radical nephrectomy; Radical prostatectomy; total bladder resection and small bowel cystoplasty; adrenalectomy; shaping urinary tract defects... Diagnosis - medical and surgical treatment of all male diseases.\nTo schedule an examination and treatment with leading experts at the Center for Urology and Nephrology, Department of Andrology - Urology, Tam Anh General Hospital System, you can make an appointment online through the following ways:\nCall the hotline 0287 102 6789 - 093 180 6858 (HCMC) or 024 3872 3872 - 024 7106 6858 (Hanoi) to register for a private medical appointment with a specialist, through the customer service staff.; Register for a medical appointment with any doctor you trust at the link: https://tamanhhospital.vn/danh-cho-khach-hang/dat-lich-kham/; Send a message on Tam Anh General Hospital Fanpage or Tam Anh General Hospital Urology and Andrology Fanpage; Text message via Zalo OA of Tam Anh General Hospital.\nAcute glomerulonephritis is a disease related to the decline in glomerular function, causing the body to be unable to filter waste and urine completely. When the glomerulus is suddenly damaged, it leads to inflammation, causing red blood cells and proteins to leak into the urine. Therefore, acute glomerulonephritis can be recognized through typical clinical signs of hematuria and foamy urine.\nThe disease is caused by many causes and there is no specific absolute prevention measure. However, glomerulonephritis can go away on its own without medication. To support the recovery process and improve inflamed glomeruli, patients are encouraged to change their diet to be rich in green vegetables, low in salt and control the amount of potassium in the body."
        }
    ],
    "name": "viem-cau-than-cap.json"
}