{
    "title": "Interstitial cystitis: Causes, symptoms and treatment",
    "category": "Urology",
    "link": "https://tamanhhospital.vn/viem-bang-quang-ke/",
    "abstract": "Interstitial cystitis is chronic pelvic pain accompanied by increased frequency of urination. However, interstitial cystitis is not caused by bacteria and is more common in women than men because of differences in biological structure. Currently, the specific cause of cystitis has not been determined, but you can still proactively prevent the disease by minimizing the risk of getting the disease.",
    "content": "Interstitial cystitis: Causes, symptoms and treatment\n\nInterstitial cystitis is chronic pelvic pain accompanied by increased frequency of urination. However, interstitial cystitis is not caused by bacteria and is more common in women than men because of differences in biological structure. Currently, the specific cause of cystitis has not been determined, but you can still proactively prevent the disease by minimizing the risk of getting the disease.\n\nWhat is interstitial cystitis?\nInterstitial cystitis is a type of urinary tract disease that is not caused by bacteria. The disease causes pain in the pelvis, above the pubic bone or abdomen due to damage to the bladder. At the same time, symptoms of stinging or burning when urinating, frequent urination, and urgency appear. These are chronic clinical symptoms, patients can control and improve them, but there is still no definitive treatment. (first)\nThe bladder is an organ in the urinary system whose function is to store urine before it is discharged from the body. Interstitial cystitis causes the bladder to become inflamed. When the mucosal and submucosal layers are eroded, the bladder does not receive optimal protection and is vulnerable to adverse effects. From there, it reduces the patient's urinary health.\nInterstitial cystitis is more common in women than men, with 90% of interstitial cystitis cases being in women. A statistic from MSD shows that white people are more likely to get the disease than other groups. Interstitial cystitis is not a dangerous disease, however its symptoms can cause inconvenience for the patient in daily life.\nFurthermore, complications of the disease are related not only to urinary health but also mental health and are also an issue that patients need to be careful about.\nSee also: Cystitis in women: Causes, symptoms and prevention\n\nWhat causes interstitial cystitis?\nCurrently, there is no official announcement confirming the specific cause of interstitial cystitis. Although the symptoms of interstitial cystitis are similar to acute cystitis, the disease is not caused by bacteria, so problems related to urinary tract infections are not the main cause of the disease. (2)\nBased on the results of the experiments, it can be seen that the physiology of interstitial cystitis is related to the loss of protective mucus in the ureter. Furthermore, urinary potassium is confirmed to be a factor that negatively affects the bladder.\nPotassiumuria can cause sensory nerve irritation and damage to smooth muscle in the bladder. Therefore, people with cystitis or interstitial cystitis are often prescribed to limit foods containing potassium.\n\nSigns and symptoms of interstitial cystitis\nPeople with interstitial cystitis will have clear clinical signs with pain in the pelvis, pubic bone, bladder pressure along with urinary urgency. Depending on each person's medical condition and health, the intensity of the pain will vary. Most symptoms do not appear initially, but they will make the disease worse because the bladder wall is continuously damaged and left untreated.\n1. Urgent urination\nUrinary urgency is one of the common clinical signs of interstitial cystitis. The patient will feel the need to urinate as soon as the need arises. In other words, patients with urgent urination find it difficult to control the urination reflex. For older people or children with interstitial cystitis, urinary urgency can lead to urinary incontinence or urinary incontinence.\n2. Unusually high need to urinate\nWhen suffering from interstitial cystitis, the patient has a higher need to urinate than usual even though the patient does not drink much water. The frequency of urination in a day for people with interstitial cystitis can be more than 10-20 times a day, while the number of urinations for healthy people is in the range of 4-7 times a day.\nBesides, people with interstitial cystitis will always feel bladder tightness. It often feels like the bladder is holding a large amount of pre-void and needs to be eliminated even though you have just finished urinating.\n3. Pain in the pelvis and pubic bone\nInflammation of the bladder wall causes spasms and a feeling of heavy pressure in the pelvis and pubic bone. The pain will be more severe when the patient holds in urine or the bladder is full and gradually decreases when the patient has urinated all the water in the bladder. Besides, the patient will also feel pain, burning or stinging when urinating.\nThe intensity of the pain will increase when the patient has sex, is stressed or has mental health problems, and during menstruation in women. Normally, these pain will not last continuously but will flare up at certain times. Therefore, patients should clearly understand their condition to prepare effective measures to limit pain during outbreaks.\n\nRisk of interstitial cystitis\nAccording to information from the Centers for Disease Control and Prevention (CDC), interstitial cystitis is a disease that can occur in people of all ages. also said that for every 100,000 people, 5.1 people will suffer from interstitial cystitis. (3)\nThe disease occurs most commonly between the ages of 20-40 years old. White people and women are believed to be more susceptible to interstitial cystitis than others. For women, due to the biological structure of the urethra, they are at greater risk of the disease than men with a ratio of 9/1. However, interstitial cystitis in women often leaves early clinical signs that help them detect and treat the disease promptly. Limit complications of the disease.\nThe US National Institutes of Health NIDDK also offers some notes to help you limit the risk of interstitial cystitis:\nPay attention to genital hygiene to prevent urinary tract infections; Avoid holding urine or holding urine for too long; Avoid wearing clothes and underwear that are too tight; Make sure the ingredients in cleaning solutions and laundry detergent are not harmful to health; Avoid taking medication spontaneously, not as prescribed by your doctor. Especially pain relievers, antidepressants and contraceptives\nSee more: Chronic cystitis: Causes, symptoms\n\nPotential complications of interstitial cystitis\nIf patients with interstitial cystitis do not detect the disease early and receive timely treatment intervention, they will face a number of complications of the disease. Although complications do not directly affect life or are classified as dangerous diseases, they still cause significant inconvenience to the patient's life and reduce the patient's health.\nPotential complications of interstitial cystitis that you need to be aware of:\nReduced bladder capacity: Interstitial cystitis can make the bladder wall thicker and harder. Leads to limiting the amount of water that can be held in the bladder.; Reduced quality of life: Pain and frequent urination become factors that cause obstacles in your daily activities and work.; Inconvenience during sex: Pain in the pelvic area and pubic bone will get worse during sex. This becomes the reason why the patient is reluctant to have sex, or even reduces the need for sex.; Mental health problems: Patients may experience stress and difficulty controlling emotions because of chronic pain and insomnia caused by interstitial cystitis. In some cases, people are likely to face depression if stress and emotional disturbances persist.\n\nHow is interstitial cystitis diagnosed?\nDiagnosis of interstitial cystitis usually involves two main steps including clinical assessment and paraclinical diagnosis.\nClinical assessment is an activity where the doctor will collect and review the patient's health status and medical history. Combined with the symptoms that the patient is currently having, there is a total assessment as well as a prognosis of possible urinary health problems. From there, an appropriate paraclinical diagnostic method is proposed.\nParaclinical diagnostic methods help doctors examine the state of the patient's urethra and bladder. If necessary, the doctor can also biopsy a tissue sample inside the bladder to get an accurate diagnosis. First, the doctor will test and rule out diseases related to urinary tract infections and bladder cancer. If the results are normal, the doctor will make a diagnosis of interstitial cystitis.\nTwo methods of paraclinical diagnosis of interstitial cystitis include:\nUrine test: The doctor will check the index of white blood cells, red blood cells and bacteria in the patient's urine. For test results to be accurate, patients need to get a clean, mid-stream urine sample to meet testing standards.; Cystoscopy: The doctor evaluates the condition of damage and inflammation of the bladder through images when performing cystoscopy. In this method, the patient is placed a specialized endoscope with a camera attached into the urethra, from there it goes to the bladder and examines the condition of the bladder including ulcers and the thickness of the bladder wall. radiation, signs of cancer, infection.\n\nTreatment methods for interstitial cystitis\nTreatment with western medicine\nTreatment of interstitial cystitis with Western medicine aims to improve the bladder protection layer and reduce pain for the patient. Depending on each person's symptoms and pain intensity, the doctor will prescribe appropriate treatment medications.\nSome common medications to treat interstitial cystitis include:\nPentosan  polysulfate sodium: Helps restore bladder protection.; Tricyclic antidepressants: Helps reduce pain during flare-ups; NSAIDs: Helps reduce pain. However, you need to use the medicine exactly as prescribed by your doctor to avoid your stomach being adversely affected by the side effects of the medicine; Antihistamines: Used to directly inhibit basophils or prevent allergic reactions\n1. Surgical treatment\nIn some necessary cases, the doctor will prescribe the patient to treat interstitial cystitis with surgical treatment. Often applied to people with severe pain and patients who cannot tolerate other treatments. The success of surgical treatment depends largely on the patient's physical condition and bladder condition. There are some cases where symptoms still appear after surgery, but there are still cases where the patient has a clear positive improvement after surgery.\nSome surgical treatment methods for people with interstitial cystitis include:\nBladder dilation with physiological saline; Partial cystectomy; Expanding bladder volume; Cystoplasty; Divert urine flow\n\nHow to prevent interstitial cystitis after treatment\nInterstitial cystitis is considered a chronic disease. Although it is very difficult for the patient to completely recover, the disease can still be controlled and improved to alleviate symptoms and stabilize urinary health.\nChanging a healthy lifestyle is a leading method to help you control and improve your disease after receiving treatment. Besides, for patients who are being treated for interstitial cystitis,  you also need to combine this method to optimize results after treatment.\nSome common activities that you need to keep in mind to improve interstitial cystitis:\nDrink enough water; Limit eating foods high in potassium such as caffeine, chocolate, tomatoes; Limit or stop smoking; Exercise or physical therapy specifically for people with interstitial cystitis\nInterstitial cystitis is a chronic disease that causes pelvic pain and bladder tightness. Not only physical pain, the disease also causes inconvenience in daily activities when people with cystitis have symptoms of urinary urgency, urgency, and urinary incontinence. To effectively prevent interstitial cystitis, you need to understand what interstitial cystitis is, its causes, and treatment methods.\nThe Center for Urology and Nephrology, Department of Andrology of Tam Anh General Hospital System brings together a team of leading experts in internal medicine and surgery, skilled and dedicated.\nThe Center's experts and doctors are always confident in mastering the latest techniques, early detecting and effectively treating kidney and urinary tract diseases, helping patients shorten hospital stays and limit risk of recurrence, improving quality of life.\nWith the leading modern machinery and equipment system in the country and the region; Operating room meets international standards; Along with a 5-star boarding area and high-class service... The Urology and Nephrology Center stands out with examination, screening and treatment services for all urinary tract diseases. From common surgeries to major high-tech surgeries.\nThese include laparoscopic kidney stone surgery, kidney transplant, tumor resection to preserve kidney parenchyma; Radical nephrectomy; Radical prostatectomy; total bladder resection and small bowel cystoplasty; adrenalectomy; shaping urinary tract defects... Diagnosis - medical and surgical treatment of all male diseases.\nTo schedule an appointment for prostate examination and surgery with leading experts at the Center for Urology and Nephrology, Department of Andrology, Tam Anh General Hospital System, you can make an appointment online through the following ways:\nCall the hotline 0287 102 6789 - 093 180 6858 (HCMC) or 024 3872 3872 - 024 7106 6858 (Hanoi) to register for a private medical appointment with a specialist, through the customer service staff.; Register for a medical appointment with any doctor you trust at the link: https://tamanhhospital.vn/danh-cho-khach-hang/dat-lich-kham/; Send a message on Tam Anh General Hospital Fanpage or Tam Anh General Hospital Urology and Andrology Fanpage\nFor people with interstitial cystitis, you need to understand the condition as well as the outbreak cycle to take appropriate treatment measures to maintain stable urinary health. In addition, patients also need to be careful during treatment and follow instructions from specialists to limit bad risks and increase the possibility of improving urinary health.",
    "subsections": [
        {
            "subsection_name": "What is interstitial cystitis?",
            "subsection_content": "Interstitial cystitis is a type of urinary tract disease that is not caused by bacteria. The disease causes pain in the pelvis, above the pubic bone or abdomen due to damage to the bladder. At the same time, symptoms of stinging or burning when urinating, frequent urination, and urgency appear. These are chronic clinical symptoms, patients can control and improve them, but there is still no definitive treatment. (first)\nThe bladder is an organ in the urinary system whose function is to store urine before it is discharged from the body. Interstitial cystitis causes the bladder to become inflamed. When the mucosal and submucosal layers are eroded, the bladder does not receive optimal protection and is vulnerable to adverse effects. From there, it reduces the patient's urinary health.\nInterstitial cystitis is more common in women than men, with 90% of interstitial cystitis cases being in women. A statistic from MSD shows that white people are more likely to get the disease than other groups. Interstitial cystitis is not a dangerous disease, however its symptoms can cause inconvenience for the patient in daily life.\nFurthermore, complications of the disease are related not only to urinary health but also mental health and are also an issue that patients need to be careful about.\nSee also: Cystitis in women: Causes, symptoms and prevention",
            "subsection_string": "What is interstitial cystitis?\nInterstitial cystitis is a type of urinary tract disease that is not caused by bacteria. The disease causes pain in the pelvis, above the pubic bone or abdomen due to damage to the bladder. At the same time, symptoms of stinging or burning when urinating, frequent urination, and urgency appear. These are chronic clinical symptoms, patients can control and improve them, but there is still no definitive treatment. (first)\nThe bladder is an organ in the urinary system whose function is to store urine before it is discharged from the body. Interstitial cystitis causes the bladder to become inflamed. When the mucosal and submucosal layers are eroded, the bladder does not receive optimal protection and is vulnerable to adverse effects. From there, it reduces the patient's urinary health.\nInterstitial cystitis is more common in women than men, with 90% of interstitial cystitis cases being in women. A statistic from MSD shows that white people are more likely to get the disease than other groups. Interstitial cystitis is not a dangerous disease, however its symptoms can cause inconvenience for the patient in daily life.\nFurthermore, complications of the disease are related not only to urinary health but also mental health and are also an issue that patients need to be careful about.\nSee also: Cystitis in women: Causes, symptoms and prevention"
        },
        {
            "subsection_name": "What causes interstitial cystitis?",
            "subsection_content": "Currently, there is no official announcement confirming the specific cause of interstitial cystitis. Although the symptoms of interstitial cystitis are similar to acute cystitis, the disease is not caused by bacteria, so problems related to urinary tract infections are not the main cause of the disease. (2)\nBased on the results of the experiments, it can be seen that the physiology of interstitial cystitis is related to the loss of protective mucus in the ureter. Furthermore, urinary potassium is confirmed to be a factor that negatively affects the bladder.\nPotassiumuria can cause sensory nerve irritation and damage to smooth muscle in the bladder. Therefore, people with cystitis or interstitial cystitis are often prescribed to limit foods containing potassium.",
            "subsection_string": "What causes interstitial cystitis?\nCurrently, there is no official announcement confirming the specific cause of interstitial cystitis. Although the symptoms of interstitial cystitis are similar to acute cystitis, the disease is not caused by bacteria, so problems related to urinary tract infections are not the main cause of the disease. (2)\nBased on the results of the experiments, it can be seen that the physiology of interstitial cystitis is related to the loss of protective mucus in the ureter. Furthermore, urinary potassium is confirmed to be a factor that negatively affects the bladder.\nPotassiumuria can cause sensory nerve irritation and damage to smooth muscle in the bladder. Therefore, people with cystitis or interstitial cystitis are often prescribed to limit foods containing potassium."
        },
        {
            "subsection_name": "Signs and symptoms of interstitial cystitis",
            "subsection_content": "People with interstitial cystitis will have clear clinical signs with pain in the pelvis, pubic bone, bladder pressure along with urinary urgency. Depending on each person's medical condition and health, the intensity of the pain will vary. Most symptoms do not appear initially, but they will make the disease worse because the bladder wall is continuously damaged and left untreated.\n1. Urgent urination\nUrinary urgency is one of the common clinical signs of interstitial cystitis. The patient will feel the need to urinate as soon as the need arises. In other words, patients with urgent urination find it difficult to control the urination reflex. For older people or children with interstitial cystitis, urinary urgency can lead to urinary incontinence or urinary incontinence.\n2. Unusually high need to urinate\nWhen suffering from interstitial cystitis, the patient has a higher need to urinate than usual even though the patient does not drink much water. The frequency of urination in a day for people with interstitial cystitis can be more than 10-20 times a day, while the number of urinations for healthy people is in the range of 4-7 times a day.\nBesides, people with interstitial cystitis will always feel bladder tightness. It often feels like the bladder is holding a large amount of pre-void and needs to be eliminated even though you have just finished urinating.\n3. Pain in the pelvis and pubic bone\nInflammation of the bladder wall causes spasms and a feeling of heavy pressure in the pelvis and pubic bone. The pain will be more severe when the patient holds in urine or the bladder is full and gradually decreases when the patient has urinated all the water in the bladder. Besides, the patient will also feel pain, burning or stinging when urinating.\nThe intensity of the pain will increase when the patient has sex, is stressed or has mental health problems, and during menstruation in women. Normally, these pain will not last continuously but will flare up at certain times. Therefore, patients should clearly understand their condition to prepare effective measures to limit pain during outbreaks.",
            "subsection_string": "Signs and symptoms of interstitial cystitis\nPeople with interstitial cystitis will have clear clinical signs with pain in the pelvis, pubic bone, bladder pressure along with urinary urgency. Depending on each person's medical condition and health, the intensity of the pain will vary. Most symptoms do not appear initially, but they will make the disease worse because the bladder wall is continuously damaged and left untreated.\n1. Urgent urination\nUrinary urgency is one of the common clinical signs of interstitial cystitis. The patient will feel the need to urinate as soon as the need arises. In other words, patients with urgent urination find it difficult to control the urination reflex. For older people or children with interstitial cystitis, urinary urgency can lead to urinary incontinence or urinary incontinence.\n2. Unusually high need to urinate\nWhen suffering from interstitial cystitis, the patient has a higher need to urinate than usual even though the patient does not drink much water. The frequency of urination in a day for people with interstitial cystitis can be more than 10-20 times a day, while the number of urinations for healthy people is in the range of 4-7 times a day.\nBesides, people with interstitial cystitis will always feel bladder tightness. It often feels like the bladder is holding a large amount of pre-void and needs to be eliminated even though you have just finished urinating.\n3. Pain in the pelvis and pubic bone\nInflammation of the bladder wall causes spasms and a feeling of heavy pressure in the pelvis and pubic bone. The pain will be more severe when the patient holds in urine or the bladder is full and gradually decreases when the patient has urinated all the water in the bladder. Besides, the patient will also feel pain, burning or stinging when urinating.\nThe intensity of the pain will increase when the patient has sex, is stressed or has mental health problems, and during menstruation in women. Normally, these pain will not last continuously but will flare up at certain times. Therefore, patients should clearly understand their condition to prepare effective measures to limit pain during outbreaks."
        },
        {
            "subsection_name": "Risk of interstitial cystitis",
            "subsection_content": "According to information from the Centers for Disease Control and Prevention (CDC), interstitial cystitis is a disease that can occur in people of all ages. also said that for every 100,000 people, 5.1 people will suffer from interstitial cystitis. (3)\nThe disease occurs most commonly between the ages of 20-40 years old. White people and women are believed to be more susceptible to interstitial cystitis than others. For women, due to the biological structure of the urethra, they are at greater risk of the disease than men with a ratio of 9/1. However, interstitial cystitis in women often leaves early clinical signs that help them detect and treat the disease promptly. Limit complications of the disease.\nThe US National Institutes of Health NIDDK also offers some notes to help you limit the risk of interstitial cystitis:\nPay attention to genital hygiene to prevent urinary tract infections; Avoid holding urine or holding urine for too long; Avoid wearing clothes and underwear that are too tight; Make sure the ingredients in cleaning solutions and laundry detergent are not harmful to health; Avoid taking medication spontaneously, not as prescribed by your doctor. Especially pain relievers, antidepressants and contraceptives\nSee more: Chronic cystitis: Causes, symptoms",
            "subsection_string": "Risk of interstitial cystitis\nAccording to information from the Centers for Disease Control and Prevention (CDC), interstitial cystitis is a disease that can occur in people of all ages. also said that for every 100,000 people, 5.1 people will suffer from interstitial cystitis. (3)\nThe disease occurs most commonly between the ages of 20-40 years old. White people and women are believed to be more susceptible to interstitial cystitis than others. For women, due to the biological structure of the urethra, they are at greater risk of the disease than men with a ratio of 9/1. However, interstitial cystitis in women often leaves early clinical signs that help them detect and treat the disease promptly. Limit complications of the disease.\nThe US National Institutes of Health NIDDK also offers some notes to help you limit the risk of interstitial cystitis:\nPay attention to genital hygiene to prevent urinary tract infections; Avoid holding urine or holding urine for too long; Avoid wearing clothes and underwear that are too tight; Make sure the ingredients in cleaning solutions and laundry detergent are not harmful to health; Avoid taking medication spontaneously, not as prescribed by your doctor. Especially pain relievers, antidepressants and contraceptives\nSee more: Chronic cystitis: Causes, symptoms"
        },
        {
            "subsection_name": "Potential complications of interstitial cystitis",
            "subsection_content": "If patients with interstitial cystitis do not detect the disease early and receive timely treatment intervention, they will face a number of complications of the disease. Although complications do not directly affect life or are classified as dangerous diseases, they still cause significant inconvenience to the patient's life and reduce the patient's health.\nPotential complications of interstitial cystitis that you need to be aware of:\nReduced bladder capacity: Interstitial cystitis can make the bladder wall thicker and harder. Leads to limiting the amount of water that can be held in the bladder.; Reduced quality of life: Pain and frequent urination become factors that cause obstacles in your daily activities and work.; Inconvenience during sex: Pain in the pelvic area and pubic bone will get worse during sex. This becomes the reason why the patient is reluctant to have sex, or even reduces the need for sex.; Mental health problems: Patients may experience stress and difficulty controlling emotions because of chronic pain and insomnia caused by interstitial cystitis. In some cases, people are likely to face depression if stress and emotional disturbances persist.",
            "subsection_string": "Potential complications of interstitial cystitis\nIf patients with interstitial cystitis do not detect the disease early and receive timely treatment intervention, they will face a number of complications of the disease. Although complications do not directly affect life or are classified as dangerous diseases, they still cause significant inconvenience to the patient's life and reduce the patient's health.\nPotential complications of interstitial cystitis that you need to be aware of:\nReduced bladder capacity: Interstitial cystitis can make the bladder wall thicker and harder. Leads to limiting the amount of water that can be held in the bladder.; Reduced quality of life: Pain and frequent urination become factors that cause obstacles in your daily activities and work.; Inconvenience during sex: Pain in the pelvic area and pubic bone will get worse during sex. This becomes the reason why the patient is reluctant to have sex, or even reduces the need for sex.; Mental health problems: Patients may experience stress and difficulty controlling emotions because of chronic pain and insomnia caused by interstitial cystitis. In some cases, people are likely to face depression if stress and emotional disturbances persist."
        },
        {
            "subsection_name": "How is interstitial cystitis diagnosed?",
            "subsection_content": "Diagnosis of interstitial cystitis usually involves two main steps including clinical assessment and paraclinical diagnosis.\nClinical assessment is an activity where the doctor will collect and review the patient's health status and medical history. Combined with the symptoms that the patient is currently having, there is a total assessment as well as a prognosis of possible urinary health problems. From there, an appropriate paraclinical diagnostic method is proposed.\nParaclinical diagnostic methods help doctors examine the state of the patient's urethra and bladder. If necessary, the doctor can also biopsy a tissue sample inside the bladder to get an accurate diagnosis. First, the doctor will test and rule out diseases related to urinary tract infections and bladder cancer. If the results are normal, the doctor will make a diagnosis of interstitial cystitis.\nTwo methods of paraclinical diagnosis of interstitial cystitis include:\nUrine test: The doctor will check the index of white blood cells, red blood cells and bacteria in the patient's urine. For test results to be accurate, patients need to get a clean, mid-stream urine sample to meet testing standards.; Cystoscopy: The doctor evaluates the condition of damage and inflammation of the bladder through images when performing cystoscopy. In this method, the patient is placed a specialized endoscope with a camera attached into the urethra, from there it goes to the bladder and examines the condition of the bladder including ulcers and the thickness of the bladder wall. radiation, signs of cancer, infection.",
            "subsection_string": "How is interstitial cystitis diagnosed?\nDiagnosis of interstitial cystitis usually involves two main steps including clinical assessment and paraclinical diagnosis.\nClinical assessment is an activity where the doctor will collect and review the patient's health status and medical history. Combined with the symptoms that the patient is currently having, there is a total assessment as well as a prognosis of possible urinary health problems. From there, an appropriate paraclinical diagnostic method is proposed.\nParaclinical diagnostic methods help doctors examine the state of the patient's urethra and bladder. If necessary, the doctor can also biopsy a tissue sample inside the bladder to get an accurate diagnosis. First, the doctor will test and rule out diseases related to urinary tract infections and bladder cancer. If the results are normal, the doctor will make a diagnosis of interstitial cystitis.\nTwo methods of paraclinical diagnosis of interstitial cystitis include:\nUrine test: The doctor will check the index of white blood cells, red blood cells and bacteria in the patient's urine. For test results to be accurate, patients need to get a clean, mid-stream urine sample to meet testing standards.; Cystoscopy: The doctor evaluates the condition of damage and inflammation of the bladder through images when performing cystoscopy. In this method, the patient is placed a specialized endoscope with a camera attached into the urethra, from there it goes to the bladder and examines the condition of the bladder including ulcers and the thickness of the bladder wall. radiation, signs of cancer, infection."
        },
        {
            "subsection_name": "Treatment methods for interstitial cystitis",
            "subsection_content": "Treatment with western medicine\nTreatment of interstitial cystitis with Western medicine aims to improve the bladder protection layer and reduce pain for the patient. Depending on each person's symptoms and pain intensity, the doctor will prescribe appropriate treatment medications.\nSome common medications to treat interstitial cystitis include:\nPentosan  polysulfate sodium: Helps restore bladder protection.; Tricyclic antidepressants: Helps reduce pain during flare-ups; NSAIDs: Helps reduce pain. However, you need to use the medicine exactly as prescribed by your doctor to avoid your stomach being adversely affected by the side effects of the medicine; Antihistamines: Used to directly inhibit basophils or prevent allergic reactions\n1. Surgical treatment\nIn some necessary cases, the doctor will prescribe the patient to treat interstitial cystitis with surgical treatment. Often applied to people with severe pain and patients who cannot tolerate other treatments. The success of surgical treatment depends largely on the patient's physical condition and bladder condition. There are some cases where symptoms still appear after surgery, but there are still cases where the patient has a clear positive improvement after surgery.\nSome surgical treatment methods for people with interstitial cystitis include:\nBladder dilation with physiological saline; Partial cystectomy; Expanding bladder volume; Cystoplasty; Divert urine flow",
            "subsection_string": "Treatment methods for interstitial cystitis\nTreatment with western medicine\nTreatment of interstitial cystitis with Western medicine aims to improve the bladder protection layer and reduce pain for the patient. Depending on each person's symptoms and pain intensity, the doctor will prescribe appropriate treatment medications.\nSome common medications to treat interstitial cystitis include:\nPentosan  polysulfate sodium: Helps restore bladder protection.; Tricyclic antidepressants: Helps reduce pain during flare-ups; NSAIDs: Helps reduce pain. However, you need to use the medicine exactly as prescribed by your doctor to avoid your stomach being adversely affected by the side effects of the medicine; Antihistamines: Used to directly inhibit basophils or prevent allergic reactions\n1. Surgical treatment\nIn some necessary cases, the doctor will prescribe the patient to treat interstitial cystitis with surgical treatment. Often applied to people with severe pain and patients who cannot tolerate other treatments. The success of surgical treatment depends largely on the patient's physical condition and bladder condition. There are some cases where symptoms still appear after surgery, but there are still cases where the patient has a clear positive improvement after surgery.\nSome surgical treatment methods for people with interstitial cystitis include:\nBladder dilation with physiological saline; Partial cystectomy; Expanding bladder volume; Cystoplasty; Divert urine flow"
        },
        {
            "subsection_name": "How to prevent interstitial cystitis after treatment",
            "subsection_content": "Interstitial cystitis is considered a chronic disease. Although it is very difficult for the patient to completely recover, the disease can still be controlled and improved to alleviate symptoms and stabilize urinary health.\nChanging a healthy lifestyle is a leading method to help you control and improve your disease after receiving treatment. Besides, for patients who are being treated for interstitial cystitis,  you also need to combine this method to optimize results after treatment.\nSome common activities that you need to keep in mind to improve interstitial cystitis:\nDrink enough water; Limit eating foods high in potassium such as caffeine, chocolate, tomatoes; Limit or stop smoking; Exercise or physical therapy specifically for people with interstitial cystitis\nInterstitial cystitis is a chronic disease that causes pelvic pain and bladder tightness. Not only physical pain, the disease also causes inconvenience in daily activities when people with cystitis have symptoms of urinary urgency, urgency, and urinary incontinence. To effectively prevent interstitial cystitis, you need to understand what interstitial cystitis is, its causes, and treatment methods.\nThe Center for Urology and Nephrology, Department of Andrology of Tam Anh General Hospital System brings together a team of leading experts in internal medicine and surgery, skilled and dedicated.\nThe Center's experts and doctors are always confident in mastering the latest techniques, early detecting and effectively treating kidney and urinary tract diseases, helping patients shorten hospital stays and limit risk of recurrence, improving quality of life.\nWith the leading modern machinery and equipment system in the country and the region; Operating room meets international standards; Along with a 5-star boarding area and high-class service... The Urology and Nephrology Center stands out with examination, screening and treatment services for all urinary tract diseases. From common surgeries to major high-tech surgeries.\nThese include laparoscopic kidney stone surgery, kidney transplant, tumor resection to preserve kidney parenchyma; Radical nephrectomy; Radical prostatectomy; total bladder resection and small bowel cystoplasty; adrenalectomy; shaping urinary tract defects... Diagnosis - medical and surgical treatment of all male diseases.\nTo schedule an appointment for prostate examination and surgery with leading experts at the Center for Urology and Nephrology, Department of Andrology, Tam Anh General Hospital System, you can make an appointment online through the following ways:\nCall the hotline 0287 102 6789 - 093 180 6858 (HCMC) or 024 3872 3872 - 024 7106 6858 (Hanoi) to register for a private medical appointment with a specialist, through the customer service staff.; Register for a medical appointment with any doctor you trust at the link: https://tamanhhospital.vn/danh-cho-khach-hang/dat-lich-kham/; Send a message on Tam Anh General Hospital Fanpage or Tam Anh General Hospital Urology and Andrology Fanpage\nFor people with interstitial cystitis, you need to understand the condition as well as the outbreak cycle to take appropriate treatment measures to maintain stable urinary health. In addition, patients also need to be careful during treatment and follow instructions from specialists to limit bad risks and increase the possibility of improving urinary health.",
            "subsection_string": "How to prevent interstitial cystitis after treatment\nInterstitial cystitis is considered a chronic disease. Although it is very difficult for the patient to completely recover, the disease can still be controlled and improved to alleviate symptoms and stabilize urinary health.\nChanging a healthy lifestyle is a leading method to help you control and improve your disease after receiving treatment. Besides, for patients who are being treated for interstitial cystitis,  you also need to combine this method to optimize results after treatment.\nSome common activities that you need to keep in mind to improve interstitial cystitis:\nDrink enough water; Limit eating foods high in potassium such as caffeine, chocolate, tomatoes; Limit or stop smoking; Exercise or physical therapy specifically for people with interstitial cystitis\nInterstitial cystitis is a chronic disease that causes pelvic pain and bladder tightness. Not only physical pain, the disease also causes inconvenience in daily activities when people with cystitis have symptoms of urinary urgency, urgency, and urinary incontinence. To effectively prevent interstitial cystitis, you need to understand what interstitial cystitis is, its causes, and treatment methods.\nThe Center for Urology and Nephrology, Department of Andrology of Tam Anh General Hospital System brings together a team of leading experts in internal medicine and surgery, skilled and dedicated.\nThe Center's experts and doctors are always confident in mastering the latest techniques, early detecting and effectively treating kidney and urinary tract diseases, helping patients shorten hospital stays and limit risk of recurrence, improving quality of life.\nWith the leading modern machinery and equipment system in the country and the region; Operating room meets international standards; Along with a 5-star boarding area and high-class service... The Urology and Nephrology Center stands out with examination, screening and treatment services for all urinary tract diseases. From common surgeries to major high-tech surgeries.\nThese include laparoscopic kidney stone surgery, kidney transplant, tumor resection to preserve kidney parenchyma; Radical nephrectomy; Radical prostatectomy; total bladder resection and small bowel cystoplasty; adrenalectomy; shaping urinary tract defects... Diagnosis - medical and surgical treatment of all male diseases.\nTo schedule an appointment for prostate examination and surgery with leading experts at the Center for Urology and Nephrology, Department of Andrology, Tam Anh General Hospital System, you can make an appointment online through the following ways:\nCall the hotline 0287 102 6789 - 093 180 6858 (HCMC) or 024 3872 3872 - 024 7106 6858 (Hanoi) to register for a private medical appointment with a specialist, through the customer service staff.; Register for a medical appointment with any doctor you trust at the link: https://tamanhhospital.vn/danh-cho-khach-hang/dat-lich-kham/; Send a message on Tam Anh General Hospital Fanpage or Tam Anh General Hospital Urology and Andrology Fanpage\nFor people with interstitial cystitis, you need to understand the condition as well as the outbreak cycle to take appropriate treatment measures to maintain stable urinary health. In addition, patients also need to be careful during treatment and follow instructions from specialists to limit bad risks and increase the possibility of improving urinary health."
        }
    ],
    "name": "viem-bang-quang-ke.json"
}