{
    "title": "Psoriatic arthritis: Causes, symptoms, treatment and prevention",
    "category": "Musculoskeletal",
    "link": "https://tamanhhospital.vn/viem-khop-vay-nen/",
    "abstract": "Psoriatic arthritis is\nAutoimmune arthritis belongs to the group of seronegative spondyloarthritis\n, affects many organs in the body, from the immune system, digestive system to large joints in the lower limbs, fingers, toes and spine. Without timely and proper intervention, the patient is at risk of disability.\n This article is expertly advised by Associate Professor, Dr. Dang Hong Hoa, Head of the Department of Musculoskeletal Medicine, Tam Anh General Hospital, Hanoi. According to studies,\n About 0.3 - 1% of the population is infected with the disease, the frequency of new cases is about 3.4 - 8 cases per 100,000 people. In addition, about 6 - 42% of this disease is caused by complications of psoriasis. Sick\npsoriatic arthritis\n It can begin 10 - 12 years after the skin lesion, or it can occur at the same time. (first)",
    "content": "Psoriatic arthritis: Causes, symptoms, treatment and prevention\n\nPsoriatic arthritis is\nAutoimmune arthritis belongs to the group of seronegative spondyloarthritis\n, affects many organs in the body, from the immune system, digestive system to large joints in the lower limbs, fingers, toes and spine. Without timely and proper intervention, the patient is at risk of disability.\n This article is expertly advised by Associate Professor, Dr. Dang Hong Hoa, Head of the Department of Musculoskeletal Medicine, Tam Anh General Hospital, Hanoi. According to studies,\n About 0.3 - 1% of the population is infected with the disease, the frequency of new cases is about 3.4 - 8 cases per 100,000 people. In addition, about 6 - 42% of this disease is caused by complications of psoriasis. Sick\npsoriatic arthritis\n It can begin 10 - 12 years after the skin lesion, or it can occur at the same time. (first)\n\nWhat is psoriatic arthritis?\nPsoriatic Arthritis (PsA) is an inflammatory arthritis that occurs in some patients with psoriasis. The initial symptoms of psoriasis often start from skin lesions such as a red, scaly rash, often appearing on the patient's elbows, knees, ankles, hands and feet.\nMost cases of psoriatic arthritis develop from psoriasis\nJoint pain, stiffness and swelling in the joints are typical symptoms of the disease. The disease can affect any organ in the body, from the fingers, spine to the digestive system, with severity ranging from mild to severe.\nThere is currently no definitive treatment for psoriatic arthritis. Interventions are mainly aimed at controlling symptoms, preventing structural damage, and preventing dangerous complications to the musculoskeletal system. In cases where the disease is detected late, not properly treated can \"disable\" the patient's entire joint system.\n\nClassification of psoriatic arthritis\nBased on the location of the inflamed and damaged joints, psoriatic arthritis is divided into 5 types (2), including:\n1. Symmetrical arthritis\nStatistics show that about 50% of patients have this type. This is a type of arthritis that affects joints symmetrically on both sides, such as the patient's left and right knee joints. Patients may experience symptoms similar to rheumatoid arthritis, but they tend to be milder and have less joint deformity. However, patients should not be subjective because this condition can cause complete disability of the joints.\n2. Asymmetrical arthritis\nThis form affects joints on one side of the body, mostly 4 joints or less. About 35% of patients have this type.\n3. Inflammation of the joints distal to the toes and hands\nThis form involves the joints closest to the nail, called the distal joints. Statistics show that about 10% of psoriatic arthritis patients have this form.\nPsoriatic arthritis can occur in the distal joints of the toes and hands\n4. Inflammation in the spine\nThis form involves the patient's spine. The entire spine from the neck to the lower back can be affected, causing pain every time you move, symptoms similar to ankylosing spondylitis. Surrounding parts such as hands, feet, arms, legs, and hips may also be affected.\n5. Arthritis destroys joint cartilage\nThis is the most serious form of psoriatic arthritis, which can destroy joint cartilage and deform the joints. About 5% of patients have this form of the disease.\n\nSubjects susceptible to psoriatic arthritis\nSome factors that may increase the risk of psoriatic arthritis include:\nPsoriasis: This is considered the biggest risk factor for developing the disease. Psoriasis patients with lesions on their nails have a very high chance of developing the disease.; Family history: Examination of the patient's personal and family medical history shows that many patients have parents, brothers, sisters and siblings with this disease.; Age: The disease can occur in all subjects and ages but is most common between 30 - 50 years old. (3)\n\nSymptoms of psoriatic arthritis\nThis is a chronic disease that can get worse over time, but there are times when symptoms improve, with remission alternating with acute attacks. Psoriatic arthritis can affect all musculoskeletal joints on both sides of the body or just one side. Like rheumatoid arthritis, this disease also causes pain, swelling, and warmth in the joints when touched.\nBesides, patients also experience some other symptoms such as:\nSwollen fingers and toes: Patients may experience pain and swelling in the fingers and toes or it can also lead to deformities in the limbs; Pain throughout the points where tendons and ligaments attach to bones, especially the inside of the foot or the back of the heel (Achilles tendonitis).; Back pain: Some cases of progressive disease cause symptoms of spondylitis, also known as ankylosing spondylitis, in the vertebral joints between the spine and in the joints between the spine and pelvis.\nSome cases of psoriatic arthritis progress to ankylosing spondylitis, causing pain in the lower back\nAssociate Professor, Dr. Dang Hong Hoa, Head of the Department of Musculoskeletal Medicine, Tam Anh General Hospital, Hanoi recommends: \"Symptoms of psoriatic arthritis can progress slowly or appear suddenly, as soon as detect disease symptoms, so patients should immediately go to a reputable medical facility for examination, accurate diagnosis and timely treatment intervention, to avoid the disease progressing seriously and causing damage to the entire joint. , affecting mobility.”\n\nCauses of psoriatic arthritis\nPsoriatic arthritis is one of the autoimmune arthritis diseases, which occurs when the body's immune system mistakenly attacks healthy tissues and cells inside the body. It is these abnormal reactions of the immune system that cause inflammation in the joints, as well as the overproduction of cells in the skin.\nIt is currently unclear why the immune system attacks healthy tissues and cells, but a number of factors are believed to be the cause of the disease including:\nGenetic factors: Statistics show that many patients have a family history of either psoriasis or psoriatic arthritis. Studies also demonstrate that genetic factors are related to the disease.; Environmental factors: Patients can be exposed to chemicals, radioactive substances, bacterial and viral infections...\n\nComplications of psoriatic arthritis\nPsoriatic arthritis can affect many organs in the body, specifically:\n1. For skin, hair and nails\nThe disease is common in people with psoriasis with symptoms of rough, red patches on the skin and nails, most commonly in joints near the nails of fingers and toes. At this time, nails can become thick, hard and rough, nail color also changes and there are signs of peeling. In other cases, the nail may separate from the nail bed, called nail separation.\n2. For the musculoskeletal system\nAlong with the impact on the skin, psoriasis causes painful inflammation, stiffness and swelling in one joint or many joints (polyarthritis), making it difficult for the patient to move.\nIf your fingers and toes are swollen and shaped like sausages, it is called Dactylitis.\nPsoriatic arthritis causes swollen, sausage-shaped finger joints, also known as Dactylitis\nIn addition, some patients have symptoms of pain in the neck and back, difficulty in bending and extending the spine.\nThe disease can affect the surrounding ligaments and tendons, erode bones, and increase diseases in the musculoskeletal system.\n3. For the immune system\nPsoriatic arthritis is one of the autoimmune diseases of the musculoskeletal system, meaning the body's immune system confuses and attacks beneficial cells in its structure. As a result, it can lead to a number of infections such as strep throat, dermatitis, etc.\n4. For eyesight\nStatistics show that about 7% of patients experience complications of uveitis - a disease related to eye inflammation. Besides, a small number of cases are not detected early and intervened promptly, causing permanent vision loss.\n5. For the digestive system\nPsoriatic arthritis patients are eight times more likely to develop Crohn's disease (an inflammatory bowel disease that causes diarrhea and other digestive system problems) than normal people.\n6. For the respiratory system\nWhen arthritis spreads to the lungs, it can lead to interstitial pneumonia. Patients may cough a lot, feel tired and may have difficulty breathing.\n7. For the cardiovascular system\nStatistics show that patients are at high risk of suffering damage to the heart and vascular system such as hypertension, diabetes, obesity, high cholesterol... When inflammation damages blood vessels, causing vessel walls to harder and thicker, can leave scars, and in the long run increases the risk of stroke.\n8. For mental health\nPatients are at risk of prolonged depression, frequent anxiety, loss of confidence, optimism... when living with unpleasant and persistent symptoms of the disease.\n\nDiagnosis of psoriatic arthritis\nDoctor Dang Hong Hoa said that there is no single test to detect psoriatic arthritis. Normally, patients will be prescribed many different tests and paraclinical examinations to rule out the causes of joint pain. (4)\nClinical symptoms\nPink eye;; Joint pain, joint swelling for a short time;; Red rash, accompanied by a feeling of heat at the swelling site and joint pain;; Pain in the ligaments and back of the heel.\nImage analysation\nX-ray: X-ray images clearly show changes in the joints, which only occur in psoriatic arthritis and not in other arthritis diseases.; Magnetic resonance imaging (MRI): The MRI method uses radio waves and a strong magnetic field to create the most detailed images of both hard and soft tissue inside the body. This is the most used diagnostic method in cases of examining injuries to tendons, joints and ligaments.\nThe new generation magnetic resonance machine system at Tam Anh General Hospital helps accurately detect abnormalities in joints\nTest\nRheumatoid factor (RF): Rheumatoid factor is an antibody that is present in the blood of patients with rheumatoid arthritis, but not in the blood of patients with psoriatic arthritis. Therefore, detecting this factor helps doctors accurately distinguish the two diseases, avoiding confusion that makes treatment prolonged and not on target.; Exudate: Use a long needle to collect fluid samples from inflamed joints, usually the knee joint, to identify pathological crystals. For example, if a patient's synovial fluid has uric acid crystals, the patient's probability of having gout is higher than psoriatic arthritis.\n\nTreatment methods for psoriatic arthritis\nThere is currently no complete treatment for psoriatic arthritis. Current methods mainly focus on controlling arthritis, avoiding severe effects on joints and surrounding organs, preventing pain and the risk of permanent disability.\nThe treatment regimen for psoriatic arthritis is a combination of treating disease symptoms as soon as they appear, while also combining the healing of damage to the skin and joints. Specifically:\nCombine drug treatment and guide remedial measures for patients; physical therapy, rehabilitation of motor organs; For mild joint damage: Use nonsteroidal anti-inflammatory drugs (NSAIDs) alone or in combination with corticosteroid injections at the inflammation site.; For moderate and severe injuries: Use basic treatment drugs such as methotrexate or biological products.\nMost drugs used in disease treatment are effective on skin lesions, specifically drug groups include:\nNon-steroidal anti-inflammatory drugs (NSAIDs) help reduce pain, swelling and morning stiffness, and are used in the first treatments for arthritis patients. However, it is recommended that patients should only use these drugs in the correct dosage as prescribed by their doctor, to avoid overdose, which can irritate the stomach and intestines and lead to gastrointestinal bleeding over time. In addition, it can harm the kidneys, blood pressure, heart failure, aggravate skin problems...; Antirheumatic drugs (DMARDs): Besides reducing pain and inflammation symptoms, this group of drugs also helps partially limit the damage caused by psoriatic arthritis. However, DMARDs have a slow effect, patients may notice the effects of the drug after a few weeks or months.; Immunosuppressants: This group of drugs works to suppress the body's immune system, protecting the body from harmful pathogens that attack healthy cells. However, this group of drugs has side effects that can lead to anemia, increase the risk of infection, and affect many other organs such as the liver, kidneys, etc. Therefore, it is recommended that patients only use the correct dosage according to the instructions. directed by Doctor.; TNF-alpha inhibitors: This group of drugs is often prescribed for use in cases of psoriatic arthritis with necrotic factors to block inflammatory proteins, improving symptoms and effects of the disease. However, this TNF-alpha inhibitor has particularly serious side effects that can be life-threatening, so patients need to consult and only use the drug when prescribed by a doctor.\nPatients should note: Treatment is only effective if it is detected early and treated according to the correct regimen. It is recommended that patients strictly follow the doctor's instructions throughout the treatment process, do not arbitrarily stop, change medications or use medications without instructions.\n\nPrecautions\nThere is currently no definitive treatment for psoriatic arthritis, so it is recommended that patients need to change their lifestyle to prevent the risk of disease, as well as minimize unpleasant symptoms and complications. Dangerous symptoms caused by the disease:\nEstablish a regular daily exercise and sports routine to keep your joints flexible and avoid stiffness. Regular exercise also contributes to weight loss and provides energy for a healthy body.; Eliminate bad habits that are harmful to body health as well as harmful to joints such as limiting alcohol consumption, not smoking...; Avoid stress and prolonged stress that can make joint pain flare up and get worse. Yoga and meditation exercises can calm the mind and ease pain; In particular, up to now, the facility is reputable for accurate examination, diagnosis and timely intervention to prevent the disease from progressing seriously.\nAssociate Professor, Dr. Dang Hong Hoa directly examines, diagnoses and advises treatment for patients\n\nPatient care\nMeasures to care for patients at home include:\nChanges in posture, working style and daily activities affect bones and joints; Maintain a balanced and reasonable weight; Get adequate rest and avoid prolonged stress.\n\nNutrition for patients\nExperts recommend that patients with psoriatic arthritis need to add lots of fresh fruits and vegetables to their daily diet; Limit sugar and fat that cause inflammation; Focus on safe fat sources such as fish, nuts, etc.\nThe patient's diet should include fresh fruits and vegetables and fats from fish, nuts, etc.\nInvested in building a spacious infrastructure system; Equipped with modern machinery and equipment; Bringing together a team of leading experts and doctors... the Department of Musculoskeletal and Joint Internal Medicine, Tam Anh General Hospital is a pioneer in mastering modern techniques in examining, diagnosing and treating musculoskeletal problems, including including complex arthritis diseases. In addition, the Department of Musculoskeletal Medicine, Tam Anh General Hospital coordinates closely with many other departments to provide the most effective medical examination and treatment services, restore musculoskeletal health, and improve motor function. movement for patients. For advice and to schedule an examination with leading experts at the Department of Musculoskeletal Medicine, Tam Anh General Hospital, please contact: Hanoi: Address: 108 Hoang Nhu Tiep, Bo De Ward , Long Bien District, Hanoi City Hotline: 024 3872 3872 – 024 7106 6858 Ho Chi Minh City: 2B Pho Quang, Ward 2, Tan Binh District, Ho Chi Minh City Hotline: 0287 102 6789 – 093 180 6858 Fanpage: https:/ /www.facebook.com/benhvientamanh\nPsoriatic arthritis can lead to many dangerous complications if not detected early, accurately diagnosed and treated promptly. Therefore, experts recommend that patients immediately go to a reputable medical facility when they have unusual symptoms of joint pain.",
    "subsections": [
        {
            "subsection_name": "What is psoriatic arthritis?",
            "subsection_content": "Psoriatic Arthritis (PsA) is an inflammatory arthritis that occurs in some patients with psoriasis. The initial symptoms of psoriasis often start from skin lesions such as a red, scaly rash, often appearing on the patient's elbows, knees, ankles, hands and feet.\nMost cases of psoriatic arthritis develop from psoriasis\nJoint pain, stiffness and swelling in the joints are typical symptoms of the disease. The disease can affect any organ in the body, from the fingers, spine to the digestive system, with severity ranging from mild to severe.\nThere is currently no definitive treatment for psoriatic arthritis. Interventions are mainly aimed at controlling symptoms, preventing structural damage, and preventing dangerous complications to the musculoskeletal system. In cases where the disease is detected late, not properly treated can \"disable\" the patient's entire joint system.",
            "subsection_string": "What is psoriatic arthritis?\nPsoriatic Arthritis (PsA) is an inflammatory arthritis that occurs in some patients with psoriasis. The initial symptoms of psoriasis often start from skin lesions such as a red, scaly rash, often appearing on the patient's elbows, knees, ankles, hands and feet.\nMost cases of psoriatic arthritis develop from psoriasis\nJoint pain, stiffness and swelling in the joints are typical symptoms of the disease. The disease can affect any organ in the body, from the fingers, spine to the digestive system, with severity ranging from mild to severe.\nThere is currently no definitive treatment for psoriatic arthritis. Interventions are mainly aimed at controlling symptoms, preventing structural damage, and preventing dangerous complications to the musculoskeletal system. In cases where the disease is detected late, not properly treated can \"disable\" the patient's entire joint system."
        },
        {
            "subsection_name": "Classification of psoriatic arthritis",
            "subsection_content": "Based on the location of the inflamed and damaged joints, psoriatic arthritis is divided into 5 types (2), including:\n1. Symmetrical arthritis\nStatistics show that about 50% of patients have this type. This is a type of arthritis that affects joints symmetrically on both sides, such as the patient's left and right knee joints. Patients may experience symptoms similar to rheumatoid arthritis, but they tend to be milder and have less joint deformity. However, patients should not be subjective because this condition can cause complete disability of the joints.\n2. Asymmetrical arthritis\nThis form affects joints on one side of the body, mostly 4 joints or less. About 35% of patients have this type.\n3. Inflammation of the joints distal to the toes and hands\nThis form involves the joints closest to the nail, called the distal joints. Statistics show that about 10% of psoriatic arthritis patients have this form.\nPsoriatic arthritis can occur in the distal joints of the toes and hands\n4. Inflammation in the spine\nThis form involves the patient's spine. The entire spine from the neck to the lower back can be affected, causing pain every time you move, symptoms similar to ankylosing spondylitis. Surrounding parts such as hands, feet, arms, legs, and hips may also be affected.\n5. Arthritis destroys joint cartilage\nThis is the most serious form of psoriatic arthritis, which can destroy joint cartilage and deform the joints. About 5% of patients have this form of the disease.",
            "subsection_string": "Classification of psoriatic arthritis\nBased on the location of the inflamed and damaged joints, psoriatic arthritis is divided into 5 types (2), including:\n1. Symmetrical arthritis\nStatistics show that about 50% of patients have this type. This is a type of arthritis that affects joints symmetrically on both sides, such as the patient's left and right knee joints. Patients may experience symptoms similar to rheumatoid arthritis, but they tend to be milder and have less joint deformity. However, patients should not be subjective because this condition can cause complete disability of the joints.\n2. Asymmetrical arthritis\nThis form affects joints on one side of the body, mostly 4 joints or less. About 35% of patients have this type.\n3. Inflammation of the joints distal to the toes and hands\nThis form involves the joints closest to the nail, called the distal joints. Statistics show that about 10% of psoriatic arthritis patients have this form.\nPsoriatic arthritis can occur in the distal joints of the toes and hands\n4. Inflammation in the spine\nThis form involves the patient's spine. The entire spine from the neck to the lower back can be affected, causing pain every time you move, symptoms similar to ankylosing spondylitis. Surrounding parts such as hands, feet, arms, legs, and hips may also be affected.\n5. Arthritis destroys joint cartilage\nThis is the most serious form of psoriatic arthritis, which can destroy joint cartilage and deform the joints. About 5% of patients have this form of the disease."
        },
        {
            "subsection_name": "Subjects susceptible to psoriatic arthritis",
            "subsection_content": "Some factors that may increase the risk of psoriatic arthritis include:\nPsoriasis: This is considered the biggest risk factor for developing the disease. Psoriasis patients with lesions on their nails have a very high chance of developing the disease.; Family history: Examination of the patient's personal and family medical history shows that many patients have parents, brothers, sisters and siblings with this disease.; Age: The disease can occur in all subjects and ages but is most common between 30 - 50 years old. (3)",
            "subsection_string": "Subjects susceptible to psoriatic arthritis\nSome factors that may increase the risk of psoriatic arthritis include:\nPsoriasis: This is considered the biggest risk factor for developing the disease. Psoriasis patients with lesions on their nails have a very high chance of developing the disease.; Family history: Examination of the patient's personal and family medical history shows that many patients have parents, brothers, sisters and siblings with this disease.; Age: The disease can occur in all subjects and ages but is most common between 30 - 50 years old. (3)"
        },
        {
            "subsection_name": "Symptoms of psoriatic arthritis",
            "subsection_content": "This is a chronic disease that can get worse over time, but there are times when symptoms improve, with remission alternating with acute attacks. Psoriatic arthritis can affect all musculoskeletal joints on both sides of the body or just one side. Like rheumatoid arthritis, this disease also causes pain, swelling, and warmth in the joints when touched.\nBesides, patients also experience some other symptoms such as:\nSwollen fingers and toes: Patients may experience pain and swelling in the fingers and toes or it can also lead to deformities in the limbs; Pain throughout the points where tendons and ligaments attach to bones, especially the inside of the foot or the back of the heel (Achilles tendonitis).; Back pain: Some cases of progressive disease cause symptoms of spondylitis, also known as ankylosing spondylitis, in the vertebral joints between the spine and in the joints between the spine and pelvis.\nSome cases of psoriatic arthritis progress to ankylosing spondylitis, causing pain in the lower back\nAssociate Professor, Dr. Dang Hong Hoa, Head of the Department of Musculoskeletal Medicine, Tam Anh General Hospital, Hanoi recommends: \"Symptoms of psoriatic arthritis can progress slowly or appear suddenly, as soon as detect disease symptoms, so patients should immediately go to a reputable medical facility for examination, accurate diagnosis and timely treatment intervention, to avoid the disease progressing seriously and causing damage to the entire joint. , affecting mobility.”",
            "subsection_string": "Symptoms of psoriatic arthritis\nThis is a chronic disease that can get worse over time, but there are times when symptoms improve, with remission alternating with acute attacks. Psoriatic arthritis can affect all musculoskeletal joints on both sides of the body or just one side. Like rheumatoid arthritis, this disease also causes pain, swelling, and warmth in the joints when touched.\nBesides, patients also experience some other symptoms such as:\nSwollen fingers and toes: Patients may experience pain and swelling in the fingers and toes or it can also lead to deformities in the limbs; Pain throughout the points where tendons and ligaments attach to bones, especially the inside of the foot or the back of the heel (Achilles tendonitis).; Back pain: Some cases of progressive disease cause symptoms of spondylitis, also known as ankylosing spondylitis, in the vertebral joints between the spine and in the joints between the spine and pelvis.\nSome cases of psoriatic arthritis progress to ankylosing spondylitis, causing pain in the lower back\nAssociate Professor, Dr. Dang Hong Hoa, Head of the Department of Musculoskeletal Medicine, Tam Anh General Hospital, Hanoi recommends: \"Symptoms of psoriatic arthritis can progress slowly or appear suddenly, as soon as detect disease symptoms, so patients should immediately go to a reputable medical facility for examination, accurate diagnosis and timely treatment intervention, to avoid the disease progressing seriously and causing damage to the entire joint. , affecting mobility.”"
        },
        {
            "subsection_name": "Causes of psoriatic arthritis",
            "subsection_content": "Psoriatic arthritis is one of the autoimmune arthritis diseases, which occurs when the body's immune system mistakenly attacks healthy tissues and cells inside the body. It is these abnormal reactions of the immune system that cause inflammation in the joints, as well as the overproduction of cells in the skin.\nIt is currently unclear why the immune system attacks healthy tissues and cells, but a number of factors are believed to be the cause of the disease including:\nGenetic factors: Statistics show that many patients have a family history of either psoriasis or psoriatic arthritis. Studies also demonstrate that genetic factors are related to the disease.; Environmental factors: Patients can be exposed to chemicals, radioactive substances, bacterial and viral infections...",
            "subsection_string": "Causes of psoriatic arthritis\nPsoriatic arthritis is one of the autoimmune arthritis diseases, which occurs when the body's immune system mistakenly attacks healthy tissues and cells inside the body. It is these abnormal reactions of the immune system that cause inflammation in the joints, as well as the overproduction of cells in the skin.\nIt is currently unclear why the immune system attacks healthy tissues and cells, but a number of factors are believed to be the cause of the disease including:\nGenetic factors: Statistics show that many patients have a family history of either psoriasis or psoriatic arthritis. Studies also demonstrate that genetic factors are related to the disease.; Environmental factors: Patients can be exposed to chemicals, radioactive substances, bacterial and viral infections..."
        },
        {
            "subsection_name": "Complications of psoriatic arthritis",
            "subsection_content": "Psoriatic arthritis can affect many organs in the body, specifically:\n1. For skin, hair and nails\nThe disease is common in people with psoriasis with symptoms of rough, red patches on the skin and nails, most commonly in joints near the nails of fingers and toes. At this time, nails can become thick, hard and rough, nail color also changes and there are signs of peeling. In other cases, the nail may separate from the nail bed, called nail separation.\n2. For the musculoskeletal system\nAlong with the impact on the skin, psoriasis causes painful inflammation, stiffness and swelling in one joint or many joints (polyarthritis), making it difficult for the patient to move.\nIf your fingers and toes are swollen and shaped like sausages, it is called Dactylitis.\nPsoriatic arthritis causes swollen, sausage-shaped finger joints, also known as Dactylitis\nIn addition, some patients have symptoms of pain in the neck and back, difficulty in bending and extending the spine.\nThe disease can affect the surrounding ligaments and tendons, erode bones, and increase diseases in the musculoskeletal system.\n3. For the immune system\nPsoriatic arthritis is one of the autoimmune diseases of the musculoskeletal system, meaning the body's immune system confuses and attacks beneficial cells in its structure. As a result, it can lead to a number of infections such as strep throat, dermatitis, etc.\n4. For eyesight\nStatistics show that about 7% of patients experience complications of uveitis - a disease related to eye inflammation. Besides, a small number of cases are not detected early and intervened promptly, causing permanent vision loss.\n5. For the digestive system\nPsoriatic arthritis patients are eight times more likely to develop Crohn's disease (an inflammatory bowel disease that causes diarrhea and other digestive system problems) than normal people.\n6. For the respiratory system\nWhen arthritis spreads to the lungs, it can lead to interstitial pneumonia. Patients may cough a lot, feel tired and may have difficulty breathing.\n7. For the cardiovascular system\nStatistics show that patients are at high risk of suffering damage to the heart and vascular system such as hypertension, diabetes, obesity, high cholesterol... When inflammation damages blood vessels, causing vessel walls to harder and thicker, can leave scars, and in the long run increases the risk of stroke.\n8. For mental health\nPatients are at risk of prolonged depression, frequent anxiety, loss of confidence, optimism... when living with unpleasant and persistent symptoms of the disease.",
            "subsection_string": "Complications of psoriatic arthritis\nPsoriatic arthritis can affect many organs in the body, specifically:\n1. For skin, hair and nails\nThe disease is common in people with psoriasis with symptoms of rough, red patches on the skin and nails, most commonly in joints near the nails of fingers and toes. At this time, nails can become thick, hard and rough, nail color also changes and there are signs of peeling. In other cases, the nail may separate from the nail bed, called nail separation.\n2. For the musculoskeletal system\nAlong with the impact on the skin, psoriasis causes painful inflammation, stiffness and swelling in one joint or many joints (polyarthritis), making it difficult for the patient to move.\nIf your fingers and toes are swollen and shaped like sausages, it is called Dactylitis.\nPsoriatic arthritis causes swollen, sausage-shaped finger joints, also known as Dactylitis\nIn addition, some patients have symptoms of pain in the neck and back, difficulty in bending and extending the spine.\nThe disease can affect the surrounding ligaments and tendons, erode bones, and increase diseases in the musculoskeletal system.\n3. For the immune system\nPsoriatic arthritis is one of the autoimmune diseases of the musculoskeletal system, meaning the body's immune system confuses and attacks beneficial cells in its structure. As a result, it can lead to a number of infections such as strep throat, dermatitis, etc.\n4. For eyesight\nStatistics show that about 7% of patients experience complications of uveitis - a disease related to eye inflammation. Besides, a small number of cases are not detected early and intervened promptly, causing permanent vision loss.\n5. For the digestive system\nPsoriatic arthritis patients are eight times more likely to develop Crohn's disease (an inflammatory bowel disease that causes diarrhea and other digestive system problems) than normal people.\n6. For the respiratory system\nWhen arthritis spreads to the lungs, it can lead to interstitial pneumonia. Patients may cough a lot, feel tired and may have difficulty breathing.\n7. For the cardiovascular system\nStatistics show that patients are at high risk of suffering damage to the heart and vascular system such as hypertension, diabetes, obesity, high cholesterol... When inflammation damages blood vessels, causing vessel walls to harder and thicker, can leave scars, and in the long run increases the risk of stroke.\n8. For mental health\nPatients are at risk of prolonged depression, frequent anxiety, loss of confidence, optimism... when living with unpleasant and persistent symptoms of the disease."
        },
        {
            "subsection_name": "Diagnosis of psoriatic arthritis",
            "subsection_content": "Doctor Dang Hong Hoa said that there is no single test to detect psoriatic arthritis. Normally, patients will be prescribed many different tests and paraclinical examinations to rule out the causes of joint pain. (4)\nClinical symptoms\nPink eye;; Joint pain, joint swelling for a short time;; Red rash, accompanied by a feeling of heat at the swelling site and joint pain;; Pain in the ligaments and back of the heel.\nImage analysation\nX-ray: X-ray images clearly show changes in the joints, which only occur in psoriatic arthritis and not in other arthritis diseases.; Magnetic resonance imaging (MRI): The MRI method uses radio waves and a strong magnetic field to create the most detailed images of both hard and soft tissue inside the body. This is the most used diagnostic method in cases of examining injuries to tendons, joints and ligaments.\nThe new generation magnetic resonance machine system at Tam Anh General Hospital helps accurately detect abnormalities in joints\nTest\nRheumatoid factor (RF): Rheumatoid factor is an antibody that is present in the blood of patients with rheumatoid arthritis, but not in the blood of patients with psoriatic arthritis. Therefore, detecting this factor helps doctors accurately distinguish the two diseases, avoiding confusion that makes treatment prolonged and not on target.; Exudate: Use a long needle to collect fluid samples from inflamed joints, usually the knee joint, to identify pathological crystals. For example, if a patient's synovial fluid has uric acid crystals, the patient's probability of having gout is higher than psoriatic arthritis.",
            "subsection_string": "Diagnosis of psoriatic arthritis\nDoctor Dang Hong Hoa said that there is no single test to detect psoriatic arthritis. Normally, patients will be prescribed many different tests and paraclinical examinations to rule out the causes of joint pain. (4)\nClinical symptoms\nPink eye;; Joint pain, joint swelling for a short time;; Red rash, accompanied by a feeling of heat at the swelling site and joint pain;; Pain in the ligaments and back of the heel.\nImage analysation\nX-ray: X-ray images clearly show changes in the joints, which only occur in psoriatic arthritis and not in other arthritis diseases.; Magnetic resonance imaging (MRI): The MRI method uses radio waves and a strong magnetic field to create the most detailed images of both hard and soft tissue inside the body. This is the most used diagnostic method in cases of examining injuries to tendons, joints and ligaments.\nThe new generation magnetic resonance machine system at Tam Anh General Hospital helps accurately detect abnormalities in joints\nTest\nRheumatoid factor (RF): Rheumatoid factor is an antibody that is present in the blood of patients with rheumatoid arthritis, but not in the blood of patients with psoriatic arthritis. Therefore, detecting this factor helps doctors accurately distinguish the two diseases, avoiding confusion that makes treatment prolonged and not on target.; Exudate: Use a long needle to collect fluid samples from inflamed joints, usually the knee joint, to identify pathological crystals. For example, if a patient's synovial fluid has uric acid crystals, the patient's probability of having gout is higher than psoriatic arthritis."
        },
        {
            "subsection_name": "Treatment methods for psoriatic arthritis",
            "subsection_content": "There is currently no complete treatment for psoriatic arthritis. Current methods mainly focus on controlling arthritis, avoiding severe effects on joints and surrounding organs, preventing pain and the risk of permanent disability.\nThe treatment regimen for psoriatic arthritis is a combination of treating disease symptoms as soon as they appear, while also combining the healing of damage to the skin and joints. Specifically:\nCombine drug treatment and guide remedial measures for patients; physical therapy, rehabilitation of motor organs; For mild joint damage: Use nonsteroidal anti-inflammatory drugs (NSAIDs) alone or in combination with corticosteroid injections at the inflammation site.; For moderate and severe injuries: Use basic treatment drugs such as methotrexate or biological products.\nMost drugs used in disease treatment are effective on skin lesions, specifically drug groups include:\nNon-steroidal anti-inflammatory drugs (NSAIDs) help reduce pain, swelling and morning stiffness, and are used in the first treatments for arthritis patients. However, it is recommended that patients should only use these drugs in the correct dosage as prescribed by their doctor, to avoid overdose, which can irritate the stomach and intestines and lead to gastrointestinal bleeding over time. In addition, it can harm the kidneys, blood pressure, heart failure, aggravate skin problems...; Antirheumatic drugs (DMARDs): Besides reducing pain and inflammation symptoms, this group of drugs also helps partially limit the damage caused by psoriatic arthritis. However, DMARDs have a slow effect, patients may notice the effects of the drug after a few weeks or months.; Immunosuppressants: This group of drugs works to suppress the body's immune system, protecting the body from harmful pathogens that attack healthy cells. However, this group of drugs has side effects that can lead to anemia, increase the risk of infection, and affect many other organs such as the liver, kidneys, etc. Therefore, it is recommended that patients only use the correct dosage according to the instructions. directed by Doctor.; TNF-alpha inhibitors: This group of drugs is often prescribed for use in cases of psoriatic arthritis with necrotic factors to block inflammatory proteins, improving symptoms and effects of the disease. However, this TNF-alpha inhibitor has particularly serious side effects that can be life-threatening, so patients need to consult and only use the drug when prescribed by a doctor.\nPatients should note: Treatment is only effective if it is detected early and treated according to the correct regimen. It is recommended that patients strictly follow the doctor's instructions throughout the treatment process, do not arbitrarily stop, change medications or use medications without instructions.",
            "subsection_string": "Treatment methods for psoriatic arthritis\nThere is currently no complete treatment for psoriatic arthritis. Current methods mainly focus on controlling arthritis, avoiding severe effects on joints and surrounding organs, preventing pain and the risk of permanent disability.\nThe treatment regimen for psoriatic arthritis is a combination of treating disease symptoms as soon as they appear, while also combining the healing of damage to the skin and joints. Specifically:\nCombine drug treatment and guide remedial measures for patients; physical therapy, rehabilitation of motor organs; For mild joint damage: Use nonsteroidal anti-inflammatory drugs (NSAIDs) alone or in combination with corticosteroid injections at the inflammation site.; For moderate and severe injuries: Use basic treatment drugs such as methotrexate or biological products.\nMost drugs used in disease treatment are effective on skin lesions, specifically drug groups include:\nNon-steroidal anti-inflammatory drugs (NSAIDs) help reduce pain, swelling and morning stiffness, and are used in the first treatments for arthritis patients. However, it is recommended that patients should only use these drugs in the correct dosage as prescribed by their doctor, to avoid overdose, which can irritate the stomach and intestines and lead to gastrointestinal bleeding over time. In addition, it can harm the kidneys, blood pressure, heart failure, aggravate skin problems...; Antirheumatic drugs (DMARDs): Besides reducing pain and inflammation symptoms, this group of drugs also helps partially limit the damage caused by psoriatic arthritis. However, DMARDs have a slow effect, patients may notice the effects of the drug after a few weeks or months.; Immunosuppressants: This group of drugs works to suppress the body's immune system, protecting the body from harmful pathogens that attack healthy cells. However, this group of drugs has side effects that can lead to anemia, increase the risk of infection, and affect many other organs such as the liver, kidneys, etc. Therefore, it is recommended that patients only use the correct dosage according to the instructions. directed by Doctor.; TNF-alpha inhibitors: This group of drugs is often prescribed for use in cases of psoriatic arthritis with necrotic factors to block inflammatory proteins, improving symptoms and effects of the disease. However, this TNF-alpha inhibitor has particularly serious side effects that can be life-threatening, so patients need to consult and only use the drug when prescribed by a doctor.\nPatients should note: Treatment is only effective if it is detected early and treated according to the correct regimen. It is recommended that patients strictly follow the doctor's instructions throughout the treatment process, do not arbitrarily stop, change medications or use medications without instructions."
        },
        {
            "subsection_name": "Precautions",
            "subsection_content": "There is currently no definitive treatment for psoriatic arthritis, so it is recommended that patients need to change their lifestyle to prevent the risk of disease, as well as minimize unpleasant symptoms and complications. Dangerous symptoms caused by the disease:\nEstablish a regular daily exercise and sports routine to keep your joints flexible and avoid stiffness. Regular exercise also contributes to weight loss and provides energy for a healthy body.; Eliminate bad habits that are harmful to body health as well as harmful to joints such as limiting alcohol consumption, not smoking...; Avoid stress and prolonged stress that can make joint pain flare up and get worse. Yoga and meditation exercises can calm the mind and ease pain; In particular, up to now, the facility is reputable for accurate examination, diagnosis and timely intervention to prevent the disease from progressing seriously.\nAssociate Professor, Dr. Dang Hong Hoa directly examines, diagnoses and advises treatment for patients",
            "subsection_string": "Precautions\nThere is currently no definitive treatment for psoriatic arthritis, so it is recommended that patients need to change their lifestyle to prevent the risk of disease, as well as minimize unpleasant symptoms and complications. Dangerous symptoms caused by the disease:\nEstablish a regular daily exercise and sports routine to keep your joints flexible and avoid stiffness. Regular exercise also contributes to weight loss and provides energy for a healthy body.; Eliminate bad habits that are harmful to body health as well as harmful to joints such as limiting alcohol consumption, not smoking...; Avoid stress and prolonged stress that can make joint pain flare up and get worse. Yoga and meditation exercises can calm the mind and ease pain; In particular, up to now, the facility is reputable for accurate examination, diagnosis and timely intervention to prevent the disease from progressing seriously.\nAssociate Professor, Dr. Dang Hong Hoa directly examines, diagnoses and advises treatment for patients"
        },
        {
            "subsection_name": "Patient care",
            "subsection_content": "Measures to care for patients at home include:\nChanges in posture, working style and daily activities affect bones and joints; Maintain a balanced and reasonable weight; Get adequate rest and avoid prolonged stress.",
            "subsection_string": "Patient care\nMeasures to care for patients at home include:\nChanges in posture, working style and daily activities affect bones and joints; Maintain a balanced and reasonable weight; Get adequate rest and avoid prolonged stress."
        },
        {
            "subsection_name": "Nutrition for patients",
            "subsection_content": "Experts recommend that patients with psoriatic arthritis need to add lots of fresh fruits and vegetables to their daily diet; Limit sugar and fat that cause inflammation; Focus on safe fat sources such as fish, nuts, etc.\nThe patient's diet should include fresh fruits and vegetables and fats from fish, nuts, etc.\nInvested in building a spacious infrastructure system; Equipped with modern machinery and equipment; Bringing together a team of leading experts and doctors... the Department of Musculoskeletal and Joint Internal Medicine, Tam Anh General Hospital is a pioneer in mastering modern techniques in examining, diagnosing and treating musculoskeletal problems, including including complex arthritis diseases. In addition, the Department of Musculoskeletal Medicine, Tam Anh General Hospital coordinates closely with many other departments to provide the most effective medical examination and treatment services, restore musculoskeletal health, and improve motor function. movement for patients. For advice and to schedule an examination with leading experts at the Department of Musculoskeletal Medicine, Tam Anh General Hospital, please contact: Hanoi: Address: 108 Hoang Nhu Tiep, Bo De Ward , Long Bien District, Hanoi City Hotline: 024 3872 3872 – 024 7106 6858 Ho Chi Minh City: 2B Pho Quang, Ward 2, Tan Binh District, Ho Chi Minh City Hotline: 0287 102 6789 – 093 180 6858 Fanpage: https:/ /www.facebook.com/benhvientamanh\nPsoriatic arthritis can lead to many dangerous complications if not detected early, accurately diagnosed and treated promptly. Therefore, experts recommend that patients immediately go to a reputable medical facility when they have unusual symptoms of joint pain.",
            "subsection_string": "Nutrition for patients\nExperts recommend that patients with psoriatic arthritis need to add lots of fresh fruits and vegetables to their daily diet; Limit sugar and fat that cause inflammation; Focus on safe fat sources such as fish, nuts, etc.\nThe patient's diet should include fresh fruits and vegetables and fats from fish, nuts, etc.\nInvested in building a spacious infrastructure system; Equipped with modern machinery and equipment; Bringing together a team of leading experts and doctors... the Department of Musculoskeletal and Joint Internal Medicine, Tam Anh General Hospital is a pioneer in mastering modern techniques in examining, diagnosing and treating musculoskeletal problems, including including complex arthritis diseases. In addition, the Department of Musculoskeletal Medicine, Tam Anh General Hospital coordinates closely with many other departments to provide the most effective medical examination and treatment services, restore musculoskeletal health, and improve motor function. movement for patients. For advice and to schedule an examination with leading experts at the Department of Musculoskeletal Medicine, Tam Anh General Hospital, please contact: Hanoi: Address: 108 Hoang Nhu Tiep, Bo De Ward , Long Bien District, Hanoi City Hotline: 024 3872 3872 – 024 7106 6858 Ho Chi Minh City: 2B Pho Quang, Ward 2, Tan Binh District, Ho Chi Minh City Hotline: 0287 102 6789 – 093 180 6858 Fanpage: https:/ /www.facebook.com/benhvientamanh\nPsoriatic arthritis can lead to many dangerous complications if not detected early, accurately diagnosed and treated promptly. Therefore, experts recommend that patients immediately go to a reputable medical facility when they have unusual symptoms of joint pain."
        }
    ],
    "name": "viem-khop-vay-nen.json"
}