{
    "title": "Allergic sinusitis: Causes, symptoms and treatment",
    "category": "Ear, nose and throat",
    "link": "https://tamanhhospital.vn/viem-xoang-mui-di-ung/",
    "abstract": "Allergic rhinosinusitis is a common disease, affecting 10-30% of the population, causing reduced quality of life if left untreated.\nAllergic rhinosinusitis is a common sinus disease that greatly affects quality of life.",
    "content": "Allergic sinusitis: Causes, symptoms and treatment\n\nAllergic rhinosinusitis is a common disease, affecting 10-30% of the population, causing reduced quality of life if left untreated.\nAllergic rhinosinusitis is a common sinus disease that greatly affects quality of life.\n\nWhat is allergic sinusitis?\nAllergic sinusitis is a condition of irritation and inflammation of the nasal mucosa caused by environmental allergens such as pollen, animal hair, chemicals, dust, house mites... not by viruses or bacteria. bacteria, or fungi. Allergic sinusitis or allergic rhinosinusitis can be a consequence of allergic rhinitis. Due to the adjacent and continuous nature between the nasal mucosa and facial sinuses, when allergic rhinitis is not treated effectively, it can lead to edema of the sinus mucosa, blocking the sinus opening. As a result, sinus fluid retention will occur, causing infection leading to accompanying sinusitis.\nAllergic sinusitis is divided into the following types:\nSeasonal allergic rhinitis (can be cyclical)\nThis condition is also known as seasonal allergic rhinosinusitis. The disease often occurs at certain times of the year.\nYear-round allergic rhinitis (non-cyclical)\nThis is a nasal allergy that occurs year-round, whenever irritants are encountered that lead to inflammation.\n\nCauses of allergic rhinosinusitis\nThe cause of allergic rhinosinusitis is mainly due to allergens in the living environment.\nAccording to MSc.BSc.CKI Ho Van Huu, factors causing nasal allergies and sinusitis may include:\nChange Weather;; Pollen;; Animal hair or their feces;; Fine dust indoors or outdoors;; Air pollution;; Cosmetics, most commonly soap and shampoo;; Mold.\n\nSigns of allergic sinusitis\nSymptoms of allergic rhinosinusitis can last for a short period of time. The illness can also last a few days to a week, then disappear on its own. Although allergic rhinosinusitis is not particularly serious, if the symptoms of the disease persist for a long time, it will cause fatigue, discomfort, immunodeficiency, and affect living, sleep, and learning.( 2)\nSymptoms of allergic rhinosinusitis often include:\nHave an itchy nose;; Continuous sneezing;; Clear runny nose;; Expecting clear phlegm;; Stuffy nose;; May be accompanied by itchy eyes, watery eyes, itchy throat and cough.; When the disease progresses to sinusitis, symptoms may include headache, facial pain and decreased sense of smell.\nMSc.BSc.CKI Ho Van Huu said that symptoms of allergic rhinitis are divided into 2 groups:\n1. Symptoms of the disease are cyclical\nSymptoms of the disease often appear at the beginning of the hot or cold season. Itchy nose, itchy eyes, watery eyes, red eyes, constant sneezing, runny nose and clear mucus are common symptoms.\nIn addition, other symptoms that patients may also experience include burning in the conjunctiva, nasopharynx, feeling of drowsiness, fatigue and heavy head. Symptoms may last from a few days to a week and then resolve. In particular, right at that time, the disease recurs. The disease can last for many years, causing degeneration, edema of the nasal mucosa, hypertrophy of the nasal turbinate, nasal congestion...\n2. Symptoms of the disease are not cyclical\nThis is the most common condition with symptoms such as runny nose, sneezing, runny nose when waking up in the morning, gradually decreasing during the day but recurring when exposed to dust or cold environments. Initially, the nasal discharge is clear, but as time goes on, it becomes thicker and flows in waves. Symptoms are more severe, the patient may sneeze continuously for many hours, leading to secretions and fluid stagnation in the nasopharynx. This leads to the patient having to frequently spit, leading to damage to the nasopharyngeal mucosa. In addition, sinus secretions and fluid retention also lead to nasal congestion, causing patients to often breathe through their mouths, causing pharyngitis or laryngitis.\n“Recurrent or prolonged episodes of allergic rhinosinusitis can lead to hypertrophy and degeneration of the nasal mucosa, forming nasal polyps, causing patients to have a stuffy nose even when they do not have nasal allergies. \", MSc.BS.CKI Ho Van Huu added.\nItchy nose, sneezing, watery eyes, and runny nose are symptoms of allergic rhinosinusitis\n\nDiagnosis of allergic rhinosinusitis\nDiagnosis of allergic rhinosinusitis is usually made clinically based on characteristic symptoms and good response to treatment with antihistamines or nasal corticosteroids. According to Ho Van Huu, M.D., M.D., diagnosing the disease will be easier if the patient has seasonal symptoms, or clearly identifies a trigger or has more than one irritant, including both allergens and irritants. To determine whether the patient has sinusitis or not, the patient needs to have a nasal endoscopy or CT scan to check.(1)\nTo find factors that cause allergies, the doctor can give the patient a test to check skin stinging by applying certain substances to the skin to see how the patient's body reacts to each substance. If allergic to a certain substance, the patient's skin will appear red, possibly with swelling.\nTo diagnose allergic rhinitis, a blood test or a radioabsorbent test (RAST) may be used. RAST can measure the amount of immunoglobulin E antibodies to specific allergens in a patient's blood.\n\nTreatment methods for allergic rhinosinusitis\nMSc.BSc.CKI Ho Van Huu said that choosing a treatment method for allergic rhinosinusitis will depend on the level of symptoms as well as whether the patient has accompanying sinusitis or not. Before using any medicine, patients need to see an ear, nose and throat specialist at a medical facility to clearly determine the condition they are experiencing. Patients should only use medication when prescribed by a doctor. They should absolutely not buy and use medication on their own to avoid prolonged and complicated illness. Self-medication can even lead to risks due to drug interactions or side effects.\n1. Medicines\nMedications to treat allergic sinusitis often include:\n1.1 Antihistamines\nHelps patients reduce unpleasant symptoms by preventing the secretion of Histamine during allergic reactions. They come in pill form, syrup form, spray form...\n1.2 Corticosteroids\nHelps reduce inflammation and relieve symptoms of allergic rhinitis. The spray is often used in combination with antihistamines in the treatment of allergic rhinosinusitis and can be used long-term with few complications. Short-course oral corticosteroids are recommended for severe symptom onset or intolerance to the spray formulation.\n1.3 Leukotriene inhibitors\nThis medication works to block the action of leukotrienes - a chemical secreted by the immune system that causes symptoms of allergic rhinosinusitis.\n1.4 Decongestants\nAvailable in oral and spray formulations that help improve nasal congestion associated with allergic rhinitis by acting on adrenergic receptors, causing vasoconstriction in the nasal mucosa. Medicines should be used according to doctor's instructions.\n1.5 Cromolyn sodium nasal spray to treat allergic rhinitis\nThis medication helps stabilize mast cells in the body, preventing the production of substances that cause allergic reactions such as histamine. The medicine is most effective when used before exposure to allergens.\n1.6 Immunotherapy (also known as anti-allergy injections)\nThis therapy will be prescribed when medication does not bring positive results or causes too many side effects. In this method, the patient will be periodically injected with a small amount of the allergen into the body for 3-5 years or given medicine containing a small amount of the allergen under the tongue so that it dissolves in the mouth. This helps the body gradually get used to the allergens, thereby gradually reducing symptoms and the need for medication.\nPatients with allergies to cat dander, dust mites or pollen do particularly well with immunotherapy. Immunotherapy may also help prevent the development of asthma in children.\n2. Surgery\nThis method can be prescribed to improve symptoms when there is chronic allergic sinusitis with superinfection, accompanied by turbinate hypertrophy, nasal polyps that do not respond to drug treatment.\nIn addition to treatment methods, patients need to avoid contact with substances that can cause allergies (chemical odors, smoke, cigarettes) and be aware of their own allergies.\nSinus surgery can help treat chronic sinusitis\n\nHow to prevent allergic sinusitis\nMSc.BSc.CKI Ho Van Huu emphasized that for allergic rhinosinusitis, prevention should aim at avoiding exposure to allergy triggers and strengthening the body's immune system.\nSpecific measures to prevent allergic sinusitis can be taken such as:\nAlways keep the house clean, vacuum daily;; Pets should not be kept in the house;; Always wear a mask when leaving the house, especially during seasons when you often have allergies;; If the allergy is determined from pollen, you should look around your garden to see what type of flower it is and remove it from the living area;; Avoid exposure to cigarette smoke;; Influenza vaccination;; Strengthen your body's immunity with a scientific, nutritionally balanced diet and exercise at least 30 minutes a day;; If allergies are seasonal, immunotherapy can be treated before the allergy season begins for prevention;; Spray your nose regularly: helps improve the clearance of the nasal and sinus mucosa as well as eliminate allergens.\n\nWhat to avoid and what to eat for allergic sinusitis?\nMSc.BSc.CKI Ho Van Huu said, there is no officially recommended diet for patients with allergic sinusitis. But an immune-boosting diet that prevents inflammatory factors may be helpful.\nAccordingly, patients should have a balanced and scientific diet as follows:\nDrink a lot of water;; Eat lots of vegetables, tubers, and fruits containing vitamin C such as citrus fruits, spinach...; Limit eating foods that your body is allergic to.\nVisit an ENT specialist when you have sinus symptoms to prevent dangerous complications\nTo schedule an examination, consultation and treatment of allergic sinusitis and Ear - Nose - Throat diseases at the Ear, Nose and Throat Center, Tam Anh General Hospital System, you can contact:\nSymptoms of allergic sinusitis can appear cyclically (early in the cold season or hot season) or non-cyclically when waking up in the morning or when exposed to dust, pollen, etc.). Although the symptoms are not life-threatening, they last a long time, making the patient uncomfortable and tired, causing a decrease in quality of life. Patients should see a doctor to determine the cause and receive appropriate treatment. They should not arbitrarily use medication, which can cause dangerous side effects and even make the disease more complicated.",
    "subsections": [
        {
            "subsection_name": "What is allergic sinusitis?",
            "subsection_content": "Allergic sinusitis is a condition of irritation and inflammation of the nasal mucosa caused by environmental allergens such as pollen, animal hair, chemicals, dust, house mites... not by viruses or bacteria. bacteria, or fungi. Allergic sinusitis or allergic rhinosinusitis can be a consequence of allergic rhinitis. Due to the adjacent and continuous nature between the nasal mucosa and facial sinuses, when allergic rhinitis is not treated effectively, it can lead to edema of the sinus mucosa, blocking the sinus opening. As a result, sinus fluid retention will occur, causing infection leading to accompanying sinusitis.\nAllergic sinusitis is divided into the following types:\nSeasonal allergic rhinitis (can be cyclical)\nThis condition is also known as seasonal allergic rhinosinusitis. The disease often occurs at certain times of the year.\nYear-round allergic rhinitis (non-cyclical)\nThis is a nasal allergy that occurs year-round, whenever irritants are encountered that lead to inflammation.",
            "subsection_string": "What is allergic sinusitis?\nAllergic sinusitis is a condition of irritation and inflammation of the nasal mucosa caused by environmental allergens such as pollen, animal hair, chemicals, dust, house mites... not by viruses or bacteria. bacteria, or fungi. Allergic sinusitis or allergic rhinosinusitis can be a consequence of allergic rhinitis. Due to the adjacent and continuous nature between the nasal mucosa and facial sinuses, when allergic rhinitis is not treated effectively, it can lead to edema of the sinus mucosa, blocking the sinus opening. As a result, sinus fluid retention will occur, causing infection leading to accompanying sinusitis.\nAllergic sinusitis is divided into the following types:\nSeasonal allergic rhinitis (can be cyclical)\nThis condition is also known as seasonal allergic rhinosinusitis. The disease often occurs at certain times of the year.\nYear-round allergic rhinitis (non-cyclical)\nThis is a nasal allergy that occurs year-round, whenever irritants are encountered that lead to inflammation."
        },
        {
            "subsection_name": "Causes of allergic rhinosinusitis",
            "subsection_content": "The cause of allergic rhinosinusitis is mainly due to allergens in the living environment.\nAccording to MSc.BSc.CKI Ho Van Huu, factors causing nasal allergies and sinusitis may include:\nChange Weather;; Pollen;; Animal hair or their feces;; Fine dust indoors or outdoors;; Air pollution;; Cosmetics, most commonly soap and shampoo;; Mold.",
            "subsection_string": "Causes of allergic rhinosinusitis\nThe cause of allergic rhinosinusitis is mainly due to allergens in the living environment.\nAccording to MSc.BSc.CKI Ho Van Huu, factors causing nasal allergies and sinusitis may include:\nChange Weather;; Pollen;; Animal hair or their feces;; Fine dust indoors or outdoors;; Air pollution;; Cosmetics, most commonly soap and shampoo;; Mold."
        },
        {
            "subsection_name": "Signs of allergic sinusitis",
            "subsection_content": "Symptoms of allergic rhinosinusitis can last for a short period of time. The illness can also last a few days to a week, then disappear on its own. Although allergic rhinosinusitis is not particularly serious, if the symptoms of the disease persist for a long time, it will cause fatigue, discomfort, immunodeficiency, and affect living, sleep, and learning.( 2)\nSymptoms of allergic rhinosinusitis often include:\nHave an itchy nose;; Continuous sneezing;; Clear runny nose;; Expecting clear phlegm;; Stuffy nose;; May be accompanied by itchy eyes, watery eyes, itchy throat and cough.; When the disease progresses to sinusitis, symptoms may include headache, facial pain and decreased sense of smell.\nMSc.BSc.CKI Ho Van Huu said that symptoms of allergic rhinitis are divided into 2 groups:\n1. Symptoms of the disease are cyclical\nSymptoms of the disease often appear at the beginning of the hot or cold season. Itchy nose, itchy eyes, watery eyes, red eyes, constant sneezing, runny nose and clear mucus are common symptoms.\nIn addition, other symptoms that patients may also experience include burning in the conjunctiva, nasopharynx, feeling of drowsiness, fatigue and heavy head. Symptoms may last from a few days to a week and then resolve. In particular, right at that time, the disease recurs. The disease can last for many years, causing degeneration, edema of the nasal mucosa, hypertrophy of the nasal turbinate, nasal congestion...\n2. Symptoms of the disease are not cyclical\nThis is the most common condition with symptoms such as runny nose, sneezing, runny nose when waking up in the morning, gradually decreasing during the day but recurring when exposed to dust or cold environments. Initially, the nasal discharge is clear, but as time goes on, it becomes thicker and flows in waves. Symptoms are more severe, the patient may sneeze continuously for many hours, leading to secretions and fluid stagnation in the nasopharynx. This leads to the patient having to frequently spit, leading to damage to the nasopharyngeal mucosa. In addition, sinus secretions and fluid retention also lead to nasal congestion, causing patients to often breathe through their mouths, causing pharyngitis or laryngitis.\n“Recurrent or prolonged episodes of allergic rhinosinusitis can lead to hypertrophy and degeneration of the nasal mucosa, forming nasal polyps, causing patients to have a stuffy nose even when they do not have nasal allergies. \", MSc.BS.CKI Ho Van Huu added.\nItchy nose, sneezing, watery eyes, and runny nose are symptoms of allergic rhinosinusitis",
            "subsection_string": "Signs of allergic sinusitis\nSymptoms of allergic rhinosinusitis can last for a short period of time. The illness can also last a few days to a week, then disappear on its own. Although allergic rhinosinusitis is not particularly serious, if the symptoms of the disease persist for a long time, it will cause fatigue, discomfort, immunodeficiency, and affect living, sleep, and learning.( 2)\nSymptoms of allergic rhinosinusitis often include:\nHave an itchy nose;; Continuous sneezing;; Clear runny nose;; Expecting clear phlegm;; Stuffy nose;; May be accompanied by itchy eyes, watery eyes, itchy throat and cough.; When the disease progresses to sinusitis, symptoms may include headache, facial pain and decreased sense of smell.\nMSc.BSc.CKI Ho Van Huu said that symptoms of allergic rhinitis are divided into 2 groups:\n1. Symptoms of the disease are cyclical\nSymptoms of the disease often appear at the beginning of the hot or cold season. Itchy nose, itchy eyes, watery eyes, red eyes, constant sneezing, runny nose and clear mucus are common symptoms.\nIn addition, other symptoms that patients may also experience include burning in the conjunctiva, nasopharynx, feeling of drowsiness, fatigue and heavy head. Symptoms may last from a few days to a week and then resolve. In particular, right at that time, the disease recurs. The disease can last for many years, causing degeneration, edema of the nasal mucosa, hypertrophy of the nasal turbinate, nasal congestion...\n2. Symptoms of the disease are not cyclical\nThis is the most common condition with symptoms such as runny nose, sneezing, runny nose when waking up in the morning, gradually decreasing during the day but recurring when exposed to dust or cold environments. Initially, the nasal discharge is clear, but as time goes on, it becomes thicker and flows in waves. Symptoms are more severe, the patient may sneeze continuously for many hours, leading to secretions and fluid stagnation in the nasopharynx. This leads to the patient having to frequently spit, leading to damage to the nasopharyngeal mucosa. In addition, sinus secretions and fluid retention also lead to nasal congestion, causing patients to often breathe through their mouths, causing pharyngitis or laryngitis.\n“Recurrent or prolonged episodes of allergic rhinosinusitis can lead to hypertrophy and degeneration of the nasal mucosa, forming nasal polyps, causing patients to have a stuffy nose even when they do not have nasal allergies. \", MSc.BS.CKI Ho Van Huu added.\nItchy nose, sneezing, watery eyes, and runny nose are symptoms of allergic rhinosinusitis"
        },
        {
            "subsection_name": "Diagnosis of allergic rhinosinusitis",
            "subsection_content": "Diagnosis of allergic rhinosinusitis is usually made clinically based on characteristic symptoms and good response to treatment with antihistamines or nasal corticosteroids. According to Ho Van Huu, M.D., M.D., diagnosing the disease will be easier if the patient has seasonal symptoms, or clearly identifies a trigger or has more than one irritant, including both allergens and irritants. To determine whether the patient has sinusitis or not, the patient needs to have a nasal endoscopy or CT scan to check.(1)\nTo find factors that cause allergies, the doctor can give the patient a test to check skin stinging by applying certain substances to the skin to see how the patient's body reacts to each substance. If allergic to a certain substance, the patient's skin will appear red, possibly with swelling.\nTo diagnose allergic rhinitis, a blood test or a radioabsorbent test (RAST) may be used. RAST can measure the amount of immunoglobulin E antibodies to specific allergens in a patient's blood.",
            "subsection_string": "Diagnosis of allergic rhinosinusitis\nDiagnosis of allergic rhinosinusitis is usually made clinically based on characteristic symptoms and good response to treatment with antihistamines or nasal corticosteroids. According to Ho Van Huu, M.D., M.D., diagnosing the disease will be easier if the patient has seasonal symptoms, or clearly identifies a trigger or has more than one irritant, including both allergens and irritants. To determine whether the patient has sinusitis or not, the patient needs to have a nasal endoscopy or CT scan to check.(1)\nTo find factors that cause allergies, the doctor can give the patient a test to check skin stinging by applying certain substances to the skin to see how the patient's body reacts to each substance. If allergic to a certain substance, the patient's skin will appear red, possibly with swelling.\nTo diagnose allergic rhinitis, a blood test or a radioabsorbent test (RAST) may be used. RAST can measure the amount of immunoglobulin E antibodies to specific allergens in a patient's blood."
        },
        {
            "subsection_name": "Treatment methods for allergic rhinosinusitis",
            "subsection_content": "MSc.BSc.CKI Ho Van Huu said that choosing a treatment method for allergic rhinosinusitis will depend on the level of symptoms as well as whether the patient has accompanying sinusitis or not. Before using any medicine, patients need to see an ear, nose and throat specialist at a medical facility to clearly determine the condition they are experiencing. Patients should only use medication when prescribed by a doctor. They should absolutely not buy and use medication on their own to avoid prolonged and complicated illness. Self-medication can even lead to risks due to drug interactions or side effects.\n1. Medicines\nMedications to treat allergic sinusitis often include:\n1.1 Antihistamines\nHelps patients reduce unpleasant symptoms by preventing the secretion of Histamine during allergic reactions. They come in pill form, syrup form, spray form...\n1.2 Corticosteroids\nHelps reduce inflammation and relieve symptoms of allergic rhinitis. The spray is often used in combination with antihistamines in the treatment of allergic rhinosinusitis and can be used long-term with few complications. Short-course oral corticosteroids are recommended for severe symptom onset or intolerance to the spray formulation.\n1.3 Leukotriene inhibitors\nThis medication works to block the action of leukotrienes - a chemical secreted by the immune system that causes symptoms of allergic rhinosinusitis.\n1.4 Decongestants\nAvailable in oral and spray formulations that help improve nasal congestion associated with allergic rhinitis by acting on adrenergic receptors, causing vasoconstriction in the nasal mucosa. Medicines should be used according to doctor's instructions.\n1.5 Cromolyn sodium nasal spray to treat allergic rhinitis\nThis medication helps stabilize mast cells in the body, preventing the production of substances that cause allergic reactions such as histamine. The medicine is most effective when used before exposure to allergens.\n1.6 Immunotherapy (also known as anti-allergy injections)\nThis therapy will be prescribed when medication does not bring positive results or causes too many side effects. In this method, the patient will be periodically injected with a small amount of the allergen into the body for 3-5 years or given medicine containing a small amount of the allergen under the tongue so that it dissolves in the mouth. This helps the body gradually get used to the allergens, thereby gradually reducing symptoms and the need for medication.\nPatients with allergies to cat dander, dust mites or pollen do particularly well with immunotherapy. Immunotherapy may also help prevent the development of asthma in children.\n2. Surgery\nThis method can be prescribed to improve symptoms when there is chronic allergic sinusitis with superinfection, accompanied by turbinate hypertrophy, nasal polyps that do not respond to drug treatment.\nIn addition to treatment methods, patients need to avoid contact with substances that can cause allergies (chemical odors, smoke, cigarettes) and be aware of their own allergies.\nSinus surgery can help treat chronic sinusitis",
            "subsection_string": "Treatment methods for allergic rhinosinusitis\nMSc.BSc.CKI Ho Van Huu said that choosing a treatment method for allergic rhinosinusitis will depend on the level of symptoms as well as whether the patient has accompanying sinusitis or not. Before using any medicine, patients need to see an ear, nose and throat specialist at a medical facility to clearly determine the condition they are experiencing. Patients should only use medication when prescribed by a doctor. They should absolutely not buy and use medication on their own to avoid prolonged and complicated illness. Self-medication can even lead to risks due to drug interactions or side effects.\n1. Medicines\nMedications to treat allergic sinusitis often include:\n1.1 Antihistamines\nHelps patients reduce unpleasant symptoms by preventing the secretion of Histamine during allergic reactions. They come in pill form, syrup form, spray form...\n1.2 Corticosteroids\nHelps reduce inflammation and relieve symptoms of allergic rhinitis. The spray is often used in combination with antihistamines in the treatment of allergic rhinosinusitis and can be used long-term with few complications. Short-course oral corticosteroids are recommended for severe symptom onset or intolerance to the spray formulation.\n1.3 Leukotriene inhibitors\nThis medication works to block the action of leukotrienes - a chemical secreted by the immune system that causes symptoms of allergic rhinosinusitis.\n1.4 Decongestants\nAvailable in oral and spray formulations that help improve nasal congestion associated with allergic rhinitis by acting on adrenergic receptors, causing vasoconstriction in the nasal mucosa. Medicines should be used according to doctor's instructions.\n1.5 Cromolyn sodium nasal spray to treat allergic rhinitis\nThis medication helps stabilize mast cells in the body, preventing the production of substances that cause allergic reactions such as histamine. The medicine is most effective when used before exposure to allergens.\n1.6 Immunotherapy (also known as anti-allergy injections)\nThis therapy will be prescribed when medication does not bring positive results or causes too many side effects. In this method, the patient will be periodically injected with a small amount of the allergen into the body for 3-5 years or given medicine containing a small amount of the allergen under the tongue so that it dissolves in the mouth. This helps the body gradually get used to the allergens, thereby gradually reducing symptoms and the need for medication.\nPatients with allergies to cat dander, dust mites or pollen do particularly well with immunotherapy. Immunotherapy may also help prevent the development of asthma in children.\n2. Surgery\nThis method can be prescribed to improve symptoms when there is chronic allergic sinusitis with superinfection, accompanied by turbinate hypertrophy, nasal polyps that do not respond to drug treatment.\nIn addition to treatment methods, patients need to avoid contact with substances that can cause allergies (chemical odors, smoke, cigarettes) and be aware of their own allergies.\nSinus surgery can help treat chronic sinusitis"
        },
        {
            "subsection_name": "How to prevent allergic sinusitis",
            "subsection_content": "MSc.BSc.CKI Ho Van Huu emphasized that for allergic rhinosinusitis, prevention should aim at avoiding exposure to allergy triggers and strengthening the body's immune system.\nSpecific measures to prevent allergic sinusitis can be taken such as:\nAlways keep the house clean, vacuum daily;; Pets should not be kept in the house;; Always wear a mask when leaving the house, especially during seasons when you often have allergies;; If the allergy is determined from pollen, you should look around your garden to see what type of flower it is and remove it from the living area;; Avoid exposure to cigarette smoke;; Influenza vaccination;; Strengthen your body's immunity with a scientific, nutritionally balanced diet and exercise at least 30 minutes a day;; If allergies are seasonal, immunotherapy can be treated before the allergy season begins for prevention;; Spray your nose regularly: helps improve the clearance of the nasal and sinus mucosa as well as eliminate allergens.",
            "subsection_string": "How to prevent allergic sinusitis\nMSc.BSc.CKI Ho Van Huu emphasized that for allergic rhinosinusitis, prevention should aim at avoiding exposure to allergy triggers and strengthening the body's immune system.\nSpecific measures to prevent allergic sinusitis can be taken such as:\nAlways keep the house clean, vacuum daily;; Pets should not be kept in the house;; Always wear a mask when leaving the house, especially during seasons when you often have allergies;; If the allergy is determined from pollen, you should look around your garden to see what type of flower it is and remove it from the living area;; Avoid exposure to cigarette smoke;; Influenza vaccination;; Strengthen your body's immunity with a scientific, nutritionally balanced diet and exercise at least 30 minutes a day;; If allergies are seasonal, immunotherapy can be treated before the allergy season begins for prevention;; Spray your nose regularly: helps improve the clearance of the nasal and sinus mucosa as well as eliminate allergens."
        },
        {
            "subsection_name": "What to avoid and what to eat for allergic sinusitis?",
            "subsection_content": "MSc.BSc.CKI Ho Van Huu said, there is no officially recommended diet for patients with allergic sinusitis. But an immune-boosting diet that prevents inflammatory factors may be helpful.\nAccordingly, patients should have a balanced and scientific diet as follows:\nDrink a lot of water;; Eat lots of vegetables, tubers, and fruits containing vitamin C such as citrus fruits, spinach...; Limit eating foods that your body is allergic to.\nVisit an ENT specialist when you have sinus symptoms to prevent dangerous complications\nTo schedule an examination, consultation and treatment of allergic sinusitis and Ear - Nose - Throat diseases at the Ear, Nose and Throat Center, Tam Anh General Hospital System, you can contact:\nSymptoms of allergic sinusitis can appear cyclically (early in the cold season or hot season) or non-cyclically when waking up in the morning or when exposed to dust, pollen, etc.). Although the symptoms are not life-threatening, they last a long time, making the patient uncomfortable and tired, causing a decrease in quality of life. Patients should see a doctor to determine the cause and receive appropriate treatment. They should not arbitrarily use medication, which can cause dangerous side effects and even make the disease more complicated.",
            "subsection_string": "What to avoid and what to eat for allergic sinusitis?\nMSc.BSc.CKI Ho Van Huu said, there is no officially recommended diet for patients with allergic sinusitis. But an immune-boosting diet that prevents inflammatory factors may be helpful.\nAccordingly, patients should have a balanced and scientific diet as follows:\nDrink a lot of water;; Eat lots of vegetables, tubers, and fruits containing vitamin C such as citrus fruits, spinach...; Limit eating foods that your body is allergic to.\nVisit an ENT specialist when you have sinus symptoms to prevent dangerous complications\nTo schedule an examination, consultation and treatment of allergic sinusitis and Ear - Nose - Throat diseases at the Ear, Nose and Throat Center, Tam Anh General Hospital System, you can contact:\nSymptoms of allergic sinusitis can appear cyclically (early in the cold season or hot season) or non-cyclically when waking up in the morning or when exposed to dust, pollen, etc.). Although the symptoms are not life-threatening, they last a long time, making the patient uncomfortable and tired, causing a decrease in quality of life. Patients should see a doctor to determine the cause and receive appropriate treatment. They should not arbitrarily use medication, which can cause dangerous side effects and even make the disease more complicated."
        }
    ],
    "name": "viem-xoang-mui-di-ung.json"
}