{
    "title": "Conjunctivitis: Causes, symptoms and prevention",
    "category": "Eye",
    "link": "https://tamanhhospital.vn/viem-ket-mac/",
    "abstract": "40% of the population suffers from conjunctivitis. Conjunctivitis can cause complications such as: conjunctival papillae of the upper eyelid cartilage, corneal ulcers, eyelid margin deformities, entropion, dry eyes, and can even lead to blindness. So what is conjunctivitis? What are the causes, symptoms and prevention of conjunctivitis? [first]",
    "content": "Conjunctivitis: Causes, symptoms and prevention\n\n40% of the population suffers from conjunctivitis. Conjunctivitis can cause complications such as: conjunctival papillae of the upper eyelid cartilage, corneal ulcers, eyelid margin deformities, entropion, dry eyes, and can even lead to blindness. So what is conjunctivitis? What are the causes, symptoms and prevention of conjunctivitis? [first]\n\nWhat is conjunctivitis (pink eye)?\nConjunctivitis is an inflammation of the thin, transparent layer of tissue that covers the white part of the eye and lines the inside of the eyelid (conjunctiva). When small blood vessels in the conjunctiva become swollen and irritated, the whites of the eyes appear red or pink.\nConjunctivitis can cause discomfort, with few complications if treated early. The disease is very contagious, so early diagnosis and certain preventative measures can help limit the spread of the disease.\n\nClassification of conjunctivitis\nThe most common infectious conjunctivitis is viral or bacterial conjunctivitis. Most cases of pink eye are caused by adenovirus but can also be caused by other viruses such as herpes simplex virus and varicella-zoster virus. There are few cases where multiple agents combine to cause disease at the same time. [2]\nIn addition, there is also allergic conjunctivitis caused by foreign objects, smoke, dust, perfume, environmental pollution...[3]\n1. Conjunctivitis caused by viruses and bacteria\nBoth viral and bacterial conjunctivitis can occur along with a cold or symptoms of a respiratory infection, such as a sore throat. Wearing unclean contact lenses can also lead to bacterial conjunctivitis. Both types can affect one or both eyes. Both types are highly contagious through direct or indirect contact with secretions from the eyes of an infected person.\n2. Allergic conjunctivitis\nAllergic conjunctivitis occurs when the eyes come into contact with allergens such as pollen. To fight allergens, the body produces an antibody called immunoglobulin E (IgE). IgE activates special cells in the lining of the eyes and respiratory tract to release inflammatory substances including histamine. The body's release of histamine can produce some allergy symptoms such as red eyes. This type of conjunctivitis is not contagious and most cases can be controlled with anti-allergy eye drops.\n3. Conjunctivitis due to irritation\nConjunctivitis may also be related to irritation caused by chemicals splashed into the eye or foreign objects falling into the eye. Therefore, the eyes will create an alarm mechanism, causing redness and tears to wash away chemicals or foreign objects causing irritation. Symptoms may include tearing and mucus discharge that usually resolves within 24 hours.\nIf cleaning with water does not control your symptoms or if the chemical in contact with your eyes is caustic such as lye, go to your nearest hospital or ophthalmologist immediately. Chemical splashes into the eyes can cause permanent eye damage.\nEyes play an extremely important role in human life activities\n\nWhat is the cause of conjunctivitis?\nThere are many causes of conjunctivitis, in which a variety of manifestations appear.\n1. Bacterial infection\nInfectious causes often start from insects, direct contact with others, poor hygiene (touching eyes with unclean hands) or using contaminated eye makeup and lotions can also cause infection. . Sharing makeup and personal items such as contact lenses can also lead to bacterial conjunctivitis. [4]; May be caused by staphylococcus or streptococcus bacteria: Staphylococcus aureus, Streptococcus pneumoniae, Haemophilus influenzae, Moraxella catarrhalis, or less commonly Chlamydia trachomatis and Neisseria gonorrhoeae.; Appears more in children than in adults; Usually occurs from December to April every year.; Can spread easily, especially with large numbers of bacteria in certain environments.; Thick eye discharge (pus) leads to eyelids sticking together; Sometimes occurs with otitis media.\n2. Viral infection\nCaused by the common cold virus and transmitted when an infected person coughs or sneezes. Viral conjunctivitis can also occur when the virus spreads along the body's mucous membranes, which connect the lungs, throat, nose, tear ducts, and conjunctiva. Because tears flow into the nasal passages, blowing your nose vigorously can cause the virus to move from the respiratory system to the eyes.; The discharge from the eyes is usually liquid, not thick; Usually starts in one eye and can spread to the other eye within a few days.; May occur along with symptoms of a cold, flu, or other respiratory infection.; Very contagious.; Can sometimes lead to major outbreaks depending on the type of virus.\n3. Allergy\nThe body's response to allergens, such as pollen from trees, plants, grass and weeds, dust, mold, pet dander, medications or cosmetics. [5]; Not contagious.; Occurs more often in people with other allergic diseases, such as hay fever, asthma, and eczema.; May occur seasonally when allergens such as pollen are present with greater frequency.; Can also occur year-round due to allergens that exist in the home (dust, fur).; Usually occurs in both eyes; Severe itching, tearing and swelling; May occur with allergy symptoms, such as itchy nose, runny nose, sneezing, itchy throat, or asthma.\nAllergens such as dust, pet hair, etc. are the cause of conjunctivitis\n4. Chemical splashes into eyes\nPoisoning is caused by fumes, liquids, fumes or corrosive chemicals. Rinse with water immediately to remove toxic substances. [6]; Cases of pinkeye caused by chlorine in swimming pools are usually not serious and do not require treatment. After washing your eyes, you can use artificial tears or ointment to reduce redness and irritation.; Symptoms of severe pink eye caused by toxic chemicals include: severe pain, decreased vision, red eyes, swelling.; Need to be taken immediately to the nearest medical center or hospital for timely consultation and treatment.; Not contagious.\n5. Foreign objects in the eye\nCaused by irritation from a foreign body in the eye or exposure to smoke, dust, fumes or chemicals; Pain, redness and excessive tearing; Not contagious.\n6. Clogged tear duct\nBlocked tear ducts lead to eye irritation and tear accumulation.; This irritation causes pain and swelling, causes the eyes to constantly water and increases the risk of infection.; Mucus discharge from eyes.; Dried discharge that forms crusts on the eyes.; Blurred vision.; Swelling of one side of the nose near the eye; Bleeding eyes, possibly fever.\n7. Use contact lenses\nGiant papillary conjunctivitis (GPC) is a type of allergic conjunctivitis caused by the chronic presence of foreign bodies in the eye. People who wear hard or hard contact lenses, wear soft contact lenses that are not replaced regularly, have open stitches on the eye surface, or have prosthetic eyes are more likely to develop this form of conjunctivitis.; Failure to keep contact lenses clean will lead to increased bacteria and dirt buildup, increasing the risk of infection.; Itching and burning in both eyes; Weep.; Mild swelling.; Sensitive and uncomfortable.; Not contagious.\n7. Contact with other people who have conjunctivitis\nDirect contact with a person who has conjunctivitis is very susceptible to infection because the conjunctivitis virus often spreads from the patient to others through personal contact such as touching or shaking hands, and is spread through the air through coughing and sneezing. steam or touch objects or surfaces that have germs, then touch your eyes before washing your hands.\n\nWhat are the symptoms of conjunctivitis (pink eye)?\n1. Red eyes\nRed eyes are a typical symptom of conjunctivitis. This is a common sign and very few cases become serious and do not cause long-term eye or vision damage if detected and treated promptly. [7]\nRed eyes are a typical symptom of conjunctivitis\n2. Itchy or scratchy eyes\nAn itchy, burning sensation in the eye or discomfort as if something is stuck in the eye are typical symptoms of conjunctivitis. Symptoms of bacterial conjunctivitis often start in one eye and spread to the other eye within a few days. If the cause is viral, symptoms will begin in both eyes. Symptoms of allergic pink eye usually involve both eyes and are almost always itchy, while eyelid swelling is often caused by bacteria and allergies.\n3. Excessive discharge from the eyes\nExcessive tearing is common in patients with viral and allergic conjunctivitis. Conjunctivitis caused by bacteria will produce yellow-green discharge (pus).\n4. Sensitive to light\nPink eye can cause mild sensitivity to light. Some serious symptoms such as impaired vision, sensitivity to light or severe pain may be due to infection spreading beyond the conjunctiva, severe infection or inflammation inside the eye. It is necessary to take the patient to a medical facility as soon as this condition is detected for timely examination and treatment.\n5. Close membranes and mucus after waking up\nWaking up with your eyelids glued together could be due to pink eye fluid accumulating during sleep.\n6. Tears\nPink eye caused by viruses and allergies is the main cause of producing more tears than usual.\n\nWhen do you need to see a doctor?\nIf the following conditions appear, you should see a doctor immediately:\nEyesore.; Sensitive to light.; Vision is blurred and does not improve when there is discharge from the eye.; Eyes appear bloodshot; Symptoms get worse or do not improve, including symptoms caused by bacteria that do not improve after 24 hours of antibiotic use.; Patients with weakened immune systems due to HIV, cancer treatment or other conditions or treatments; Newborns with symptoms of conjunctivitis should be seen by a doctor immediately to prevent permanent eye damage.; Physical damage to the eyes. Eye injuries can become infected and lead to corneal ulcers, leading to permanent vision loss.; Bloodshot eyes after wearing contact lenses. In this case, you should remove contact lenses and see an ophthalmologist immediately because there is a possibility that you have a corneal ulcer or infection.; Bacterial infections impair vision or cause red eyes accompanied by pain or a lot of yellow or green pus discharge.; Conjunctivitis often recurs or gets worse after a short period of home treatment.\nEye specialist at Tam Anh General Hospital is examining eyes and consulting on treatment for patients\n\nTreatment methods for conjunctivitis\nMost cases of viral conjunctivitis are mild and will resolve on their own after 7-14 days without treatment without leaving sequelae. However, there are also cases where the illness takes 2-3 weeks or more. Your doctor may prescribe antiviral medications to treat more serious forms of conjunctivitis, such as conjunctivitis caused by the herpes simplex virus or varicella-zoster virus. Antibiotics will not be effective in this case.\nMild bacterial conjunctivitis can improve on its own in 2-5 days without antibiotic treatment and without any complications, but it can take up to 2 weeks to completely heal. Antibiotic prescriptions prescribed by doctors in this case are usually topical medications such as eye drops or ointments. Antibiotics can help shorten the duration of the infection, reduce complications, and reduce the spread of it to others.\nConjunctivitis caused by allergies (such as pollen or animal dander) often improves by removing the allergen from the environment. Antihistamines and certain eye drops (antihistamines and topical vasoconstrictors), including some prescription eye drops, may also help relieve symptoms of allergic conjunctivitis. Your doctor may recommend a combination of medications to improve your condition.\nFlushing the eyes with saline is the standard medical treatment for chemical conjunctivitis. Patients may also consider needing to use topical steroids. Eye damage caused by chemicals is often quite serious, especially alkali burns are a medical emergency and can lead to scarring, impaired vision, and can even cause blindness. If the chemical comes into direct contact with the eyes, flush the eyes with water for several minutes before taking the victim to the nearest medical center.\n\nPrevention of conjunctivitis\nBecause conjunctivitis is highly contagious, taking preventative measures will help prevent the condition from progressing and getting worse.\n1. Avoid touching your eyes with your hands\nAvoid touching or rubbing your eye as this can make the condition worse or spread to the other eye. Wash your hands thoroughly before cleaning your eyes. Use a clean towel or cotton ball to wipe away secretions from your eyes. Discard the cotton ball after use and wash the used towel with hot water and soap, then wash your hands again with soap and warm water.\n2. Wash your hands frequently\nWash your hands often with soap and warm water for at least 20 seconds, especially before and after cleaning your eyes, or before applying eye drops or ointments. In case there is no soap and water, you can use dry hand sanitizer containing at least 60% alcohol to disinfect hands.\n3. Use clean towels and do not share towels\nClean eyeglasses and be careful not to contaminate shared items such as hand towels.\n4. Change pillowcases regularly\nWash pillowcases, sheets, towels, and towels regularly with hot water and soap.\n5. Do not use old eye cosmetics\nNote that if only one eye has conjunctivitis, you should not use the same bottle of eye drops for both eyes. Clean, store, and replace contact lenses as prescribed by your doctor. Stop wearing contact lenses until approved by your eye doctor.\n6. Do not share cosmetics\nDo not share personal items, such as pillows, washcloths, towels, eye drops, eye or facial makeup, makeup brushes, contact lenses, contact lens cases, or eyeglasses.\nThere are many causes of conjunctivitis and disease progression depends on each person's condition, so early diagnosis and treatment will help prevent the condition from getting worse. Tam Anh General Hospital is a reputable place that many people come to when they need advice, examination and treatment of eye diseases. State-of-the-art equipment and a team of experienced experts and doctors will help provide effective treatment regimens for each case, giving patients peace of mind during treatment and quick recovery.\nPrevention is better than cure. The best way to prevent conjunctivitis is to maintain good personal hygiene. Even after infection, careful hygiene will help the sick person recover quickly and not spread it to those around them.",
    "subsections": [
        {
            "subsection_name": "What is conjunctivitis (pink eye)?",
            "subsection_content": "Conjunctivitis is an inflammation of the thin, transparent layer of tissue that covers the white part of the eye and lines the inside of the eyelid (conjunctiva). When small blood vessels in the conjunctiva become swollen and irritated, the whites of the eyes appear red or pink.\nConjunctivitis can cause discomfort, with few complications if treated early. The disease is very contagious, so early diagnosis and certain preventative measures can help limit the spread of the disease.",
            "subsection_string": "What is conjunctivitis (pink eye)?\nConjunctivitis is an inflammation of the thin, transparent layer of tissue that covers the white part of the eye and lines the inside of the eyelid (conjunctiva). When small blood vessels in the conjunctiva become swollen and irritated, the whites of the eyes appear red or pink.\nConjunctivitis can cause discomfort, with few complications if treated early. The disease is very contagious, so early diagnosis and certain preventative measures can help limit the spread of the disease."
        },
        {
            "subsection_name": "Classification of conjunctivitis",
            "subsection_content": "The most common infectious conjunctivitis is viral or bacterial conjunctivitis. Most cases of pink eye are caused by adenovirus but can also be caused by other viruses such as herpes simplex virus and varicella-zoster virus. There are few cases where multiple agents combine to cause disease at the same time. [2]\nIn addition, there is also allergic conjunctivitis caused by foreign objects, smoke, dust, perfume, environmental pollution...[3]\n1. Conjunctivitis caused by viruses and bacteria\nBoth viral and bacterial conjunctivitis can occur along with a cold or symptoms of a respiratory infection, such as a sore throat. Wearing unclean contact lenses can also lead to bacterial conjunctivitis. Both types can affect one or both eyes. Both types are highly contagious through direct or indirect contact with secretions from the eyes of an infected person.\n2. Allergic conjunctivitis\nAllergic conjunctivitis occurs when the eyes come into contact with allergens such as pollen. To fight allergens, the body produces an antibody called immunoglobulin E (IgE). IgE activates special cells in the lining of the eyes and respiratory tract to release inflammatory substances including histamine. The body's release of histamine can produce some allergy symptoms such as red eyes. This type of conjunctivitis is not contagious and most cases can be controlled with anti-allergy eye drops.\n3. Conjunctivitis due to irritation\nConjunctivitis may also be related to irritation caused by chemicals splashed into the eye or foreign objects falling into the eye. Therefore, the eyes will create an alarm mechanism, causing redness and tears to wash away chemicals or foreign objects causing irritation. Symptoms may include tearing and mucus discharge that usually resolves within 24 hours.\nIf cleaning with water does not control your symptoms or if the chemical in contact with your eyes is caustic such as lye, go to your nearest hospital or ophthalmologist immediately. Chemical splashes into the eyes can cause permanent eye damage.\nEyes play an extremely important role in human life activities",
            "subsection_string": "Classification of conjunctivitis\nThe most common infectious conjunctivitis is viral or bacterial conjunctivitis. Most cases of pink eye are caused by adenovirus but can also be caused by other viruses such as herpes simplex virus and varicella-zoster virus. There are few cases where multiple agents combine to cause disease at the same time. [2]\nIn addition, there is also allergic conjunctivitis caused by foreign objects, smoke, dust, perfume, environmental pollution...[3]\n1. Conjunctivitis caused by viruses and bacteria\nBoth viral and bacterial conjunctivitis can occur along with a cold or symptoms of a respiratory infection, such as a sore throat. Wearing unclean contact lenses can also lead to bacterial conjunctivitis. Both types can affect one or both eyes. Both types are highly contagious through direct or indirect contact with secretions from the eyes of an infected person.\n2. Allergic conjunctivitis\nAllergic conjunctivitis occurs when the eyes come into contact with allergens such as pollen. To fight allergens, the body produces an antibody called immunoglobulin E (IgE). IgE activates special cells in the lining of the eyes and respiratory tract to release inflammatory substances including histamine. The body's release of histamine can produce some allergy symptoms such as red eyes. This type of conjunctivitis is not contagious and most cases can be controlled with anti-allergy eye drops.\n3. Conjunctivitis due to irritation\nConjunctivitis may also be related to irritation caused by chemicals splashed into the eye or foreign objects falling into the eye. Therefore, the eyes will create an alarm mechanism, causing redness and tears to wash away chemicals or foreign objects causing irritation. Symptoms may include tearing and mucus discharge that usually resolves within 24 hours.\nIf cleaning with water does not control your symptoms or if the chemical in contact with your eyes is caustic such as lye, go to your nearest hospital or ophthalmologist immediately. Chemical splashes into the eyes can cause permanent eye damage.\nEyes play an extremely important role in human life activities"
        },
        {
            "subsection_name": "What is the cause of conjunctivitis?",
            "subsection_content": "There are many causes of conjunctivitis, in which a variety of manifestations appear.\n1. Bacterial infection\nInfectious causes often start from insects, direct contact with others, poor hygiene (touching eyes with unclean hands) or using contaminated eye makeup and lotions can also cause infection. . Sharing makeup and personal items such as contact lenses can also lead to bacterial conjunctivitis. [4]; May be caused by staphylococcus or streptococcus bacteria: Staphylococcus aureus, Streptococcus pneumoniae, Haemophilus influenzae, Moraxella catarrhalis, or less commonly Chlamydia trachomatis and Neisseria gonorrhoeae.; Appears more in children than in adults; Usually occurs from December to April every year.; Can spread easily, especially with large numbers of bacteria in certain environments.; Thick eye discharge (pus) leads to eyelids sticking together; Sometimes occurs with otitis media.\n2. Viral infection\nCaused by the common cold virus and transmitted when an infected person coughs or sneezes. Viral conjunctivitis can also occur when the virus spreads along the body's mucous membranes, which connect the lungs, throat, nose, tear ducts, and conjunctiva. Because tears flow into the nasal passages, blowing your nose vigorously can cause the virus to move from the respiratory system to the eyes.; The discharge from the eyes is usually liquid, not thick; Usually starts in one eye and can spread to the other eye within a few days.; May occur along with symptoms of a cold, flu, or other respiratory infection.; Very contagious.; Can sometimes lead to major outbreaks depending on the type of virus.\n3. Allergy\nThe body's response to allergens, such as pollen from trees, plants, grass and weeds, dust, mold, pet dander, medications or cosmetics. [5]; Not contagious.; Occurs more often in people with other allergic diseases, such as hay fever, asthma, and eczema.; May occur seasonally when allergens such as pollen are present with greater frequency.; Can also occur year-round due to allergens that exist in the home (dust, fur).; Usually occurs in both eyes; Severe itching, tearing and swelling; May occur with allergy symptoms, such as itchy nose, runny nose, sneezing, itchy throat, or asthma.\nAllergens such as dust, pet hair, etc. are the cause of conjunctivitis\n4. Chemical splashes into eyes\nPoisoning is caused by fumes, liquids, fumes or corrosive chemicals. Rinse with water immediately to remove toxic substances. [6]; Cases of pinkeye caused by chlorine in swimming pools are usually not serious and do not require treatment. After washing your eyes, you can use artificial tears or ointment to reduce redness and irritation.; Symptoms of severe pink eye caused by toxic chemicals include: severe pain, decreased vision, red eyes, swelling.; Need to be taken immediately to the nearest medical center or hospital for timely consultation and treatment.; Not contagious.\n5. Foreign objects in the eye\nCaused by irritation from a foreign body in the eye or exposure to smoke, dust, fumes or chemicals; Pain, redness and excessive tearing; Not contagious.\n6. Clogged tear duct\nBlocked tear ducts lead to eye irritation and tear accumulation.; This irritation causes pain and swelling, causes the eyes to constantly water and increases the risk of infection.; Mucus discharge from eyes.; Dried discharge that forms crusts on the eyes.; Blurred vision.; Swelling of one side of the nose near the eye; Bleeding eyes, possibly fever.\n7. Use contact lenses\nGiant papillary conjunctivitis (GPC) is a type of allergic conjunctivitis caused by the chronic presence of foreign bodies in the eye. People who wear hard or hard contact lenses, wear soft contact lenses that are not replaced regularly, have open stitches on the eye surface, or have prosthetic eyes are more likely to develop this form of conjunctivitis.; Failure to keep contact lenses clean will lead to increased bacteria and dirt buildup, increasing the risk of infection.; Itching and burning in both eyes; Weep.; Mild swelling.; Sensitive and uncomfortable.; Not contagious.\n7. Contact with other people who have conjunctivitis\nDirect contact with a person who has conjunctivitis is very susceptible to infection because the conjunctivitis virus often spreads from the patient to others through personal contact such as touching or shaking hands, and is spread through the air through coughing and sneezing. steam or touch objects or surfaces that have germs, then touch your eyes before washing your hands.",
            "subsection_string": "What is the cause of conjunctivitis?\nThere are many causes of conjunctivitis, in which a variety of manifestations appear.\n1. Bacterial infection\nInfectious causes often start from insects, direct contact with others, poor hygiene (touching eyes with unclean hands) or using contaminated eye makeup and lotions can also cause infection. . Sharing makeup and personal items such as contact lenses can also lead to bacterial conjunctivitis. [4]; May be caused by staphylococcus or streptococcus bacteria: Staphylococcus aureus, Streptococcus pneumoniae, Haemophilus influenzae, Moraxella catarrhalis, or less commonly Chlamydia trachomatis and Neisseria gonorrhoeae.; Appears more in children than in adults; Usually occurs from December to April every year.; Can spread easily, especially with large numbers of bacteria in certain environments.; Thick eye discharge (pus) leads to eyelids sticking together; Sometimes occurs with otitis media.\n2. Viral infection\nCaused by the common cold virus and transmitted when an infected person coughs or sneezes. Viral conjunctivitis can also occur when the virus spreads along the body's mucous membranes, which connect the lungs, throat, nose, tear ducts, and conjunctiva. Because tears flow into the nasal passages, blowing your nose vigorously can cause the virus to move from the respiratory system to the eyes.; The discharge from the eyes is usually liquid, not thick; Usually starts in one eye and can spread to the other eye within a few days.; May occur along with symptoms of a cold, flu, or other respiratory infection.; Very contagious.; Can sometimes lead to major outbreaks depending on the type of virus.\n3. Allergy\nThe body's response to allergens, such as pollen from trees, plants, grass and weeds, dust, mold, pet dander, medications or cosmetics. [5]; Not contagious.; Occurs more often in people with other allergic diseases, such as hay fever, asthma, and eczema.; May occur seasonally when allergens such as pollen are present with greater frequency.; Can also occur year-round due to allergens that exist in the home (dust, fur).; Usually occurs in both eyes; Severe itching, tearing and swelling; May occur with allergy symptoms, such as itchy nose, runny nose, sneezing, itchy throat, or asthma.\nAllergens such as dust, pet hair, etc. are the cause of conjunctivitis\n4. Chemical splashes into eyes\nPoisoning is caused by fumes, liquids, fumes or corrosive chemicals. Rinse with water immediately to remove toxic substances. [6]; Cases of pinkeye caused by chlorine in swimming pools are usually not serious and do not require treatment. After washing your eyes, you can use artificial tears or ointment to reduce redness and irritation.; Symptoms of severe pink eye caused by toxic chemicals include: severe pain, decreased vision, red eyes, swelling.; Need to be taken immediately to the nearest medical center or hospital for timely consultation and treatment.; Not contagious.\n5. Foreign objects in the eye\nCaused by irritation from a foreign body in the eye or exposure to smoke, dust, fumes or chemicals; Pain, redness and excessive tearing; Not contagious.\n6. Clogged tear duct\nBlocked tear ducts lead to eye irritation and tear accumulation.; This irritation causes pain and swelling, causes the eyes to constantly water and increases the risk of infection.; Mucus discharge from eyes.; Dried discharge that forms crusts on the eyes.; Blurred vision.; Swelling of one side of the nose near the eye; Bleeding eyes, possibly fever.\n7. Use contact lenses\nGiant papillary conjunctivitis (GPC) is a type of allergic conjunctivitis caused by the chronic presence of foreign bodies in the eye. People who wear hard or hard contact lenses, wear soft contact lenses that are not replaced regularly, have open stitches on the eye surface, or have prosthetic eyes are more likely to develop this form of conjunctivitis.; Failure to keep contact lenses clean will lead to increased bacteria and dirt buildup, increasing the risk of infection.; Itching and burning in both eyes; Weep.; Mild swelling.; Sensitive and uncomfortable.; Not contagious.\n7. Contact with other people who have conjunctivitis\nDirect contact with a person who has conjunctivitis is very susceptible to infection because the conjunctivitis virus often spreads from the patient to others through personal contact such as touching or shaking hands, and is spread through the air through coughing and sneezing. steam or touch objects or surfaces that have germs, then touch your eyes before washing your hands."
        },
        {
            "subsection_name": "What are the symptoms of conjunctivitis (pink eye)?",
            "subsection_content": "1. Red eyes\nRed eyes are a typical symptom of conjunctivitis. This is a common sign and very few cases become serious and do not cause long-term eye or vision damage if detected and treated promptly. [7]\nRed eyes are a typical symptom of conjunctivitis\n2. Itchy or scratchy eyes\nAn itchy, burning sensation in the eye or discomfort as if something is stuck in the eye are typical symptoms of conjunctivitis. Symptoms of bacterial conjunctivitis often start in one eye and spread to the other eye within a few days. If the cause is viral, symptoms will begin in both eyes. Symptoms of allergic pink eye usually involve both eyes and are almost always itchy, while eyelid swelling is often caused by bacteria and allergies.\n3. Excessive discharge from the eyes\nExcessive tearing is common in patients with viral and allergic conjunctivitis. Conjunctivitis caused by bacteria will produce yellow-green discharge (pus).\n4. Sensitive to light\nPink eye can cause mild sensitivity to light. Some serious symptoms such as impaired vision, sensitivity to light or severe pain may be due to infection spreading beyond the conjunctiva, severe infection or inflammation inside the eye. It is necessary to take the patient to a medical facility as soon as this condition is detected for timely examination and treatment.\n5. Close membranes and mucus after waking up\nWaking up with your eyelids glued together could be due to pink eye fluid accumulating during sleep.\n6. Tears\nPink eye caused by viruses and allergies is the main cause of producing more tears than usual.",
            "subsection_string": "What are the symptoms of conjunctivitis (pink eye)?\n1. Red eyes\nRed eyes are a typical symptom of conjunctivitis. This is a common sign and very few cases become serious and do not cause long-term eye or vision damage if detected and treated promptly. [7]\nRed eyes are a typical symptom of conjunctivitis\n2. Itchy or scratchy eyes\nAn itchy, burning sensation in the eye or discomfort as if something is stuck in the eye are typical symptoms of conjunctivitis. Symptoms of bacterial conjunctivitis often start in one eye and spread to the other eye within a few days. If the cause is viral, symptoms will begin in both eyes. Symptoms of allergic pink eye usually involve both eyes and are almost always itchy, while eyelid swelling is often caused by bacteria and allergies.\n3. Excessive discharge from the eyes\nExcessive tearing is common in patients with viral and allergic conjunctivitis. Conjunctivitis caused by bacteria will produce yellow-green discharge (pus).\n4. Sensitive to light\nPink eye can cause mild sensitivity to light. Some serious symptoms such as impaired vision, sensitivity to light or severe pain may be due to infection spreading beyond the conjunctiva, severe infection or inflammation inside the eye. It is necessary to take the patient to a medical facility as soon as this condition is detected for timely examination and treatment.\n5. Close membranes and mucus after waking up\nWaking up with your eyelids glued together could be due to pink eye fluid accumulating during sleep.\n6. Tears\nPink eye caused by viruses and allergies is the main cause of producing more tears than usual."
        },
        {
            "subsection_name": "When do you need to see a doctor?",
            "subsection_content": "If the following conditions appear, you should see a doctor immediately:\nEyesore.; Sensitive to light.; Vision is blurred and does not improve when there is discharge from the eye.; Eyes appear bloodshot; Symptoms get worse or do not improve, including symptoms caused by bacteria that do not improve after 24 hours of antibiotic use.; Patients with weakened immune systems due to HIV, cancer treatment or other conditions or treatments; Newborns with symptoms of conjunctivitis should be seen by a doctor immediately to prevent permanent eye damage.; Physical damage to the eyes. Eye injuries can become infected and lead to corneal ulcers, leading to permanent vision loss.; Bloodshot eyes after wearing contact lenses. In this case, you should remove contact lenses and see an ophthalmologist immediately because there is a possibility that you have a corneal ulcer or infection.; Bacterial infections impair vision or cause red eyes accompanied by pain or a lot of yellow or green pus discharge.; Conjunctivitis often recurs or gets worse after a short period of home treatment.\nEye specialist at Tam Anh General Hospital is examining eyes and consulting on treatment for patients",
            "subsection_string": "When do you need to see a doctor?\nIf the following conditions appear, you should see a doctor immediately:\nEyesore.; Sensitive to light.; Vision is blurred and does not improve when there is discharge from the eye.; Eyes appear bloodshot; Symptoms get worse or do not improve, including symptoms caused by bacteria that do not improve after 24 hours of antibiotic use.; Patients with weakened immune systems due to HIV, cancer treatment or other conditions or treatments; Newborns with symptoms of conjunctivitis should be seen by a doctor immediately to prevent permanent eye damage.; Physical damage to the eyes. Eye injuries can become infected and lead to corneal ulcers, leading to permanent vision loss.; Bloodshot eyes after wearing contact lenses. In this case, you should remove contact lenses and see an ophthalmologist immediately because there is a possibility that you have a corneal ulcer or infection.; Bacterial infections impair vision or cause red eyes accompanied by pain or a lot of yellow or green pus discharge.; Conjunctivitis often recurs or gets worse after a short period of home treatment.\nEye specialist at Tam Anh General Hospital is examining eyes and consulting on treatment for patients"
        },
        {
            "subsection_name": "Treatment methods for conjunctivitis",
            "subsection_content": "Most cases of viral conjunctivitis are mild and will resolve on their own after 7-14 days without treatment without leaving sequelae. However, there are also cases where the illness takes 2-3 weeks or more. Your doctor may prescribe antiviral medications to treat more serious forms of conjunctivitis, such as conjunctivitis caused by the herpes simplex virus or varicella-zoster virus. Antibiotics will not be effective in this case.\nMild bacterial conjunctivitis can improve on its own in 2-5 days without antibiotic treatment and without any complications, but it can take up to 2 weeks to completely heal. Antibiotic prescriptions prescribed by doctors in this case are usually topical medications such as eye drops or ointments. Antibiotics can help shorten the duration of the infection, reduce complications, and reduce the spread of it to others.\nConjunctivitis caused by allergies (such as pollen or animal dander) often improves by removing the allergen from the environment. Antihistamines and certain eye drops (antihistamines and topical vasoconstrictors), including some prescription eye drops, may also help relieve symptoms of allergic conjunctivitis. Your doctor may recommend a combination of medications to improve your condition.\nFlushing the eyes with saline is the standard medical treatment for chemical conjunctivitis. Patients may also consider needing to use topical steroids. Eye damage caused by chemicals is often quite serious, especially alkali burns are a medical emergency and can lead to scarring, impaired vision, and can even cause blindness. If the chemical comes into direct contact with the eyes, flush the eyes with water for several minutes before taking the victim to the nearest medical center.",
            "subsection_string": "Treatment methods for conjunctivitis\nMost cases of viral conjunctivitis are mild and will resolve on their own after 7-14 days without treatment without leaving sequelae. However, there are also cases where the illness takes 2-3 weeks or more. Your doctor may prescribe antiviral medications to treat more serious forms of conjunctivitis, such as conjunctivitis caused by the herpes simplex virus or varicella-zoster virus. Antibiotics will not be effective in this case.\nMild bacterial conjunctivitis can improve on its own in 2-5 days without antibiotic treatment and without any complications, but it can take up to 2 weeks to completely heal. Antibiotic prescriptions prescribed by doctors in this case are usually topical medications such as eye drops or ointments. Antibiotics can help shorten the duration of the infection, reduce complications, and reduce the spread of it to others.\nConjunctivitis caused by allergies (such as pollen or animal dander) often improves by removing the allergen from the environment. Antihistamines and certain eye drops (antihistamines and topical vasoconstrictors), including some prescription eye drops, may also help relieve symptoms of allergic conjunctivitis. Your doctor may recommend a combination of medications to improve your condition.\nFlushing the eyes with saline is the standard medical treatment for chemical conjunctivitis. Patients may also consider needing to use topical steroids. Eye damage caused by chemicals is often quite serious, especially alkali burns are a medical emergency and can lead to scarring, impaired vision, and can even cause blindness. If the chemical comes into direct contact with the eyes, flush the eyes with water for several minutes before taking the victim to the nearest medical center."
        },
        {
            "subsection_name": "Prevention of conjunctivitis",
            "subsection_content": "Because conjunctivitis is highly contagious, taking preventative measures will help prevent the condition from progressing and getting worse.\n1. Avoid touching your eyes with your hands\nAvoid touching or rubbing your eye as this can make the condition worse or spread to the other eye. Wash your hands thoroughly before cleaning your eyes. Use a clean towel or cotton ball to wipe away secretions from your eyes. Discard the cotton ball after use and wash the used towel with hot water and soap, then wash your hands again with soap and warm water.\n2. Wash your hands frequently\nWash your hands often with soap and warm water for at least 20 seconds, especially before and after cleaning your eyes, or before applying eye drops or ointments. In case there is no soap and water, you can use dry hand sanitizer containing at least 60% alcohol to disinfect hands.\n3. Use clean towels and do not share towels\nClean eyeglasses and be careful not to contaminate shared items such as hand towels.\n4. Change pillowcases regularly\nWash pillowcases, sheets, towels, and towels regularly with hot water and soap.\n5. Do not use old eye cosmetics\nNote that if only one eye has conjunctivitis, you should not use the same bottle of eye drops for both eyes. Clean, store, and replace contact lenses as prescribed by your doctor. Stop wearing contact lenses until approved by your eye doctor.\n6. Do not share cosmetics\nDo not share personal items, such as pillows, washcloths, towels, eye drops, eye or facial makeup, makeup brushes, contact lenses, contact lens cases, or eyeglasses.\nThere are many causes of conjunctivitis and disease progression depends on each person's condition, so early diagnosis and treatment will help prevent the condition from getting worse. Tam Anh General Hospital is a reputable place that many people come to when they need advice, examination and treatment of eye diseases. State-of-the-art equipment and a team of experienced experts and doctors will help provide effective treatment regimens for each case, giving patients peace of mind during treatment and quick recovery.\nPrevention is better than cure. The best way to prevent conjunctivitis is to maintain good personal hygiene. Even after infection, careful hygiene will help the sick person recover quickly and not spread it to those around them.",
            "subsection_string": "Prevention of conjunctivitis\nBecause conjunctivitis is highly contagious, taking preventative measures will help prevent the condition from progressing and getting worse.\n1. Avoid touching your eyes with your hands\nAvoid touching or rubbing your eye as this can make the condition worse or spread to the other eye. Wash your hands thoroughly before cleaning your eyes. Use a clean towel or cotton ball to wipe away secretions from your eyes. Discard the cotton ball after use and wash the used towel with hot water and soap, then wash your hands again with soap and warm water.\n2. Wash your hands frequently\nWash your hands often with soap and warm water for at least 20 seconds, especially before and after cleaning your eyes, or before applying eye drops or ointments. In case there is no soap and water, you can use dry hand sanitizer containing at least 60% alcohol to disinfect hands.\n3. Use clean towels and do not share towels\nClean eyeglasses and be careful not to contaminate shared items such as hand towels.\n4. Change pillowcases regularly\nWash pillowcases, sheets, towels, and towels regularly with hot water and soap.\n5. Do not use old eye cosmetics\nNote that if only one eye has conjunctivitis, you should not use the same bottle of eye drops for both eyes. Clean, store, and replace contact lenses as prescribed by your doctor. Stop wearing contact lenses until approved by your eye doctor.\n6. Do not share cosmetics\nDo not share personal items, such as pillows, washcloths, towels, eye drops, eye or facial makeup, makeup brushes, contact lenses, contact lens cases, or eyeglasses.\nThere are many causes of conjunctivitis and disease progression depends on each person's condition, so early diagnosis and treatment will help prevent the condition from getting worse. Tam Anh General Hospital is a reputable place that many people come to when they need advice, examination and treatment of eye diseases. State-of-the-art equipment and a team of experienced experts and doctors will help provide effective treatment regimens for each case, giving patients peace of mind during treatment and quick recovery.\nPrevention is better than cure. The best way to prevent conjunctivitis is to maintain good personal hygiene. Even after infection, careful hygiene will help the sick person recover quickly and not spread it to those around them."
        }
    ],
    "name": "viem-ket-mac.json"
}