{
    "title": "Acute sinusitis: Causes, symptoms and treatment",
    "category": "Ear, nose and throat",
    "link": "https://tamanhhospital.vn/viem-xoang-cap-tinh/",
    "abstract": "Acute sinusitis is a common sinus disease, accounting for about 30 million primary care visits globally. Statistics show that about 6-7% of children with respiratory symptoms have acute sinusitis. Meanwhile, about 16% of adults are diagnosed with this disease each year. Untreated acute sinusitis can cause serious complications. Sinus infections that spread to surrounding structures, such as the brain and orbit, through valveless bipolar veins can be life-threatening.\nAn estimated 16% of adults are diagnosed with acute sinusitis each year.",
    "content": "Acute sinusitis: Causes, symptoms and treatment\n\nAcute sinusitis is a common sinus disease, accounting for about 30 million primary care visits globally. Statistics show that about 6-7% of children with respiratory symptoms have acute sinusitis. Meanwhile, about 16% of adults are diagnosed with this disease each year. Untreated acute sinusitis can cause serious complications. Sinus infections that spread to surrounding structures, such as the brain and orbit, through valveless bipolar veins can be life-threatening.\nAn estimated 16% of adults are diagnosed with acute sinusitis each year.\n\nWhat is acute sinusitis?\nBased more on consensus than on empirical research, sinusitis can be classified into the following groups.\nAcute: Symptoms last less than 4 weeks;; Subacute: Symptoms last 4-12 weeks;; Chronic: Symptoms last more than 12 weeks;; Relapse: Four episodes lasting less than 4 weeks with complete resolution of symptoms between episodes.\nAccordingly, acute sinusitis is a type of sinusitis that begins with symptoms lasting less than 4 weeks. This type of sinusitis can go away on its own, but may also require treatment with medication or surgery.\n\nSymptoms of acute sinusitis\nSymptoms of acute sinusitis are also symptoms of general sinusitis, including:\nPurulent discharge from anterior nose;; Purulent or discolored postnasal drip;; Stuffy or congested nose;; Decreased or lost odor;; Stuffy nose;; Facial pain;; Fever (for acute sinusitis only).\nMinor symptoms include:\nHeadache;; Earache or feeling of fullness in the ear;; Halitosis;; Toothache;; Cough;; Fever (for subacute or chronic sinusitis);; Tired.\nAmong them, signs of acute sinusitis are more specific with the following manifestations:\nSymptoms last more than 10 days;; High fever (over 39 degrees Celsius or 40.2 degrees Celsius) with nasal discharge or facial pain lasting 3-4 consecutive days;; Symptoms become severe within the first 10 days.\n\nWhat is the cause of acute sinusitis?\nThe sinuses function to filter pollutants, microorganisms, dust and other antigens. The sinuses drain into the nasal cavity through small channels called sinus openings. The anterior ethmoidal, maxillary, and frontal sinuses drain into the medial fissure, creating an area of ​​obstruction known as the ostium complex.\nThe posterior ethmoid sinus and sphenoid sinus drain into the superior fissure. Tiny hairs called “cilia” line the mucous membranes of the nasal cavity and nasopharynx, and work together to circulate mucus and filter debris, then guide it to nasopharynx and pharynx.\nRhinosinusitis occurs when the sinuses and nasal passages cannot effectively clear these antigens, leading to inflammation.\nSinusitis is often caused by 3 main factors:\nSinus ostium obstruction: Often has an anatomical cause such as a tumor or deviated septum;; Dysfunction of cilia: Such as Kartagener syndrome;; Thick sinus secretions: Cystic fibrosis.\nThe most common cause of temporary blockage of these drainage areas is local edema due to upper respiratory tract infection (URI) or nasal allergies. Both of these conditions lead to rhinosinusitis.\nWhen this happens, bacteria can survive, reach, and multiply in the paranasal sinuses. Serious complications can occur when a sinus infection spreads to surrounding structures, such as the brain and orbit, through veins that do not have valves.\nAdults have 4 pairs of sinuses that develop and are related to each other: maxillary sinus, ethmoid sinus, frontal sinus and sphenoid sinus.(1)\nNewborns only have ethmoid and maxillary sinuses. The ethmoid sinus is separated from the eye socket by only a thin layer of bone. Therefore, orbital infections in young children often arise from the ethmoid sinus. The frontal sinuses do not appear to develop until the child is 5-6 years old and do not fully develop until after puberty. Intracranial complications often arise from the frontal sinuses and therefore occur more frequently in older children or adults. The sphenoid sinus begins to ventilate when a child is 5 years old but does not fully develop until 20-30 years of age.\n\nDiagnostic measures for acute sinusitis\nAcute rhinosinusitis needs to be distinguished from chronic sinusitis to ensure that antibiotics are not overused.\nAccording to M.D. Truong Tan Phat, Department of Otolaryngology, Tam Anh General Hospital, Ho Chi Minh City, the usual diagnostic criteria for rhinosinusitis in adults is that the patient has at least two main symptoms or one symptom. main accompanied by two or more secondary symptoms.\nThe criteria in children are similar and focus more on signs of runny nose (not stuffy nose).\n1. Diagnostic test for acute sinusitis\nTo diagnose acute sinusitis, your doctor may order tests including:\nBlood tests\nThere is some evidence that elevated ESR and CRP levels in the blood may be related to bacterial infections.\nPurulent fluid culture\nEndoscopic aspirate culture ≥10 CFU/mL is considered the gold standard. However, this test is rarely used due to poor correlation with endoscopic aspirate. Endoscopic aspiration may be useful in refractory cases or in patients allergic to many antibiotics.\n2. Diagnostic imaging\nImaging for acute sinusitis is not necessary unless there is clinical suspicion for a complication or an alternative diagnosis.\nX-ray\nX-rays are usually not helpful in detecting inflammation. Although they can show airborne fluid levels, they do not help distinguish between viral and bacterial causes.\nSinus CT scan\nIf complications are suspected or in the differential diagnosis, or if the patient has recurrent acute infections, a sinus CT scan is recommended. This technique is used to evaluate bone, soft tissue, teeth, or other anatomical abnormalities or the presence of chronic sinusitis.\nSinus CT can show air-fluid levels, opacities, and inflammation. Sinus mucosa thickness over 5 mm is a sign of inflammation. It can also effectively evaluate bone erosion or destruction. However, these findings are not helpful in distinguishing between viral and bacterial causes.\nMRI scan\nThis technique provides more detail than sinus CT. It helps evaluate soft tissue or clarify a tumor. Therefore, MRI may be useful to determine the extent of complications in cases of intracranial extension of sinusitis.\nDiagnosis of sinus diseases using a modern CT scanner at Tam Anh General Hospital, Ho Chi Minh City\n3. Differential diagnosis\nIt is most important to differentiate between viral and bacterial acute rhinosinusitis. Allergic rhinitis is also a common condition that needs to be clarified. Fungal infections can also cause rhinosinusitis.\nInvasive fungal sinusitis is a serious infection more common in immunocompromised patients, with a high risk of death.\nOther less common diagnoses to consider in the differential diagnosis include:\nNasal foreign body;; Tonsil;; Structural abnormalities: deviated septum, sinus tumors;; Disorders affecting biliary function: primary biliary dyskinesia, cystic fibrosis;; Referred pain: tooth infection or abscess;; Acute respiratory failure.\n\nComplications of acute sinusitis are common\nComplications of acute sinusitis are rare, occurring in about 1/1000 cases. Sinus infections can spread to the eye socket, bones, or intracranial cavity. These complications can be associated with significant morbidity and mortality.\nComplications include:\nCellulitis;; Orbital cellulitis;; Subperiosteal abscess;; Orbital abscess;; Cavernous sinus thrombosis;\nIntracranial complications may also occur. Intracranial complications include:\nSubdural hematoma;; Epidural hematoma;; Meningitis or empyema;; Pott's swelling is a subperiosteal abscess of the frontal bone, often associated with osteomyelitis. Both complications often arise from frontal sinus infection, which spreads hematogenously through the valveless venous system.\nAcute fungal sinusitis can occur in noninvasive and invasive forms. The invasive form can spread to surrounding structures. Early identification of this complication is important to avoid potentially serious consequences.\n\nTreatment methods for acute sinusitis\nHow to treat acute sinusitis? Treatment of acute sinusitis includes medical treatment or surgery in case there are complications that need to be resolved. Topical supportive therapies may also be helpful in the treatment of acute sinusitis.(2)\n1. Medical treatment with antibiotics\nIn the antibiotic treatment of acute sinusitis, there are slight differences between the different expert committee guidelines.\nAmerican Academy of Otolaryngology\nThe American Academy of Otolaryngology's updated 2015 adult sinusitis guidelines recommend amoxicillin with or without clavulanate in adults as first-line therapy. Treatment lasts 5-10 days in most adults. Consideration should be given if symptoms do not subside within 7 days or worsen at any time.\nInfectious Diseases Society of America\nThe Infectious Diseases Society of America guideline on acute bacterial rhinosinusitis recommends amoxicillin with clavulanate in adults as first-line therapy. Treatment lasts for 10-14 days in children and 5-7 days in adults. If symptoms do not decrease after 3-5 days or worsen after 48-72 hours of treatment, re-evaluate.\nAmerican Academy of Pediatrics\nThe American Academy of Pediatrics Clinic Practice Guideline for the Diagnosis and Management of Acute Bacterial Sinusitis in Children 18 Years and Older recommends amoxicillin with or without clavulanate as first-line therapy. The duration of treatment is unclear, but treatment can be continued for up to 7 days after symptoms resolve. If symptoms do not decrease or worsen after 72 hours of treatment, the regimen should be reconsidered.\n2. Local treatment support measures\nNasal spray\nThese are the most common recommendations in treatment guidelines for acute sinusitis. Steroid nasal sprays can help reduce mucosal swelling and congestion, making the patient more comfortable. Additionally, rinsing your nose with saline can also help reduce congestion.\nAntihistamines\nThe use of antihistamines is not recommended unless there is a clear allergic component because they have the potential to thicken nasal secretions.\nSurgery\nIf acute invasive fungal sinusitis is suspected, the patient can undergo surgical intervention for thorough treatment, avoiding the fungus from multiplying and causing dangerous complications.(4)\nEndoscopic sinus surgery is minimally invasive, limits bleeding and heals quickly at Tam Anh General Hospital, Ho Chi Minh City\n\nHow to prevent acute sinusitis\nTo prevent sinusitis in general and acute sinusitis in particular, each person needs:\nStay away from allergens such as pollen, animal hair, chemicals...;; Preventing flu, a common cause of viral rhinosinusitis;; Get vaccinated against flu;; Wear a mask when leaving the house or going to crowded places;; Regularly wash your hands with soap or antiseptic solution to avoid spreading pathogens;; Keep warm and protect ears, nose and throat;; Avoid otitis media which can cause complications of sinusitis;; No smoking;; Do not let rhinitis prolong causing complications of sinusitis;; Enhance immunity by eating nutritious food, especially vitamins; Scientific activities and exercise every day.\n\nFrequently asked questions about acute sinusitis\n1. Is acute sinusitis dangerous? Is acute sinusitis severe or mild?\nAcute sinusitis is rarely dangerous because most cases are caused by viruses and will go away on their own. Uncomplicated acute bacterial sinusitis can be easily treated with antibiotics. However, if there are complications, the disease can have serious consequences.\nThe most dangerous complications are intracranial complications, which can leave sequelae of illness or threaten the patient's life such as: changes in mental status, cranial nerve abnormalities, pain when moving the eyes, edema. around the eye sockets…\n2. What should you avoid eating with acute sinusitis?\nThere are no official dietary recommendations for sinusitis, however, practice shows that eating hot, warm dishes will reduce sinus congestion. On the contrary, eating/drinking cold foods makes sinus congestion worse.\nSmoking and drinking alcohol also make sinusitis worse. The use of allergenic foods aggravates sinusitis. Food allergies can vary from person to person. Some people are allergic to seafood (shrimp, crab), while some people are allergic to some vegetables such as mint, or nuts such as peanuts...\n3. Is acute sinusitis contagious?\nIf sinusitis is caused by bacteria, it is not contagious; viral sinusitis is contagious. Therefore, flu vaccination is a good way to prevent sinusitis caused by flu.\n4. Does acute sinusitis cause nosebleeds?\nMost acute sinusitis does not cause nosebleeds. Common symptoms are nasal congestion, nasal discharge, T-zone pain, and possibly headaches.\n5. Does acute sinusitis cause fever?\nAcute viral sinusitis can cause fever, fatigue, and other symptoms of the flu.\nIf the symptoms of acute sinusitis do not improve and become severe, the patient needs to see a doctor immediately for timely diagnosis and intervention.\nTo schedule an examination, consultation and treatment of acute sinusitis and Ear - Nose - Throat diseases at the Ear, Nose and Throat Center, Tam Anh General Hospital System, you can contact:\nAlthough acute sinusitis can resolve on its own, it can sometimes be dangerous if intracranial complications develop. Dr. Phat noted that patients should go to the hospital for examination when symptoms of acute sinusitis last more than a week and do not improve. In addition, each person should proactively prevent sinusitis by getting a flu vaccine and having health checkups twice a year for early detection and treatment.",
    "subsections": [
        {
            "subsection_name": "What is acute sinusitis?",
            "subsection_content": "Based more on consensus than on empirical research, sinusitis can be classified into the following groups.\nAcute: Symptoms last less than 4 weeks;; Subacute: Symptoms last 4-12 weeks;; Chronic: Symptoms last more than 12 weeks;; Relapse: Four episodes lasting less than 4 weeks with complete resolution of symptoms between episodes.\nAccordingly, acute sinusitis is a type of sinusitis that begins with symptoms lasting less than 4 weeks. This type of sinusitis can go away on its own, but may also require treatment with medication or surgery.",
            "subsection_string": "What is acute sinusitis?\nBased more on consensus than on empirical research, sinusitis can be classified into the following groups.\nAcute: Symptoms last less than 4 weeks;; Subacute: Symptoms last 4-12 weeks;; Chronic: Symptoms last more than 12 weeks;; Relapse: Four episodes lasting less than 4 weeks with complete resolution of symptoms between episodes.\nAccordingly, acute sinusitis is a type of sinusitis that begins with symptoms lasting less than 4 weeks. This type of sinusitis can go away on its own, but may also require treatment with medication or surgery."
        },
        {
            "subsection_name": "Symptoms of acute sinusitis",
            "subsection_content": "Symptoms of acute sinusitis are also symptoms of general sinusitis, including:\nPurulent discharge from anterior nose;; Purulent or discolored postnasal drip;; Stuffy or congested nose;; Decreased or lost odor;; Stuffy nose;; Facial pain;; Fever (for acute sinusitis only).\nMinor symptoms include:\nHeadache;; Earache or feeling of fullness in the ear;; Halitosis;; Toothache;; Cough;; Fever (for subacute or chronic sinusitis);; Tired.\nAmong them, signs of acute sinusitis are more specific with the following manifestations:\nSymptoms last more than 10 days;; High fever (over 39 degrees Celsius or 40.2 degrees Celsius) with nasal discharge or facial pain lasting 3-4 consecutive days;; Symptoms become severe within the first 10 days.",
            "subsection_string": "Symptoms of acute sinusitis\nSymptoms of acute sinusitis are also symptoms of general sinusitis, including:\nPurulent discharge from anterior nose;; Purulent or discolored postnasal drip;; Stuffy or congested nose;; Decreased or lost odor;; Stuffy nose;; Facial pain;; Fever (for acute sinusitis only).\nMinor symptoms include:\nHeadache;; Earache or feeling of fullness in the ear;; Halitosis;; Toothache;; Cough;; Fever (for subacute or chronic sinusitis);; Tired.\nAmong them, signs of acute sinusitis are more specific with the following manifestations:\nSymptoms last more than 10 days;; High fever (over 39 degrees Celsius or 40.2 degrees Celsius) with nasal discharge or facial pain lasting 3-4 consecutive days;; Symptoms become severe within the first 10 days."
        },
        {
            "subsection_name": "What is the cause of acute sinusitis?",
            "subsection_content": "The sinuses function to filter pollutants, microorganisms, dust and other antigens. The sinuses drain into the nasal cavity through small channels called sinus openings. The anterior ethmoidal, maxillary, and frontal sinuses drain into the medial fissure, creating an area of ​​obstruction known as the ostium complex.\nThe posterior ethmoid sinus and sphenoid sinus drain into the superior fissure. Tiny hairs called “cilia” line the mucous membranes of the nasal cavity and nasopharynx, and work together to circulate mucus and filter debris, then guide it to nasopharynx and pharynx.\nRhinosinusitis occurs when the sinuses and nasal passages cannot effectively clear these antigens, leading to inflammation.\nSinusitis is often caused by 3 main factors:\nSinus ostium obstruction: Often has an anatomical cause such as a tumor or deviated septum;; Dysfunction of cilia: Such as Kartagener syndrome;; Thick sinus secretions: Cystic fibrosis.\nThe most common cause of temporary blockage of these drainage areas is local edema due to upper respiratory tract infection (URI) or nasal allergies. Both of these conditions lead to rhinosinusitis.\nWhen this happens, bacteria can survive, reach, and multiply in the paranasal sinuses. Serious complications can occur when a sinus infection spreads to surrounding structures, such as the brain and orbit, through veins that do not have valves.\nAdults have 4 pairs of sinuses that develop and are related to each other: maxillary sinus, ethmoid sinus, frontal sinus and sphenoid sinus.(1)\nNewborns only have ethmoid and maxillary sinuses. The ethmoid sinus is separated from the eye socket by only a thin layer of bone. Therefore, orbital infections in young children often arise from the ethmoid sinus. The frontal sinuses do not appear to develop until the child is 5-6 years old and do not fully develop until after puberty. Intracranial complications often arise from the frontal sinuses and therefore occur more frequently in older children or adults. The sphenoid sinus begins to ventilate when a child is 5 years old but does not fully develop until 20-30 years of age.",
            "subsection_string": "What is the cause of acute sinusitis?\nThe sinuses function to filter pollutants, microorganisms, dust and other antigens. The sinuses drain into the nasal cavity through small channels called sinus openings. The anterior ethmoidal, maxillary, and frontal sinuses drain into the medial fissure, creating an area of ​​obstruction known as the ostium complex.\nThe posterior ethmoid sinus and sphenoid sinus drain into the superior fissure. Tiny hairs called “cilia” line the mucous membranes of the nasal cavity and nasopharynx, and work together to circulate mucus and filter debris, then guide it to nasopharynx and pharynx.\nRhinosinusitis occurs when the sinuses and nasal passages cannot effectively clear these antigens, leading to inflammation.\nSinusitis is often caused by 3 main factors:\nSinus ostium obstruction: Often has an anatomical cause such as a tumor or deviated septum;; Dysfunction of cilia: Such as Kartagener syndrome;; Thick sinus secretions: Cystic fibrosis.\nThe most common cause of temporary blockage of these drainage areas is local edema due to upper respiratory tract infection (URI) or nasal allergies. Both of these conditions lead to rhinosinusitis.\nWhen this happens, bacteria can survive, reach, and multiply in the paranasal sinuses. Serious complications can occur when a sinus infection spreads to surrounding structures, such as the brain and orbit, through veins that do not have valves.\nAdults have 4 pairs of sinuses that develop and are related to each other: maxillary sinus, ethmoid sinus, frontal sinus and sphenoid sinus.(1)\nNewborns only have ethmoid and maxillary sinuses. The ethmoid sinus is separated from the eye socket by only a thin layer of bone. Therefore, orbital infections in young children often arise from the ethmoid sinus. The frontal sinuses do not appear to develop until the child is 5-6 years old and do not fully develop until after puberty. Intracranial complications often arise from the frontal sinuses and therefore occur more frequently in older children or adults. The sphenoid sinus begins to ventilate when a child is 5 years old but does not fully develop until 20-30 years of age."
        },
        {
            "subsection_name": "Diagnostic measures for acute sinusitis",
            "subsection_content": "Acute rhinosinusitis needs to be distinguished from chronic sinusitis to ensure that antibiotics are not overused.\nAccording to M.D. Truong Tan Phat, Department of Otolaryngology, Tam Anh General Hospital, Ho Chi Minh City, the usual diagnostic criteria for rhinosinusitis in adults is that the patient has at least two main symptoms or one symptom. main accompanied by two or more secondary symptoms.\nThe criteria in children are similar and focus more on signs of runny nose (not stuffy nose).\n1. Diagnostic test for acute sinusitis\nTo diagnose acute sinusitis, your doctor may order tests including:\nBlood tests\nThere is some evidence that elevated ESR and CRP levels in the blood may be related to bacterial infections.\nPurulent fluid culture\nEndoscopic aspirate culture ≥10 CFU/mL is considered the gold standard. However, this test is rarely used due to poor correlation with endoscopic aspirate. Endoscopic aspiration may be useful in refractory cases or in patients allergic to many antibiotics.\n2. Diagnostic imaging\nImaging for acute sinusitis is not necessary unless there is clinical suspicion for a complication or an alternative diagnosis.\nX-ray\nX-rays are usually not helpful in detecting inflammation. Although they can show airborne fluid levels, they do not help distinguish between viral and bacterial causes.\nSinus CT scan\nIf complications are suspected or in the differential diagnosis, or if the patient has recurrent acute infections, a sinus CT scan is recommended. This technique is used to evaluate bone, soft tissue, teeth, or other anatomical abnormalities or the presence of chronic sinusitis.\nSinus CT can show air-fluid levels, opacities, and inflammation. Sinus mucosa thickness over 5 mm is a sign of inflammation. It can also effectively evaluate bone erosion or destruction. However, these findings are not helpful in distinguishing between viral and bacterial causes.\nMRI scan\nThis technique provides more detail than sinus CT. It helps evaluate soft tissue or clarify a tumor. Therefore, MRI may be useful to determine the extent of complications in cases of intracranial extension of sinusitis.\nDiagnosis of sinus diseases using a modern CT scanner at Tam Anh General Hospital, Ho Chi Minh City\n3. Differential diagnosis\nIt is most important to differentiate between viral and bacterial acute rhinosinusitis. Allergic rhinitis is also a common condition that needs to be clarified. Fungal infections can also cause rhinosinusitis.\nInvasive fungal sinusitis is a serious infection more common in immunocompromised patients, with a high risk of death.\nOther less common diagnoses to consider in the differential diagnosis include:\nNasal foreign body;; Tonsil;; Structural abnormalities: deviated septum, sinus tumors;; Disorders affecting biliary function: primary biliary dyskinesia, cystic fibrosis;; Referred pain: tooth infection or abscess;; Acute respiratory failure.",
            "subsection_string": "Diagnostic measures for acute sinusitis\nAcute rhinosinusitis needs to be distinguished from chronic sinusitis to ensure that antibiotics are not overused.\nAccording to M.D. Truong Tan Phat, Department of Otolaryngology, Tam Anh General Hospital, Ho Chi Minh City, the usual diagnostic criteria for rhinosinusitis in adults is that the patient has at least two main symptoms or one symptom. main accompanied by two or more secondary symptoms.\nThe criteria in children are similar and focus more on signs of runny nose (not stuffy nose).\n1. Diagnostic test for acute sinusitis\nTo diagnose acute sinusitis, your doctor may order tests including:\nBlood tests\nThere is some evidence that elevated ESR and CRP levels in the blood may be related to bacterial infections.\nPurulent fluid culture\nEndoscopic aspirate culture ≥10 CFU/mL is considered the gold standard. However, this test is rarely used due to poor correlation with endoscopic aspirate. Endoscopic aspiration may be useful in refractory cases or in patients allergic to many antibiotics.\n2. Diagnostic imaging\nImaging for acute sinusitis is not necessary unless there is clinical suspicion for a complication or an alternative diagnosis.\nX-ray\nX-rays are usually not helpful in detecting inflammation. Although they can show airborne fluid levels, they do not help distinguish between viral and bacterial causes.\nSinus CT scan\nIf complications are suspected or in the differential diagnosis, or if the patient has recurrent acute infections, a sinus CT scan is recommended. This technique is used to evaluate bone, soft tissue, teeth, or other anatomical abnormalities or the presence of chronic sinusitis.\nSinus CT can show air-fluid levels, opacities, and inflammation. Sinus mucosa thickness over 5 mm is a sign of inflammation. It can also effectively evaluate bone erosion or destruction. However, these findings are not helpful in distinguishing between viral and bacterial causes.\nMRI scan\nThis technique provides more detail than sinus CT. It helps evaluate soft tissue or clarify a tumor. Therefore, MRI may be useful to determine the extent of complications in cases of intracranial extension of sinusitis.\nDiagnosis of sinus diseases using a modern CT scanner at Tam Anh General Hospital, Ho Chi Minh City\n3. Differential diagnosis\nIt is most important to differentiate between viral and bacterial acute rhinosinusitis. Allergic rhinitis is also a common condition that needs to be clarified. Fungal infections can also cause rhinosinusitis.\nInvasive fungal sinusitis is a serious infection more common in immunocompromised patients, with a high risk of death.\nOther less common diagnoses to consider in the differential diagnosis include:\nNasal foreign body;; Tonsil;; Structural abnormalities: deviated septum, sinus tumors;; Disorders affecting biliary function: primary biliary dyskinesia, cystic fibrosis;; Referred pain: tooth infection or abscess;; Acute respiratory failure."
        },
        {
            "subsection_name": "Complications of acute sinusitis are common",
            "subsection_content": "Complications of acute sinusitis are rare, occurring in about 1/1000 cases. Sinus infections can spread to the eye socket, bones, or intracranial cavity. These complications can be associated with significant morbidity and mortality.\nComplications include:\nCellulitis;; Orbital cellulitis;; Subperiosteal abscess;; Orbital abscess;; Cavernous sinus thrombosis;\nIntracranial complications may also occur. Intracranial complications include:\nSubdural hematoma;; Epidural hematoma;; Meningitis or empyema;; Pott's swelling is a subperiosteal abscess of the frontal bone, often associated with osteomyelitis. Both complications often arise from frontal sinus infection, which spreads hematogenously through the valveless venous system.\nAcute fungal sinusitis can occur in noninvasive and invasive forms. The invasive form can spread to surrounding structures. Early identification of this complication is important to avoid potentially serious consequences.",
            "subsection_string": "Complications of acute sinusitis are common\nComplications of acute sinusitis are rare, occurring in about 1/1000 cases. Sinus infections can spread to the eye socket, bones, or intracranial cavity. These complications can be associated with significant morbidity and mortality.\nComplications include:\nCellulitis;; Orbital cellulitis;; Subperiosteal abscess;; Orbital abscess;; Cavernous sinus thrombosis;\nIntracranial complications may also occur. Intracranial complications include:\nSubdural hematoma;; Epidural hematoma;; Meningitis or empyema;; Pott's swelling is a subperiosteal abscess of the frontal bone, often associated with osteomyelitis. Both complications often arise from frontal sinus infection, which spreads hematogenously through the valveless venous system.\nAcute fungal sinusitis can occur in noninvasive and invasive forms. The invasive form can spread to surrounding structures. Early identification of this complication is important to avoid potentially serious consequences."
        },
        {
            "subsection_name": "Treatment methods for acute sinusitis",
            "subsection_content": "How to treat acute sinusitis? Treatment of acute sinusitis includes medical treatment or surgery in case there are complications that need to be resolved. Topical supportive therapies may also be helpful in the treatment of acute sinusitis.(2)\n1. Medical treatment with antibiotics\nIn the antibiotic treatment of acute sinusitis, there are slight differences between the different expert committee guidelines.\nAmerican Academy of Otolaryngology\nThe American Academy of Otolaryngology's updated 2015 adult sinusitis guidelines recommend amoxicillin with or without clavulanate in adults as first-line therapy. Treatment lasts 5-10 days in most adults. Consideration should be given if symptoms do not subside within 7 days or worsen at any time.\nInfectious Diseases Society of America\nThe Infectious Diseases Society of America guideline on acute bacterial rhinosinusitis recommends amoxicillin with clavulanate in adults as first-line therapy. Treatment lasts for 10-14 days in children and 5-7 days in adults. If symptoms do not decrease after 3-5 days or worsen after 48-72 hours of treatment, re-evaluate.\nAmerican Academy of Pediatrics\nThe American Academy of Pediatrics Clinic Practice Guideline for the Diagnosis and Management of Acute Bacterial Sinusitis in Children 18 Years and Older recommends amoxicillin with or without clavulanate as first-line therapy. The duration of treatment is unclear, but treatment can be continued for up to 7 days after symptoms resolve. If symptoms do not decrease or worsen after 72 hours of treatment, the regimen should be reconsidered.\n2. Local treatment support measures\nNasal spray\nThese are the most common recommendations in treatment guidelines for acute sinusitis. Steroid nasal sprays can help reduce mucosal swelling and congestion, making the patient more comfortable. Additionally, rinsing your nose with saline can also help reduce congestion.\nAntihistamines\nThe use of antihistamines is not recommended unless there is a clear allergic component because they have the potential to thicken nasal secretions.\nSurgery\nIf acute invasive fungal sinusitis is suspected, the patient can undergo surgical intervention for thorough treatment, avoiding the fungus from multiplying and causing dangerous complications.(4)\nEndoscopic sinus surgery is minimally invasive, limits bleeding and heals quickly at Tam Anh General Hospital, Ho Chi Minh City",
            "subsection_string": "Treatment methods for acute sinusitis\nHow to treat acute sinusitis? Treatment of acute sinusitis includes medical treatment or surgery in case there are complications that need to be resolved. Topical supportive therapies may also be helpful in the treatment of acute sinusitis.(2)\n1. Medical treatment with antibiotics\nIn the antibiotic treatment of acute sinusitis, there are slight differences between the different expert committee guidelines.\nAmerican Academy of Otolaryngology\nThe American Academy of Otolaryngology's updated 2015 adult sinusitis guidelines recommend amoxicillin with or without clavulanate in adults as first-line therapy. Treatment lasts 5-10 days in most adults. Consideration should be given if symptoms do not subside within 7 days or worsen at any time.\nInfectious Diseases Society of America\nThe Infectious Diseases Society of America guideline on acute bacterial rhinosinusitis recommends amoxicillin with clavulanate in adults as first-line therapy. Treatment lasts for 10-14 days in children and 5-7 days in adults. If symptoms do not decrease after 3-5 days or worsen after 48-72 hours of treatment, re-evaluate.\nAmerican Academy of Pediatrics\nThe American Academy of Pediatrics Clinic Practice Guideline for the Diagnosis and Management of Acute Bacterial Sinusitis in Children 18 Years and Older recommends amoxicillin with or without clavulanate as first-line therapy. The duration of treatment is unclear, but treatment can be continued for up to 7 days after symptoms resolve. If symptoms do not decrease or worsen after 72 hours of treatment, the regimen should be reconsidered.\n2. Local treatment support measures\nNasal spray\nThese are the most common recommendations in treatment guidelines for acute sinusitis. Steroid nasal sprays can help reduce mucosal swelling and congestion, making the patient more comfortable. Additionally, rinsing your nose with saline can also help reduce congestion.\nAntihistamines\nThe use of antihistamines is not recommended unless there is a clear allergic component because they have the potential to thicken nasal secretions.\nSurgery\nIf acute invasive fungal sinusitis is suspected, the patient can undergo surgical intervention for thorough treatment, avoiding the fungus from multiplying and causing dangerous complications.(4)\nEndoscopic sinus surgery is minimally invasive, limits bleeding and heals quickly at Tam Anh General Hospital, Ho Chi Minh City"
        },
        {
            "subsection_name": "How to prevent acute sinusitis",
            "subsection_content": "To prevent sinusitis in general and acute sinusitis in particular, each person needs:\nStay away from allergens such as pollen, animal hair, chemicals...;; Preventing flu, a common cause of viral rhinosinusitis;; Get vaccinated against flu;; Wear a mask when leaving the house or going to crowded places;; Regularly wash your hands with soap or antiseptic solution to avoid spreading pathogens;; Keep warm and protect ears, nose and throat;; Avoid otitis media which can cause complications of sinusitis;; No smoking;; Do not let rhinitis prolong causing complications of sinusitis;; Enhance immunity by eating nutritious food, especially vitamins; Scientific activities and exercise every day.",
            "subsection_string": "How to prevent acute sinusitis\nTo prevent sinusitis in general and acute sinusitis in particular, each person needs:\nStay away from allergens such as pollen, animal hair, chemicals...;; Preventing flu, a common cause of viral rhinosinusitis;; Get vaccinated against flu;; Wear a mask when leaving the house or going to crowded places;; Regularly wash your hands with soap or antiseptic solution to avoid spreading pathogens;; Keep warm and protect ears, nose and throat;; Avoid otitis media which can cause complications of sinusitis;; No smoking;; Do not let rhinitis prolong causing complications of sinusitis;; Enhance immunity by eating nutritious food, especially vitamins; Scientific activities and exercise every day."
        },
        {
            "subsection_name": "Frequently asked questions about acute sinusitis",
            "subsection_content": "1. Is acute sinusitis dangerous? Is acute sinusitis severe or mild?\nAcute sinusitis is rarely dangerous because most cases are caused by viruses and will go away on their own. Uncomplicated acute bacterial sinusitis can be easily treated with antibiotics. However, if there are complications, the disease can have serious consequences.\nThe most dangerous complications are intracranial complications, which can leave sequelae of illness or threaten the patient's life such as: changes in mental status, cranial nerve abnormalities, pain when moving the eyes, edema. around the eye sockets…\n2. What should you avoid eating with acute sinusitis?\nThere are no official dietary recommendations for sinusitis, however, practice shows that eating hot, warm dishes will reduce sinus congestion. On the contrary, eating/drinking cold foods makes sinus congestion worse.\nSmoking and drinking alcohol also make sinusitis worse. The use of allergenic foods aggravates sinusitis. Food allergies can vary from person to person. Some people are allergic to seafood (shrimp, crab), while some people are allergic to some vegetables such as mint, or nuts such as peanuts...\n3. Is acute sinusitis contagious?\nIf sinusitis is caused by bacteria, it is not contagious; viral sinusitis is contagious. Therefore, flu vaccination is a good way to prevent sinusitis caused by flu.\n4. Does acute sinusitis cause nosebleeds?\nMost acute sinusitis does not cause nosebleeds. Common symptoms are nasal congestion, nasal discharge, T-zone pain, and possibly headaches.\n5. Does acute sinusitis cause fever?\nAcute viral sinusitis can cause fever, fatigue, and other symptoms of the flu.\nIf the symptoms of acute sinusitis do not improve and become severe, the patient needs to see a doctor immediately for timely diagnosis and intervention.\nTo schedule an examination, consultation and treatment of acute sinusitis and Ear - Nose - Throat diseases at the Ear, Nose and Throat Center, Tam Anh General Hospital System, you can contact:\nAlthough acute sinusitis can resolve on its own, it can sometimes be dangerous if intracranial complications develop. Dr. Phat noted that patients should go to the hospital for examination when symptoms of acute sinusitis last more than a week and do not improve. In addition, each person should proactively prevent sinusitis by getting a flu vaccine and having health checkups twice a year for early detection and treatment.",
            "subsection_string": "Frequently asked questions about acute sinusitis\n1. Is acute sinusitis dangerous? Is acute sinusitis severe or mild?\nAcute sinusitis is rarely dangerous because most cases are caused by viruses and will go away on their own. Uncomplicated acute bacterial sinusitis can be easily treated with antibiotics. However, if there are complications, the disease can have serious consequences.\nThe most dangerous complications are intracranial complications, which can leave sequelae of illness or threaten the patient's life such as: changes in mental status, cranial nerve abnormalities, pain when moving the eyes, edema. around the eye sockets…\n2. What should you avoid eating with acute sinusitis?\nThere are no official dietary recommendations for sinusitis, however, practice shows that eating hot, warm dishes will reduce sinus congestion. On the contrary, eating/drinking cold foods makes sinus congestion worse.\nSmoking and drinking alcohol also make sinusitis worse. The use of allergenic foods aggravates sinusitis. Food allergies can vary from person to person. Some people are allergic to seafood (shrimp, crab), while some people are allergic to some vegetables such as mint, or nuts such as peanuts...\n3. Is acute sinusitis contagious?\nIf sinusitis is caused by bacteria, it is not contagious; viral sinusitis is contagious. Therefore, flu vaccination is a good way to prevent sinusitis caused by flu.\n4. Does acute sinusitis cause nosebleeds?\nMost acute sinusitis does not cause nosebleeds. Common symptoms are nasal congestion, nasal discharge, T-zone pain, and possibly headaches.\n5. Does acute sinusitis cause fever?\nAcute viral sinusitis can cause fever, fatigue, and other symptoms of the flu.\nIf the symptoms of acute sinusitis do not improve and become severe, the patient needs to see a doctor immediately for timely diagnosis and intervention.\nTo schedule an examination, consultation and treatment of acute sinusitis and Ear - Nose - Throat diseases at the Ear, Nose and Throat Center, Tam Anh General Hospital System, you can contact:\nAlthough acute sinusitis can resolve on its own, it can sometimes be dangerous if intracranial complications develop. Dr. Phat noted that patients should go to the hospital for examination when symptoms of acute sinusitis last more than a week and do not improve. In addition, each person should proactively prevent sinusitis by getting a flu vaccine and having health checkups twice a year for early detection and treatment."
        }
    ],
    "name": "viem-xoang-cap-tinh.json"
}