{
    "title": "Lower respiratory tract infection: Causes, signs and treatments",
    "category": "Respiratory",
    "link": "https://tamanhhospital.vn/viem-duong-ho-hap-duoi/",
    "abstract": "Lower respiratory tract infection is one of the most common dangerous respiratory diseases, leading to many emergency hospitalizations and even death, especially in children and the elderly. Statistics in Vietnam show that on average, a child can suffer from respiratory diseases about 5-7 times/year. (1) In addition, Vietnam records about 21 - 75% of emergency room admissions due to pneumonia. This makes long-term treatment difficult, requires a lot of effort, costs, and risks leading to dangerous complications.\nLower respiratory tract infections can lead to dangerous complications if not treated promptly",
    "content": "Lower respiratory tract infection: Causes, signs and treatments\n\nLower respiratory tract infection is one of the most common dangerous respiratory diseases, leading to many emergency hospitalizations and even death, especially in children and the elderly. Statistics in Vietnam show that on average, a child can suffer from respiratory diseases about 5-7 times/year. (1) In addition, Vietnam records about 21 - 75% of emergency room admissions due to pneumonia. This makes long-term treatment difficult, requires a lot of effort, costs, and risks leading to dangerous complications.\nLower respiratory tract infections can lead to dangerous complications if not treated promptly\n\nWhat is lower respiratory tract infection?\nLower respiratory tract infections (Lower Respiratory Tract Infections – LRTI) are infectious diseases that affect the lower respiratory tract (below the larynx), of which pneumonia and bronchitis are two. The most common lower respiratory tract disease. The disease is transmitted through droplets containing bacteria and viruses when sick people cough, sneeze or stick to contact surfaces. (2)\nLower respiratory tract infection is an infection in the lower respiratory organs\n\nCommon symptoms\nProfessor Wu Guizhou said that signs of lower respiratory infection differ depending on the level of infection. In mild infections, symptoms may resemble the common cold, such as:\nStuffy or runny nose;; Mild fever;; Dry cough;; Sore throat;; Headache.\nIn severe cases of lower respiratory tract infection, patients may experience additional symptoms including:\nSevere cough, cough with phlegm;; High fever;; Fast heart beat;; Wheezing or difficulty breathing;; Feeling of heaviness or pain in the chest.\nCauses of lower respiratory tract infections\nLower respiratory tract infections are often caused by viruses and bacteria, especially during seasonal changes.\nViruses: Influenza viruses or respiratory syncytial virus (RSV).; Bacteria: Typically the bacteria Streptococcus pneumoniae (pneumococcus) or Staphylococcus aureus.\nSome cases of lower respiratory tract infections stem from substances in the environment that irritate or cause inflammation of the airways such as:\nCigarette smoke;; Dust due to environmental pollution;; Chemicals, allergens.\nCigarette smoke is one of the causes of lower respiratory tract inflammation\n\nWho is at risk for lower respiratory tract disease?\nLower respiratory tract infection is a common disease during the fall-winter period, appearing after flu or colds. Anyone can get lower respiratory infection, but the risk is higher in people who:\nChildren and the elderly, especially children under 5 years old and adults over 65 years old;; People who have the habit of smoking;; Pregnant women;; People with chronic diseases such as asthma, chronic obstructive pulmonary disease, cardiovascular disease, diabetes, liver and kidney diseases; People with weakened immune systems due to cancer, or have recently undergone surgery or chemotherapy.\n\nCommon lower respiratory tract infections\nSome common lower respiratory tract infections include:\n1. Acute bronchitis\nAcute bronchitis (Acute Bronchitis – AB in English) is an infection in the bronchi. This is the most common disease among acute lower respiratory infections, often progressing benignly, leaving no sequelae.\nAcute bronchitis often appears after a cold, the patient has typical symptoms such as fever, sneezing, runny nose, headache, body aches, etc. The cough may gradually increase over time. phlegm or not. In some other cases, patients have difficulty breathing and feel pain in the chest area.\n2. Pneumonia\nPneumonia is a lung infection caused by bacteria, viruses, fungi, or parasites. The disease can also be a complication of other chronic diseases, the signs of the disease vary depending on the physical condition and the type of pathogen.\nPneumonia, if not detected early and treated promptly and properly, can lead to dangerous, even life-threatening complications. Therefore, it is recommended that patients should immediately go to a medical facility for timely examination, diagnosis and treatment when they have symptoms such as high fever above 39 degrees Celsius, chills, sweating, and prolonged fatigue. improve,…\nPatients should immediately go to a medical facility when they have symptoms of high fever, sweating, prolonged fatigue...\n3. Bronchiolitis\nBronchiolitis (Bronchiolitis) is a common lung infection in young children. Statistics in Vietnam show that the disease accounts for about 40 - 50% of the reasons children are hospitalized for treatment in the respiratory department.\nThe initial symptoms of the disease are similar to the common cold, then children may cough, wheeze, and even have difficulty breathing. If not treated promptly and properly, children can be in danger of complications such as respiratory dysfunction, acute respiratory failure, pneumothorax, and collapsed lung.\n4. Pulmonary tuberculosis\nPulmonary tuberculosis, also known as Pulmonary Tuberculosis, is a dangerous infectious disease that can spread in the community when a patient coughs, sneezes or spits sputum. Tuberculosis bacteria can enter the body through the bloodstream and move to the lungs and other parts of the body and cause tuberculosis there.\n\nDangerous complications\nProf. Dr. Ngo Quy Chau recommends that although lower respiratory infections usually do not cause complications, if the patient is subjective and does not treat early, allowing the disease to progress seriously can cause complications. Dangerous symptoms such as sepsis, heart failure, acute respiratory failure (ARDS), apnea, lung abscess, etc. are life-threatening.\n\nDiagnosis of lower respiratory tract infections\nTo accurately diagnose the condition and extent of the infection, the doctor will ask the patient for relevant information such as symptoms, duration of symptoms, medical history and lifestyle habits. patient.\nNext, the doctor will perform examination steps including measuring body temperature and listening to the chest to check the amount of oxygen in the body.\nIn case the patient has more severe symptoms, the doctor may prescribe some necessary paraclinical methods for diagnosis, including:\nX-ray: Determine the level of infection;; Blood and mucus tests: Identify the type of bacteria and virus causing lower respiratory infections to prescribe appropriate antibiotics;; Oxygen measurement: Determines the amount of oxygen in the blood.\nParaclinical tests assist in accurately diagnosing the condition\n\nTreatments\nAlthough lower respiratory tract infections are usually mild and improve on their own within about 7 – 10 days, there are many cases where the disease suddenly progresses to a severe state, leading to dangerous complications that threaten the patient's life. Therefore, it is recommended that patients should immediately go to a medical facility for timely examination, monitoring and treatment.\nDepending on the pathology and severity of the disease, patients are prescribed different treatment regimens:\n1. Treatment of acute bronchitis\nRest, quit smoking habits, pay attention to keeping your body warm;; Drink enough water during the day, replace water and electrolytes for the body;; Supplementing vitamins and minerals helps strengthen the immune system;; Take medication as directed by your doctor.\n2. Treatment of pneumonia\nUse medication as prescribed by your doctor. This indication will vary depending on the severity of symptoms and the type of virus or bacteria causing the disease.; Oxygen treatment when the patient has signs of acute respiratory failure (ARDS) such as difficulty breathing, cyanosis, etc.\n3. Treatment of bronchiolitis\nCurrently, there is no specific vaccine for bronchiolitis. Antibiotics or common cold medications are also not effective in treating this disease. Most cases will heal on their own and can be treated at home.\n4. Treatment of pulmonary tuberculosis\nPulmonary tuberculosis is treated according to the standards of the Ministry of Health including:\nDirectly controlled treatment (DOTS). (3); Treatment follows the standard regimen prescribed by the Ministry of Health for newly discovered cases of pulmonary tuberculosis.\nPatients need to follow the principles: Take medication according to the regimen, for the right amount of time and regularly as directed by the doctor.\n\nHow to care for patients?\nProf. Dr. Ngo Quy Chau said that in order for the treatment of lower respiratory tract infections to be as effective as desired, patients should:\nTake rest, avoid doing too much work that makes your body tired;; Rehydrate the body, avoid dehydration as well as help the phlegm in the lungs become thinner, making it easier for the patient to spit;; Inhale peppermint essential oil to clear phlegm;; Quit the habit of smoking;; Patients can drink warm water mixed with honey and lemon to reduce unpleasant symptoms when coughing.\nPatients can drink honey mixed with warm lemon water to improve symptoms\n\nHow to prevent lower respiratory tract infections?\nSome measures to help prevent lower respiratory tract infections, as well as prevent pathogens from spreading to others, include:\nQuit the habit of smoking, avoid smoky places;; Wash your hands regularly to avoid bacteria attacking your body;; Disinfect and clean frequently touched surfaces;; Wear a mask and cover your mouth when coughing or sneezing to avoid spreading germs to others;; Stay away from sick people when you detect symptoms of lower respiratory tract disease;; Fully vaccinated according to recommendations of the Ministry of Health such as influenza vaccine, measles - mumps - rubella vaccine, pneumococcal disease vaccine...\nSee more: 6 steps to wash hands properly to help prevent viruses from the Ministry of Health\n\nfrequently asked Questions\nRespiratory tract infection is one of the most common diseases. However, depending on the location of the infection and the severity of the infection, the doctor will prescribe different treatment regimens. Prof. Dr. Ngo Quy Chau answers some frequently asked questions of patients visiting the Department of Respiratory Medicine, Tam Anh General Hospital.\n1. How to distinguish lower respiratory tract infection from upper respiratory tract infection?\nUpper respiratory tract infections (Upper Respiratory Tract Infections – URTI) differ from lower respiratory tract infections in the area affected by the respiratory tract. Lower respiratory tract infection is an infection in the airways below the larynx, while upper respiratory tract infection is an infection in structures from the larynx up. (5)\nThe typical symptom of lower respiratory tract infections is cough, including bronchitis, bronchiolitis, pneumonia and tuberculosis. As for upper respiratory tract infections including colds, sinusitis, tonsillitis and laryngitis... there will be signs originating from the neck area upwards such as sore throat, headache, fever;.\n2. What should patients eat and avoid?\nIn order for the treatment of lower respiratory tract infections to be most effective, in addition to using medication as prescribed by the doctor, patients also need to pay attention and follow a scientific diet, supplementing fruits and vegetables. Include plants and green vegetables in your daily diet, drink plenty of water to provide enough water for your body. Patients can drink honey mixed with warm lemon water, honey mixed with ginger tea to help improve symptoms.\nIn addition, patients need to abstain from certain foods that can slow recovery, or make the disease worse, such as canned foods, carbonated drinks, processed foods, etc.\nFor advice and to book an examination for chronic respiratory diseases at the Department of Respiratory Medicine, Tam Anh General Hospital, please contact:\nInflammation (infection) of the lower respiratory tract can cause many dangerous, even life-threatening complications if not properly diagnosed and treated.",
    "subsections": [
        {
            "subsection_name": "What is lower respiratory tract infection?",
            "subsection_content": "Lower respiratory tract infections (Lower Respiratory Tract Infections – LRTI) are infectious diseases that affect the lower respiratory tract (below the larynx), of which pneumonia and bronchitis are two. The most common lower respiratory tract disease. The disease is transmitted through droplets containing bacteria and viruses when sick people cough, sneeze or stick to contact surfaces. (2)\nLower respiratory tract infection is an infection in the lower respiratory organs",
            "subsection_string": "What is lower respiratory tract infection?\nLower respiratory tract infections (Lower Respiratory Tract Infections – LRTI) are infectious diseases that affect the lower respiratory tract (below the larynx), of which pneumonia and bronchitis are two. The most common lower respiratory tract disease. The disease is transmitted through droplets containing bacteria and viruses when sick people cough, sneeze or stick to contact surfaces. (2)\nLower respiratory tract infection is an infection in the lower respiratory organs"
        },
        {
            "subsection_name": "Common symptoms",
            "subsection_content": "Professor Wu Guizhou said that signs of lower respiratory infection differ depending on the level of infection. In mild infections, symptoms may resemble the common cold, such as:\nStuffy or runny nose;; Mild fever;; Dry cough;; Sore throat;; Headache.\nIn severe cases of lower respiratory tract infection, patients may experience additional symptoms including:\nSevere cough, cough with phlegm;; High fever;; Fast heart beat;; Wheezing or difficulty breathing;; Feeling of heaviness or pain in the chest.\nCauses of lower respiratory tract infections\nLower respiratory tract infections are often caused by viruses and bacteria, especially during seasonal changes.\nViruses: Influenza viruses or respiratory syncytial virus (RSV).; Bacteria: Typically the bacteria Streptococcus pneumoniae (pneumococcus) or Staphylococcus aureus.\nSome cases of lower respiratory tract infections stem from substances in the environment that irritate or cause inflammation of the airways such as:\nCigarette smoke;; Dust due to environmental pollution;; Chemicals, allergens.\nCigarette smoke is one of the causes of lower respiratory tract inflammation",
            "subsection_string": "Common symptoms\nProfessor Wu Guizhou said that signs of lower respiratory infection differ depending on the level of infection. In mild infections, symptoms may resemble the common cold, such as:\nStuffy or runny nose;; Mild fever;; Dry cough;; Sore throat;; Headache.\nIn severe cases of lower respiratory tract infection, patients may experience additional symptoms including:\nSevere cough, cough with phlegm;; High fever;; Fast heart beat;; Wheezing or difficulty breathing;; Feeling of heaviness or pain in the chest.\nCauses of lower respiratory tract infections\nLower respiratory tract infections are often caused by viruses and bacteria, especially during seasonal changes.\nViruses: Influenza viruses or respiratory syncytial virus (RSV).; Bacteria: Typically the bacteria Streptococcus pneumoniae (pneumococcus) or Staphylococcus aureus.\nSome cases of lower respiratory tract infections stem from substances in the environment that irritate or cause inflammation of the airways such as:\nCigarette smoke;; Dust due to environmental pollution;; Chemicals, allergens.\nCigarette smoke is one of the causes of lower respiratory tract inflammation"
        },
        {
            "subsection_name": "Who is at risk for lower respiratory tract disease?",
            "subsection_content": "Lower respiratory tract infection is a common disease during the fall-winter period, appearing after flu or colds. Anyone can get lower respiratory infection, but the risk is higher in people who:\nChildren and the elderly, especially children under 5 years old and adults over 65 years old;; People who have the habit of smoking;; Pregnant women;; People with chronic diseases such as asthma, chronic obstructive pulmonary disease, cardiovascular disease, diabetes, liver and kidney diseases; People with weakened immune systems due to cancer, or have recently undergone surgery or chemotherapy.",
            "subsection_string": "Who is at risk for lower respiratory tract disease?\nLower respiratory tract infection is a common disease during the fall-winter period, appearing after flu or colds. Anyone can get lower respiratory infection, but the risk is higher in people who:\nChildren and the elderly, especially children under 5 years old and adults over 65 years old;; People who have the habit of smoking;; Pregnant women;; People with chronic diseases such as asthma, chronic obstructive pulmonary disease, cardiovascular disease, diabetes, liver and kidney diseases; People with weakened immune systems due to cancer, or have recently undergone surgery or chemotherapy."
        },
        {
            "subsection_name": "Common lower respiratory tract infections",
            "subsection_content": "Some common lower respiratory tract infections include:\n1. Acute bronchitis\nAcute bronchitis (Acute Bronchitis – AB in English) is an infection in the bronchi. This is the most common disease among acute lower respiratory infections, often progressing benignly, leaving no sequelae.\nAcute bronchitis often appears after a cold, the patient has typical symptoms such as fever, sneezing, runny nose, headache, body aches, etc. The cough may gradually increase over time. phlegm or not. In some other cases, patients have difficulty breathing and feel pain in the chest area.\n2. Pneumonia\nPneumonia is a lung infection caused by bacteria, viruses, fungi, or parasites. The disease can also be a complication of other chronic diseases, the signs of the disease vary depending on the physical condition and the type of pathogen.\nPneumonia, if not detected early and treated promptly and properly, can lead to dangerous, even life-threatening complications. Therefore, it is recommended that patients should immediately go to a medical facility for timely examination, diagnosis and treatment when they have symptoms such as high fever above 39 degrees Celsius, chills, sweating, and prolonged fatigue. improve,…\nPatients should immediately go to a medical facility when they have symptoms of high fever, sweating, prolonged fatigue...\n3. Bronchiolitis\nBronchiolitis (Bronchiolitis) is a common lung infection in young children. Statistics in Vietnam show that the disease accounts for about 40 - 50% of the reasons children are hospitalized for treatment in the respiratory department.\nThe initial symptoms of the disease are similar to the common cold, then children may cough, wheeze, and even have difficulty breathing. If not treated promptly and properly, children can be in danger of complications such as respiratory dysfunction, acute respiratory failure, pneumothorax, and collapsed lung.\n4. Pulmonary tuberculosis\nPulmonary tuberculosis, also known as Pulmonary Tuberculosis, is a dangerous infectious disease that can spread in the community when a patient coughs, sneezes or spits sputum. Tuberculosis bacteria can enter the body through the bloodstream and move to the lungs and other parts of the body and cause tuberculosis there.",
            "subsection_string": "Common lower respiratory tract infections\nSome common lower respiratory tract infections include:\n1. Acute bronchitis\nAcute bronchitis (Acute Bronchitis – AB in English) is an infection in the bronchi. This is the most common disease among acute lower respiratory infections, often progressing benignly, leaving no sequelae.\nAcute bronchitis often appears after a cold, the patient has typical symptoms such as fever, sneezing, runny nose, headache, body aches, etc. The cough may gradually increase over time. phlegm or not. In some other cases, patients have difficulty breathing and feel pain in the chest area.\n2. Pneumonia\nPneumonia is a lung infection caused by bacteria, viruses, fungi, or parasites. The disease can also be a complication of other chronic diseases, the signs of the disease vary depending on the physical condition and the type of pathogen.\nPneumonia, if not detected early and treated promptly and properly, can lead to dangerous, even life-threatening complications. Therefore, it is recommended that patients should immediately go to a medical facility for timely examination, diagnosis and treatment when they have symptoms such as high fever above 39 degrees Celsius, chills, sweating, and prolonged fatigue. improve,…\nPatients should immediately go to a medical facility when they have symptoms of high fever, sweating, prolonged fatigue...\n3. Bronchiolitis\nBronchiolitis (Bronchiolitis) is a common lung infection in young children. Statistics in Vietnam show that the disease accounts for about 40 - 50% of the reasons children are hospitalized for treatment in the respiratory department.\nThe initial symptoms of the disease are similar to the common cold, then children may cough, wheeze, and even have difficulty breathing. If not treated promptly and properly, children can be in danger of complications such as respiratory dysfunction, acute respiratory failure, pneumothorax, and collapsed lung.\n4. Pulmonary tuberculosis\nPulmonary tuberculosis, also known as Pulmonary Tuberculosis, is a dangerous infectious disease that can spread in the community when a patient coughs, sneezes or spits sputum. Tuberculosis bacteria can enter the body through the bloodstream and move to the lungs and other parts of the body and cause tuberculosis there."
        },
        {
            "subsection_name": "Dangerous complications",
            "subsection_content": "Prof. Dr. Ngo Quy Chau recommends that although lower respiratory infections usually do not cause complications, if the patient is subjective and does not treat early, allowing the disease to progress seriously can cause complications. Dangerous symptoms such as sepsis, heart failure, acute respiratory failure (ARDS), apnea, lung abscess, etc. are life-threatening.",
            "subsection_string": "Dangerous complications\nProf. Dr. Ngo Quy Chau recommends that although lower respiratory infections usually do not cause complications, if the patient is subjective and does not treat early, allowing the disease to progress seriously can cause complications. Dangerous symptoms such as sepsis, heart failure, acute respiratory failure (ARDS), apnea, lung abscess, etc. are life-threatening."
        },
        {
            "subsection_name": "Diagnosis of lower respiratory tract infections",
            "subsection_content": "To accurately diagnose the condition and extent of the infection, the doctor will ask the patient for relevant information such as symptoms, duration of symptoms, medical history and lifestyle habits. patient.\nNext, the doctor will perform examination steps including measuring body temperature and listening to the chest to check the amount of oxygen in the body.\nIn case the patient has more severe symptoms, the doctor may prescribe some necessary paraclinical methods for diagnosis, including:\nX-ray: Determine the level of infection;; Blood and mucus tests: Identify the type of bacteria and virus causing lower respiratory infections to prescribe appropriate antibiotics;; Oxygen measurement: Determines the amount of oxygen in the blood.\nParaclinical tests assist in accurately diagnosing the condition",
            "subsection_string": "Diagnosis of lower respiratory tract infections\nTo accurately diagnose the condition and extent of the infection, the doctor will ask the patient for relevant information such as symptoms, duration of symptoms, medical history and lifestyle habits. patient.\nNext, the doctor will perform examination steps including measuring body temperature and listening to the chest to check the amount of oxygen in the body.\nIn case the patient has more severe symptoms, the doctor may prescribe some necessary paraclinical methods for diagnosis, including:\nX-ray: Determine the level of infection;; Blood and mucus tests: Identify the type of bacteria and virus causing lower respiratory infections to prescribe appropriate antibiotics;; Oxygen measurement: Determines the amount of oxygen in the blood.\nParaclinical tests assist in accurately diagnosing the condition"
        },
        {
            "subsection_name": "Treatments",
            "subsection_content": "Although lower respiratory tract infections are usually mild and improve on their own within about 7 – 10 days, there are many cases where the disease suddenly progresses to a severe state, leading to dangerous complications that threaten the patient's life. Therefore, it is recommended that patients should immediately go to a medical facility for timely examination, monitoring and treatment.\nDepending on the pathology and severity of the disease, patients are prescribed different treatment regimens:\n1. Treatment of acute bronchitis\nRest, quit smoking habits, pay attention to keeping your body warm;; Drink enough water during the day, replace water and electrolytes for the body;; Supplementing vitamins and minerals helps strengthen the immune system;; Take medication as directed by your doctor.\n2. Treatment of pneumonia\nUse medication as prescribed by your doctor. This indication will vary depending on the severity of symptoms and the type of virus or bacteria causing the disease.; Oxygen treatment when the patient has signs of acute respiratory failure (ARDS) such as difficulty breathing, cyanosis, etc.\n3. Treatment of bronchiolitis\nCurrently, there is no specific vaccine for bronchiolitis. Antibiotics or common cold medications are also not effective in treating this disease. Most cases will heal on their own and can be treated at home.\n4. Treatment of pulmonary tuberculosis\nPulmonary tuberculosis is treated according to the standards of the Ministry of Health including:\nDirectly controlled treatment (DOTS). (3); Treatment follows the standard regimen prescribed by the Ministry of Health for newly discovered cases of pulmonary tuberculosis.\nPatients need to follow the principles: Take medication according to the regimen, for the right amount of time and regularly as directed by the doctor.",
            "subsection_string": "Treatments\nAlthough lower respiratory tract infections are usually mild and improve on their own within about 7 – 10 days, there are many cases where the disease suddenly progresses to a severe state, leading to dangerous complications that threaten the patient's life. Therefore, it is recommended that patients should immediately go to a medical facility for timely examination, monitoring and treatment.\nDepending on the pathology and severity of the disease, patients are prescribed different treatment regimens:\n1. Treatment of acute bronchitis\nRest, quit smoking habits, pay attention to keeping your body warm;; Drink enough water during the day, replace water and electrolytes for the body;; Supplementing vitamins and minerals helps strengthen the immune system;; Take medication as directed by your doctor.\n2. Treatment of pneumonia\nUse medication as prescribed by your doctor. This indication will vary depending on the severity of symptoms and the type of virus or bacteria causing the disease.; Oxygen treatment when the patient has signs of acute respiratory failure (ARDS) such as difficulty breathing, cyanosis, etc.\n3. Treatment of bronchiolitis\nCurrently, there is no specific vaccine for bronchiolitis. Antibiotics or common cold medications are also not effective in treating this disease. Most cases will heal on their own and can be treated at home.\n4. Treatment of pulmonary tuberculosis\nPulmonary tuberculosis is treated according to the standards of the Ministry of Health including:\nDirectly controlled treatment (DOTS). (3); Treatment follows the standard regimen prescribed by the Ministry of Health for newly discovered cases of pulmonary tuberculosis.\nPatients need to follow the principles: Take medication according to the regimen, for the right amount of time and regularly as directed by the doctor."
        },
        {
            "subsection_name": "How to care for patients?",
            "subsection_content": "Prof. Dr. Ngo Quy Chau said that in order for the treatment of lower respiratory tract infections to be as effective as desired, patients should:\nTake rest, avoid doing too much work that makes your body tired;; Rehydrate the body, avoid dehydration as well as help the phlegm in the lungs become thinner, making it easier for the patient to spit;; Inhale peppermint essential oil to clear phlegm;; Quit the habit of smoking;; Patients can drink warm water mixed with honey and lemon to reduce unpleasant symptoms when coughing.\nPatients can drink honey mixed with warm lemon water to improve symptoms",
            "subsection_string": "How to care for patients?\nProf. Dr. Ngo Quy Chau said that in order for the treatment of lower respiratory tract infections to be as effective as desired, patients should:\nTake rest, avoid doing too much work that makes your body tired;; Rehydrate the body, avoid dehydration as well as help the phlegm in the lungs become thinner, making it easier for the patient to spit;; Inhale peppermint essential oil to clear phlegm;; Quit the habit of smoking;; Patients can drink warm water mixed with honey and lemon to reduce unpleasant symptoms when coughing.\nPatients can drink honey mixed with warm lemon water to improve symptoms"
        },
        {
            "subsection_name": "How to prevent lower respiratory tract infections?",
            "subsection_content": "Some measures to help prevent lower respiratory tract infections, as well as prevent pathogens from spreading to others, include:\nQuit the habit of smoking, avoid smoky places;; Wash your hands regularly to avoid bacteria attacking your body;; Disinfect and clean frequently touched surfaces;; Wear a mask and cover your mouth when coughing or sneezing to avoid spreading germs to others;; Stay away from sick people when you detect symptoms of lower respiratory tract disease;; Fully vaccinated according to recommendations of the Ministry of Health such as influenza vaccine, measles - mumps - rubella vaccine, pneumococcal disease vaccine...\nSee more: 6 steps to wash hands properly to help prevent viruses from the Ministry of Health",
            "subsection_string": "How to prevent lower respiratory tract infections?\nSome measures to help prevent lower respiratory tract infections, as well as prevent pathogens from spreading to others, include:\nQuit the habit of smoking, avoid smoky places;; Wash your hands regularly to avoid bacteria attacking your body;; Disinfect and clean frequently touched surfaces;; Wear a mask and cover your mouth when coughing or sneezing to avoid spreading germs to others;; Stay away from sick people when you detect symptoms of lower respiratory tract disease;; Fully vaccinated according to recommendations of the Ministry of Health such as influenza vaccine, measles - mumps - rubella vaccine, pneumococcal disease vaccine...\nSee more: 6 steps to wash hands properly to help prevent viruses from the Ministry of Health"
        },
        {
            "subsection_name": "frequently asked Questions",
            "subsection_content": "Respiratory tract infection is one of the most common diseases. However, depending on the location of the infection and the severity of the infection, the doctor will prescribe different treatment regimens. Prof. Dr. Ngo Quy Chau answers some frequently asked questions of patients visiting the Department of Respiratory Medicine, Tam Anh General Hospital.\n1. How to distinguish lower respiratory tract infection from upper respiratory tract infection?\nUpper respiratory tract infections (Upper Respiratory Tract Infections – URTI) differ from lower respiratory tract infections in the area affected by the respiratory tract. Lower respiratory tract infection is an infection in the airways below the larynx, while upper respiratory tract infection is an infection in structures from the larynx up. (5)\nThe typical symptom of lower respiratory tract infections is cough, including bronchitis, bronchiolitis, pneumonia and tuberculosis. As for upper respiratory tract infections including colds, sinusitis, tonsillitis and laryngitis... there will be signs originating from the neck area upwards such as sore throat, headache, fever;.\n2. What should patients eat and avoid?\nIn order for the treatment of lower respiratory tract infections to be most effective, in addition to using medication as prescribed by the doctor, patients also need to pay attention and follow a scientific diet, supplementing fruits and vegetables. Include plants and green vegetables in your daily diet, drink plenty of water to provide enough water for your body. Patients can drink honey mixed with warm lemon water, honey mixed with ginger tea to help improve symptoms.\nIn addition, patients need to abstain from certain foods that can slow recovery, or make the disease worse, such as canned foods, carbonated drinks, processed foods, etc.\nFor advice and to book an examination for chronic respiratory diseases at the Department of Respiratory Medicine, Tam Anh General Hospital, please contact:\nInflammation (infection) of the lower respiratory tract can cause many dangerous, even life-threatening complications if not properly diagnosed and treated.",
            "subsection_string": "frequently asked Questions\nRespiratory tract infection is one of the most common diseases. However, depending on the location of the infection and the severity of the infection, the doctor will prescribe different treatment regimens. Prof. Dr. Ngo Quy Chau answers some frequently asked questions of patients visiting the Department of Respiratory Medicine, Tam Anh General Hospital.\n1. How to distinguish lower respiratory tract infection from upper respiratory tract infection?\nUpper respiratory tract infections (Upper Respiratory Tract Infections – URTI) differ from lower respiratory tract infections in the area affected by the respiratory tract. Lower respiratory tract infection is an infection in the airways below the larynx, while upper respiratory tract infection is an infection in structures from the larynx up. (5)\nThe typical symptom of lower respiratory tract infections is cough, including bronchitis, bronchiolitis, pneumonia and tuberculosis. As for upper respiratory tract infections including colds, sinusitis, tonsillitis and laryngitis... there will be signs originating from the neck area upwards such as sore throat, headache, fever;.\n2. What should patients eat and avoid?\nIn order for the treatment of lower respiratory tract infections to be most effective, in addition to using medication as prescribed by the doctor, patients also need to pay attention and follow a scientific diet, supplementing fruits and vegetables. Include plants and green vegetables in your daily diet, drink plenty of water to provide enough water for your body. Patients can drink honey mixed with warm lemon water, honey mixed with ginger tea to help improve symptoms.\nIn addition, patients need to abstain from certain foods that can slow recovery, or make the disease worse, such as canned foods, carbonated drinks, processed foods, etc.\nFor advice and to book an examination for chronic respiratory diseases at the Department of Respiratory Medicine, Tam Anh General Hospital, please contact:\nInflammation (infection) of the lower respiratory tract can cause many dangerous, even life-threatening complications if not properly diagnosed and treated."
        }
    ],
    "name": "viem-duong-ho-hap-duoi.json"
}