{
    "title": "Atopic dermatitis: Symptoms, causes, complications and prevention",
    "category": "Dermatology",
    "link": "https://tamanhhospital.vn/viem-da-co-dia/",
    "abstract": "Atopic dermatitis (atopic eczema) is a common disease, with very typical symptoms of itching. The disease occurs in all ages and is related to genetics (including: immune dysfunction and skin structure disorders); The disease is often aggravated by the effects of environmental factors (dust, pollution, chemicals, etc.). Patients suffer from persistent skin damage that affects aesthetics, reduces confidence when communicating, causes depression, insomnia and reduces quality of life.",
    "content": "Atopic dermatitis: Symptoms, causes, complications and prevention\n\nAtopic dermatitis (atopic eczema) is a common disease, with very typical symptoms of itching. The disease occurs in all ages and is related to genetics (including: immune dysfunction and skin structure disorders); The disease is often aggravated by the effects of environmental factors (dust, pollution, chemicals, etc.). Patients suffer from persistent skin damage that affects aesthetics, reduces confidence when communicating, causes depression, insomnia and reduces quality of life.\n\nWhat is atopic dermatitis?\nAtopic dermatitis is also known as atopic eczema, milk eczema or strabismus in children. The disease is characterized by the appearance of red, scaly patches of inflamed skin, or red, inflamed skin oozing fluid and severe itching. The more you scratch (to reduce itching), the more the skin will be injured and scratched, causing skin infections. This is a chronic disease, prone to recurrence. (first)\nAtopic dermatitis is a special form of eczema. The term eczema refers to many types of dermatitis with quite similar characteristics such as:\nHand eczema: Only appears on the hands, due to frequent contact with irritating chemicals; Contact dermatitis (due to allergy or irritation): Is a condition in which the skin is damaged by exposure to certain chemicals.; Dyshidrosis: Eczema with many blisters, develops only on fingers, palms and soles of feet, itches a lot; Neurodermatitis: Characterized by thickened patches of skin due to repeated rubbing or scratching; Hydrodermatitis: A type of skin irritation in people with poor circulation, mainly in the lower legs; Cracked skin on legs and hands: A chronic form of eczema, the skin reacts by excessively increasing horniness, causing cracks, bleeding and pain.\nIn Vietnam, atopic dermatitis accounts for about 5% of the population. Atopic dermatitis is common in the first months of a child's life and is severe if the child has homozygous genetic genes, then the disease gradually decreases when the child is 2-3 years old. Many statistics show that 60% of atopic dermatitis patients have this disease when they give birth.\nIf both parents have atopic dermatitis, the child has an 80% chance of having the disease. In some cases, atopic dermatitis is accompanied by asthma, allergic rhinitis and food allergy, forming a complex of atopic dermatitis (common in children carrying genes inherited from their parents).\n\nSymptoms of atopic dermatitis\nAtopic dermatitis has typical symptoms of red, inflamed skin, peeling, oozing, thickening of the skin, cracking, tingling or severe itching. However, depending on age and stage of the disease, there will be different symptoms. (2)\nSymptoms in newborns and infants\nAbout 60% of atopic dermatitis cases begin in children aged 0-1 year old and mainly begin at 2-3 months of age. Newborns with atopic dermatitis will have the following symptoms:\nRed, scaly rashes appear on the cheeks, around the mouth, forehead, trunk, neck and groin, and skin folds (skin folds).; In the erythematous area there are many small blisters; Small blisters burst and ooze fluid, causing inflammation; The ulcers are crusty, dry, and may be infected with secondary bacteria; May be accompanied by diarrhea, otitis media; Excessive itching causes children to lose sleep and cry.\nAtopic dermatitis occurs often in children\nSymptoms in children\nFor children from 2 to 12 years old, atopic dermatitis is often accompanied by cataracts and allergic conjunctivitis. Symptoms of atopic dermatitis in children include:\nSkin is dry, cracked, itchy, etc.;; Skin lesions often appear in the areas behind the knees, on the knees, elbows, skin folds (skin folds),...;; Disc-like lichenified plaques appear. At first, the disease manifests itself on the extensor face, knees, elbows, then spreads to the folds, and can also cause itchy rashes, dry skin, etc.\nSymptoms in adults\nIn adults, atopic dermatitis has less severe symptoms than children because adults have more antibodies and resistance than children. The disease has few manifestations on the skin or only persistent dry, rough skin (chronic disease); May be accompanied by symptoms of asthma or allergic rhinitis or food allergy. Skin symptoms are clearly different from children. Symptoms of atopic dermatitis in adults in the acute phase include:\nMany erythema appear.; There are small, shallow blisters on the skin surface; The blisters burst and ooze fluid, causing edema and scabs; The damaged skin area feels itchy, burning and painful; Damaged skin can become infected, ulcerated, pustular, hot, swollen, etc.\nAtopic dermatitis in the chronic stage causes the following symptoms:\nThe damaged skin shows signs of darkening, thickening of the skin, and cracking; Itching is dull to intense.\n\nCauses of atopic dermatitis\nWith the development of biomedicine, especially molecular biology, a number of genes that cause atopic dermatitis have been found. Medical research shows that: If someone in the family has asthma or allergic rhinitis, the next generation will inherit allergic diseases (including a trio of atopic diseases as follows: Dermatitis atopic disease, asthma, allergic rhinitis). In addition, the disease can appear due to the following causes of atopic dermatitis: (3)\nThe disease appears in people who often have allergies;; Some factors related to atopic dermatitis such as: Soap, detergents, weather allergies,...;; Food allergies are considered the main cause of eczema in young children;; Acute infections causing immunodeficiency also increase the incidence of atopic dermatitis;; Endocrine disorders;; Nervous tension.\n\nComplications of atopic dermatitis can be acquired\nAtopic dermatitis (eczema), if not treated properly and promptly, can cause the following complications: (4)\nAsthma and hay fever: More than 50% of children with atopic dermatitis are susceptible to asthma and hay fever.; Chronic neurodermatitis: Atopic dermatitis can be complicated into chronic neurodermatitis, with scaly skin and chronic itching. The more the patient scratches, the more itchy it becomes, causing the skin to become damaged, discolored, and thickened.; Skin infections: The skin can be damaged by scratching too much, causing ulcers and cracks, increasing the risk of bacterial and viral infections.; Hand dermatitis: Atopic dermatitis can cause hand dermatitis complications that are uncomfortable for patients, especially those working in humid environments and in contact with soap and detergents.; Allergic or irritant contact dermatitis: Due to contact with industrial chemicals, cosmetic chemicals, environmental pollution, etc.; Sleep disorders: Excessive itching affects sleep such as not sleeping well, waking up in the middle of the night, etc.\n\nDiagnosis of atopic dermatitis\nAtopic dermatitis is often diagnosed based on clinical examination and personal and family medical history, and some tests need to be performed to determine the severity and complications of the disease. The doctor will look at the patient's skin condition, symptoms, and family members' medical history to diagnose the disease. The doctor will base on symptoms such as: dry skin, recurrent conjunctivitis, cheilitis, red or pale facial skin, eczema on the palm or back of the hand, white scales, etc.\nYou or your family have a history of atopic dermatitis, allergies, asthma, allergic rhinitis, chronic dermatitis, etc.\n\nHow to treat atopic dermatitis\nAtopic dermatitis is a chronic disease that cannot be completely cured, but it can still be controlled. Current treatments only aim to restore the skin to a normal condition for as long as possible, preventing and treating flare-ups/complications. With the motto that prevention is better than cure, atopic dermatitis is treated with the following strategies:\nHealing phase\nUsing anti-itch cream: This is a measure to help patients reduce the itchy feeling and avoid scratching too much, causing skin damage. Patients are prescribed to use topical cream to prevent itching. In case they still feel itchy, many patients need to take antihistamines to prevent allergies.; Protect your skin with moisturizer: When you have atopic dermatitis, your skin is often dry, use moisturizer to soften the skin 2-3 times a day, avoid cracking and causing infection.; Apply anti-inflammatory cream: If your skin is inflamed, red, or itchy, use anti-inflammatory cream to apply. When the skin has reduced redness and itching, limit the use of anti-inflammatory creams and increase moisturizing care with moisturizers. If you overuse anti-inflammatory drugs, your skin color will change, your skin will thin, your skin will grow, and your risk of infection will be higher. You should use anti-inflammatory cream as prescribed by your doctor.; Antibiotic treatment if the skin is infected: Only add antibiotics for a short time. If the wound is open or oozing fluid, it is necessary to cover it with gauze and clean it and change the bandage every day to avoid superinfection.; Cold compresses can be applied to reduce inflammation and itching in the skin.; Avoid pressure and stress when working, need adequate rest and sleep, and exercise regularly.; Build a healthy, nutritious diet and strengthen the immune system.\nPrevention phase\nContinue to protect your skin with moisturizer; Use cosmetics for sensitive skin; Continue a healthy diet and exercise regimen\nDuring the treatment of atopic dermatitis, patients need to limit the following factors that trigger the disease:\nAvoid eating allergenic foods, keep the house clean, regularly wash blankets, mattresses, carpets, curtains, avoid cigarette smoke and dusty, polluted environments.; Do not bathe for more than 20 minutes at a time, preferably with warm water rather than hot water.; You should always use one type of soap, perfume, shampoo, and gentle detergent. If you want to try a new detergent or shampoo, you should test it on a thin area of ​​skin to see if it causes irritation; Minimize scratching and cut your nails to avoid scratching too hard, causing skin damage. Children should wear gloves at night.; You should wear cool, soft, thin clothes in hot weather. Drink enough water every day.\nPeople with atopic dermatitis should protect their hands with moisturizer\n\nHow to prevent atopic dermatitis\nThere is currently no vaccine to prevent atopic dermatitis, but we can still prevent the onset of the disease in the following ways:\nClean your body thoroughly and regularly, especially after sweating a lot, playing sports, or being exposed to polluted dusty environments.; Apply moisturizer to the skin after bathing to avoid dry skin causing cracking and infection; Limit hot water baths to avoid irritating the skin, causing itching and inflammation; Choose perfumes, cosmetics, and gentle bath soaps that are suitable for your skin. You should read the ingredients carefully to avoid causing skin irritation.; Limit eating seafood, drinking alcohol, smoking, etc., which can stimulate allergies and cause itching; Do not buy anti-allergy medication arbitrarily, you need to take it according to your doctor's prescription.\n\nSome frequently asked questions\n1. Can atopic dermatitis be completely cured?\nAtopic dermatitis is a chronic disease that cannot be completely cured but can be controlled with many measures (like allergic rhinitis, which cannot be cured but can be prevented and controlled). controllable).\n2. What should people with atopic dermatitis eat and avoid?\nDiet can greatly affect the condition of the disease. In addition to medical treatment, patients need to have a suitable diet to improve the condition.\nFoods that people with atopic dermatitis should eat: Omega-rich fish that help fight inflammation such as: Tuna, mackerel, salmon, sardines, herring,...; Fermented products contain many probiotics; fruits and vegetables containing anti-inflammatory flavonoids such as: Strawberries, cherries, apples, broccoli, spinach, kale,...; Patients should avoid eating foods that can easily cause allergies and make the disease worse, such as: Eggs, soybeans, tomatoes, nuts, citrus trees, dairy products, vanilla, cinnamon, cloves. Foods contains a lot of nickel such as: Black tea, canned meat, chocolate, shellfish, etc. Avoid foods that easily cause allergies such as: Pears, carrots, celery, green apples, hazelnuts, etc.\n3. Is atopic dermatitis dangerous?\nAtopic dermatitis is not life-threatening but seriously affects health. The disease causes psychological obstacles because it affects aesthetics and communication; Excessive itching causes insomnia, reduces concentration in study and work, causes discomfort and depression for the patient, and reduces quality of life.\nIf atopic dermatitis is not treated properly and with regular skin care, it can make the disease worse, causing complex complications such as: Neurodermatitis, superinfected atopic dermatitis, high fever, pain. , swollen lymph nodes,...\n4. Who is at risk of atopic dermatitis?\nChildren are at high risk of developing atopic dermatitis. In the US, approximately 7.2% of adults and 11.6% of children have atopic dermatitis, research also shows that African American children have a higher rate of the disease. Many studies show that people with weak immune systems, allergies or a family history of atopic dermatitis, asthma, allergies, etc. are most susceptible to the disease. (5)\n5. When should I see a doctor?\nAs soon as signs of atopic dermatitis are detected, patients should go to a hospital with a specialist in Dermatology to be examined and have a treatment regimen suitable for each patient to help the disease not get worse. In the case of a skin wound that is red, swollen, has pustules, pain, fever, etc., you need to go to the hospital immediately for timely treatment to avoid superinfection or skin infection.\nAlthough atopic dermatitis cannot be completely cured, it can be controlled with a number of methods, helping patients live peacefully with the disease and reducing symptoms of itching and discomfort.",
    "subsections": [
        {
            "subsection_name": "What is atopic dermatitis?",
            "subsection_content": "Atopic dermatitis is also known as atopic eczema, milk eczema or strabismus in children. The disease is characterized by the appearance of red, scaly patches of inflamed skin, or red, inflamed skin oozing fluid and severe itching. The more you scratch (to reduce itching), the more the skin will be injured and scratched, causing skin infections. This is a chronic disease, prone to recurrence. (first)\nAtopic dermatitis is a special form of eczema. The term eczema refers to many types of dermatitis with quite similar characteristics such as:\nHand eczema: Only appears on the hands, due to frequent contact with irritating chemicals; Contact dermatitis (due to allergy or irritation): Is a condition in which the skin is damaged by exposure to certain chemicals.; Dyshidrosis: Eczema with many blisters, develops only on fingers, palms and soles of feet, itches a lot; Neurodermatitis: Characterized by thickened patches of skin due to repeated rubbing or scratching; Hydrodermatitis: A type of skin irritation in people with poor circulation, mainly in the lower legs; Cracked skin on legs and hands: A chronic form of eczema, the skin reacts by excessively increasing horniness, causing cracks, bleeding and pain.\nIn Vietnam, atopic dermatitis accounts for about 5% of the population. Atopic dermatitis is common in the first months of a child's life and is severe if the child has homozygous genetic genes, then the disease gradually decreases when the child is 2-3 years old. Many statistics show that 60% of atopic dermatitis patients have this disease when they give birth.\nIf both parents have atopic dermatitis, the child has an 80% chance of having the disease. In some cases, atopic dermatitis is accompanied by asthma, allergic rhinitis and food allergy, forming a complex of atopic dermatitis (common in children carrying genes inherited from their parents).",
            "subsection_string": "What is atopic dermatitis?\nAtopic dermatitis is also known as atopic eczema, milk eczema or strabismus in children. The disease is characterized by the appearance of red, scaly patches of inflamed skin, or red, inflamed skin oozing fluid and severe itching. The more you scratch (to reduce itching), the more the skin will be injured and scratched, causing skin infections. This is a chronic disease, prone to recurrence. (first)\nAtopic dermatitis is a special form of eczema. The term eczema refers to many types of dermatitis with quite similar characteristics such as:\nHand eczema: Only appears on the hands, due to frequent contact with irritating chemicals; Contact dermatitis (due to allergy or irritation): Is a condition in which the skin is damaged by exposure to certain chemicals.; Dyshidrosis: Eczema with many blisters, develops only on fingers, palms and soles of feet, itches a lot; Neurodermatitis: Characterized by thickened patches of skin due to repeated rubbing or scratching; Hydrodermatitis: A type of skin irritation in people with poor circulation, mainly in the lower legs; Cracked skin on legs and hands: A chronic form of eczema, the skin reacts by excessively increasing horniness, causing cracks, bleeding and pain.\nIn Vietnam, atopic dermatitis accounts for about 5% of the population. Atopic dermatitis is common in the first months of a child's life and is severe if the child has homozygous genetic genes, then the disease gradually decreases when the child is 2-3 years old. Many statistics show that 60% of atopic dermatitis patients have this disease when they give birth.\nIf both parents have atopic dermatitis, the child has an 80% chance of having the disease. In some cases, atopic dermatitis is accompanied by asthma, allergic rhinitis and food allergy, forming a complex of atopic dermatitis (common in children carrying genes inherited from their parents)."
        },
        {
            "subsection_name": "Symptoms of atopic dermatitis",
            "subsection_content": "Atopic dermatitis has typical symptoms of red, inflamed skin, peeling, oozing, thickening of the skin, cracking, tingling or severe itching. However, depending on age and stage of the disease, there will be different symptoms. (2)\nSymptoms in newborns and infants\nAbout 60% of atopic dermatitis cases begin in children aged 0-1 year old and mainly begin at 2-3 months of age. Newborns with atopic dermatitis will have the following symptoms:\nRed, scaly rashes appear on the cheeks, around the mouth, forehead, trunk, neck and groin, and skin folds (skin folds).; In the erythematous area there are many small blisters; Small blisters burst and ooze fluid, causing inflammation; The ulcers are crusty, dry, and may be infected with secondary bacteria; May be accompanied by diarrhea, otitis media; Excessive itching causes children to lose sleep and cry.\nAtopic dermatitis occurs often in children\nSymptoms in children\nFor children from 2 to 12 years old, atopic dermatitis is often accompanied by cataracts and allergic conjunctivitis. Symptoms of atopic dermatitis in children include:\nSkin is dry, cracked, itchy, etc.;; Skin lesions often appear in the areas behind the knees, on the knees, elbows, skin folds (skin folds),...;; Disc-like lichenified plaques appear. At first, the disease manifests itself on the extensor face, knees, elbows, then spreads to the folds, and can also cause itchy rashes, dry skin, etc.\nSymptoms in adults\nIn adults, atopic dermatitis has less severe symptoms than children because adults have more antibodies and resistance than children. The disease has few manifestations on the skin or only persistent dry, rough skin (chronic disease); May be accompanied by symptoms of asthma or allergic rhinitis or food allergy. Skin symptoms are clearly different from children. Symptoms of atopic dermatitis in adults in the acute phase include:\nMany erythema appear.; There are small, shallow blisters on the skin surface; The blisters burst and ooze fluid, causing edema and scabs; The damaged skin area feels itchy, burning and painful; Damaged skin can become infected, ulcerated, pustular, hot, swollen, etc.\nAtopic dermatitis in the chronic stage causes the following symptoms:\nThe damaged skin shows signs of darkening, thickening of the skin, and cracking; Itching is dull to intense.",
            "subsection_string": "Symptoms of atopic dermatitis\nAtopic dermatitis has typical symptoms of red, inflamed skin, peeling, oozing, thickening of the skin, cracking, tingling or severe itching. However, depending on age and stage of the disease, there will be different symptoms. (2)\nSymptoms in newborns and infants\nAbout 60% of atopic dermatitis cases begin in children aged 0-1 year old and mainly begin at 2-3 months of age. Newborns with atopic dermatitis will have the following symptoms:\nRed, scaly rashes appear on the cheeks, around the mouth, forehead, trunk, neck and groin, and skin folds (skin folds).; In the erythematous area there are many small blisters; Small blisters burst and ooze fluid, causing inflammation; The ulcers are crusty, dry, and may be infected with secondary bacteria; May be accompanied by diarrhea, otitis media; Excessive itching causes children to lose sleep and cry.\nAtopic dermatitis occurs often in children\nSymptoms in children\nFor children from 2 to 12 years old, atopic dermatitis is often accompanied by cataracts and allergic conjunctivitis. Symptoms of atopic dermatitis in children include:\nSkin is dry, cracked, itchy, etc.;; Skin lesions often appear in the areas behind the knees, on the knees, elbows, skin folds (skin folds),...;; Disc-like lichenified plaques appear. At first, the disease manifests itself on the extensor face, knees, elbows, then spreads to the folds, and can also cause itchy rashes, dry skin, etc.\nSymptoms in adults\nIn adults, atopic dermatitis has less severe symptoms than children because adults have more antibodies and resistance than children. The disease has few manifestations on the skin or only persistent dry, rough skin (chronic disease); May be accompanied by symptoms of asthma or allergic rhinitis or food allergy. Skin symptoms are clearly different from children. Symptoms of atopic dermatitis in adults in the acute phase include:\nMany erythema appear.; There are small, shallow blisters on the skin surface; The blisters burst and ooze fluid, causing edema and scabs; The damaged skin area feels itchy, burning and painful; Damaged skin can become infected, ulcerated, pustular, hot, swollen, etc.\nAtopic dermatitis in the chronic stage causes the following symptoms:\nThe damaged skin shows signs of darkening, thickening of the skin, and cracking; Itching is dull to intense."
        },
        {
            "subsection_name": "Causes of atopic dermatitis",
            "subsection_content": "With the development of biomedicine, especially molecular biology, a number of genes that cause atopic dermatitis have been found. Medical research shows that: If someone in the family has asthma or allergic rhinitis, the next generation will inherit allergic diseases (including a trio of atopic diseases as follows: Dermatitis atopic disease, asthma, allergic rhinitis). In addition, the disease can appear due to the following causes of atopic dermatitis: (3)\nThe disease appears in people who often have allergies;; Some factors related to atopic dermatitis such as: Soap, detergents, weather allergies,...;; Food allergies are considered the main cause of eczema in young children;; Acute infections causing immunodeficiency also increase the incidence of atopic dermatitis;; Endocrine disorders;; Nervous tension.",
            "subsection_string": "Causes of atopic dermatitis\nWith the development of biomedicine, especially molecular biology, a number of genes that cause atopic dermatitis have been found. Medical research shows that: If someone in the family has asthma or allergic rhinitis, the next generation will inherit allergic diseases (including a trio of atopic diseases as follows: Dermatitis atopic disease, asthma, allergic rhinitis). In addition, the disease can appear due to the following causes of atopic dermatitis: (3)\nThe disease appears in people who often have allergies;; Some factors related to atopic dermatitis such as: Soap, detergents, weather allergies,...;; Food allergies are considered the main cause of eczema in young children;; Acute infections causing immunodeficiency also increase the incidence of atopic dermatitis;; Endocrine disorders;; Nervous tension."
        },
        {
            "subsection_name": "Complications of atopic dermatitis can be acquired",
            "subsection_content": "Atopic dermatitis (eczema), if not treated properly and promptly, can cause the following complications: (4)\nAsthma and hay fever: More than 50% of children with atopic dermatitis are susceptible to asthma and hay fever.; Chronic neurodermatitis: Atopic dermatitis can be complicated into chronic neurodermatitis, with scaly skin and chronic itching. The more the patient scratches, the more itchy it becomes, causing the skin to become damaged, discolored, and thickened.; Skin infections: The skin can be damaged by scratching too much, causing ulcers and cracks, increasing the risk of bacterial and viral infections.; Hand dermatitis: Atopic dermatitis can cause hand dermatitis complications that are uncomfortable for patients, especially those working in humid environments and in contact with soap and detergents.; Allergic or irritant contact dermatitis: Due to contact with industrial chemicals, cosmetic chemicals, environmental pollution, etc.; Sleep disorders: Excessive itching affects sleep such as not sleeping well, waking up in the middle of the night, etc.",
            "subsection_string": "Complications of atopic dermatitis can be acquired\nAtopic dermatitis (eczema), if not treated properly and promptly, can cause the following complications: (4)\nAsthma and hay fever: More than 50% of children with atopic dermatitis are susceptible to asthma and hay fever.; Chronic neurodermatitis: Atopic dermatitis can be complicated into chronic neurodermatitis, with scaly skin and chronic itching. The more the patient scratches, the more itchy it becomes, causing the skin to become damaged, discolored, and thickened.; Skin infections: The skin can be damaged by scratching too much, causing ulcers and cracks, increasing the risk of bacterial and viral infections.; Hand dermatitis: Atopic dermatitis can cause hand dermatitis complications that are uncomfortable for patients, especially those working in humid environments and in contact with soap and detergents.; Allergic or irritant contact dermatitis: Due to contact with industrial chemicals, cosmetic chemicals, environmental pollution, etc.; Sleep disorders: Excessive itching affects sleep such as not sleeping well, waking up in the middle of the night, etc."
        },
        {
            "subsection_name": "Diagnosis of atopic dermatitis",
            "subsection_content": "Atopic dermatitis is often diagnosed based on clinical examination and personal and family medical history, and some tests need to be performed to determine the severity and complications of the disease. The doctor will look at the patient's skin condition, symptoms, and family members' medical history to diagnose the disease. The doctor will base on symptoms such as: dry skin, recurrent conjunctivitis, cheilitis, red or pale facial skin, eczema on the palm or back of the hand, white scales, etc.\nYou or your family have a history of atopic dermatitis, allergies, asthma, allergic rhinitis, chronic dermatitis, etc.",
            "subsection_string": "Diagnosis of atopic dermatitis\nAtopic dermatitis is often diagnosed based on clinical examination and personal and family medical history, and some tests need to be performed to determine the severity and complications of the disease. The doctor will look at the patient's skin condition, symptoms, and family members' medical history to diagnose the disease. The doctor will base on symptoms such as: dry skin, recurrent conjunctivitis, cheilitis, red or pale facial skin, eczema on the palm or back of the hand, white scales, etc.\nYou or your family have a history of atopic dermatitis, allergies, asthma, allergic rhinitis, chronic dermatitis, etc."
        },
        {
            "subsection_name": "How to treat atopic dermatitis",
            "subsection_content": "Atopic dermatitis is a chronic disease that cannot be completely cured, but it can still be controlled. Current treatments only aim to restore the skin to a normal condition for as long as possible, preventing and treating flare-ups/complications. With the motto that prevention is better than cure, atopic dermatitis is treated with the following strategies:\nHealing phase\nUsing anti-itch cream: This is a measure to help patients reduce the itchy feeling and avoid scratching too much, causing skin damage. Patients are prescribed to use topical cream to prevent itching. In case they still feel itchy, many patients need to take antihistamines to prevent allergies.; Protect your skin with moisturizer: When you have atopic dermatitis, your skin is often dry, use moisturizer to soften the skin 2-3 times a day, avoid cracking and causing infection.; Apply anti-inflammatory cream: If your skin is inflamed, red, or itchy, use anti-inflammatory cream to apply. When the skin has reduced redness and itching, limit the use of anti-inflammatory creams and increase moisturizing care with moisturizers. If you overuse anti-inflammatory drugs, your skin color will change, your skin will thin, your skin will grow, and your risk of infection will be higher. You should use anti-inflammatory cream as prescribed by your doctor.; Antibiotic treatment if the skin is infected: Only add antibiotics for a short time. If the wound is open or oozing fluid, it is necessary to cover it with gauze and clean it and change the bandage every day to avoid superinfection.; Cold compresses can be applied to reduce inflammation and itching in the skin.; Avoid pressure and stress when working, need adequate rest and sleep, and exercise regularly.; Build a healthy, nutritious diet and strengthen the immune system.\nPrevention phase\nContinue to protect your skin with moisturizer; Use cosmetics for sensitive skin; Continue a healthy diet and exercise regimen\nDuring the treatment of atopic dermatitis, patients need to limit the following factors that trigger the disease:\nAvoid eating allergenic foods, keep the house clean, regularly wash blankets, mattresses, carpets, curtains, avoid cigarette smoke and dusty, polluted environments.; Do not bathe for more than 20 minutes at a time, preferably with warm water rather than hot water.; You should always use one type of soap, perfume, shampoo, and gentle detergent. If you want to try a new detergent or shampoo, you should test it on a thin area of ​​skin to see if it causes irritation; Minimize scratching and cut your nails to avoid scratching too hard, causing skin damage. Children should wear gloves at night.; You should wear cool, soft, thin clothes in hot weather. Drink enough water every day.\nPeople with atopic dermatitis should protect their hands with moisturizer",
            "subsection_string": "How to treat atopic dermatitis\nAtopic dermatitis is a chronic disease that cannot be completely cured, but it can still be controlled. Current treatments only aim to restore the skin to a normal condition for as long as possible, preventing and treating flare-ups/complications. With the motto that prevention is better than cure, atopic dermatitis is treated with the following strategies:\nHealing phase\nUsing anti-itch cream: This is a measure to help patients reduce the itchy feeling and avoid scratching too much, causing skin damage. Patients are prescribed to use topical cream to prevent itching. In case they still feel itchy, many patients need to take antihistamines to prevent allergies.; Protect your skin with moisturizer: When you have atopic dermatitis, your skin is often dry, use moisturizer to soften the skin 2-3 times a day, avoid cracking and causing infection.; Apply anti-inflammatory cream: If your skin is inflamed, red, or itchy, use anti-inflammatory cream to apply. When the skin has reduced redness and itching, limit the use of anti-inflammatory creams and increase moisturizing care with moisturizers. If you overuse anti-inflammatory drugs, your skin color will change, your skin will thin, your skin will grow, and your risk of infection will be higher. You should use anti-inflammatory cream as prescribed by your doctor.; Antibiotic treatment if the skin is infected: Only add antibiotics for a short time. If the wound is open or oozing fluid, it is necessary to cover it with gauze and clean it and change the bandage every day to avoid superinfection.; Cold compresses can be applied to reduce inflammation and itching in the skin.; Avoid pressure and stress when working, need adequate rest and sleep, and exercise regularly.; Build a healthy, nutritious diet and strengthen the immune system.\nPrevention phase\nContinue to protect your skin with moisturizer; Use cosmetics for sensitive skin; Continue a healthy diet and exercise regimen\nDuring the treatment of atopic dermatitis, patients need to limit the following factors that trigger the disease:\nAvoid eating allergenic foods, keep the house clean, regularly wash blankets, mattresses, carpets, curtains, avoid cigarette smoke and dusty, polluted environments.; Do not bathe for more than 20 minutes at a time, preferably with warm water rather than hot water.; You should always use one type of soap, perfume, shampoo, and gentle detergent. If you want to try a new detergent or shampoo, you should test it on a thin area of ​​skin to see if it causes irritation; Minimize scratching and cut your nails to avoid scratching too hard, causing skin damage. Children should wear gloves at night.; You should wear cool, soft, thin clothes in hot weather. Drink enough water every day.\nPeople with atopic dermatitis should protect their hands with moisturizer"
        },
        {
            "subsection_name": "How to prevent atopic dermatitis",
            "subsection_content": "There is currently no vaccine to prevent atopic dermatitis, but we can still prevent the onset of the disease in the following ways:\nClean your body thoroughly and regularly, especially after sweating a lot, playing sports, or being exposed to polluted dusty environments.; Apply moisturizer to the skin after bathing to avoid dry skin causing cracking and infection; Limit hot water baths to avoid irritating the skin, causing itching and inflammation; Choose perfumes, cosmetics, and gentle bath soaps that are suitable for your skin. You should read the ingredients carefully to avoid causing skin irritation.; Limit eating seafood, drinking alcohol, smoking, etc., which can stimulate allergies and cause itching; Do not buy anti-allergy medication arbitrarily, you need to take it according to your doctor's prescription.",
            "subsection_string": "How to prevent atopic dermatitis\nThere is currently no vaccine to prevent atopic dermatitis, but we can still prevent the onset of the disease in the following ways:\nClean your body thoroughly and regularly, especially after sweating a lot, playing sports, or being exposed to polluted dusty environments.; Apply moisturizer to the skin after bathing to avoid dry skin causing cracking and infection; Limit hot water baths to avoid irritating the skin, causing itching and inflammation; Choose perfumes, cosmetics, and gentle bath soaps that are suitable for your skin. You should read the ingredients carefully to avoid causing skin irritation.; Limit eating seafood, drinking alcohol, smoking, etc., which can stimulate allergies and cause itching; Do not buy anti-allergy medication arbitrarily, you need to take it according to your doctor's prescription."
        },
        {
            "subsection_name": "Some frequently asked questions",
            "subsection_content": "1. Can atopic dermatitis be completely cured?\nAtopic dermatitis is a chronic disease that cannot be completely cured but can be controlled with many measures (like allergic rhinitis, which cannot be cured but can be prevented and controlled). controllable).\n2. What should people with atopic dermatitis eat and avoid?\nDiet can greatly affect the condition of the disease. In addition to medical treatment, patients need to have a suitable diet to improve the condition.\nFoods that people with atopic dermatitis should eat: Omega-rich fish that help fight inflammation such as: Tuna, mackerel, salmon, sardines, herring,...; Fermented products contain many probiotics; fruits and vegetables containing anti-inflammatory flavonoids such as: Strawberries, cherries, apples, broccoli, spinach, kale,...; Patients should avoid eating foods that can easily cause allergies and make the disease worse, such as: Eggs, soybeans, tomatoes, nuts, citrus trees, dairy products, vanilla, cinnamon, cloves. Foods contains a lot of nickel such as: Black tea, canned meat, chocolate, shellfish, etc. Avoid foods that easily cause allergies such as: Pears, carrots, celery, green apples, hazelnuts, etc.\n3. Is atopic dermatitis dangerous?\nAtopic dermatitis is not life-threatening but seriously affects health. The disease causes psychological obstacles because it affects aesthetics and communication; Excessive itching causes insomnia, reduces concentration in study and work, causes discomfort and depression for the patient, and reduces quality of life.\nIf atopic dermatitis is not treated properly and with regular skin care, it can make the disease worse, causing complex complications such as: Neurodermatitis, superinfected atopic dermatitis, high fever, pain. , swollen lymph nodes,...\n4. Who is at risk of atopic dermatitis?\nChildren are at high risk of developing atopic dermatitis. In the US, approximately 7.2% of adults and 11.6% of children have atopic dermatitis, research also shows that African American children have a higher rate of the disease. Many studies show that people with weak immune systems, allergies or a family history of atopic dermatitis, asthma, allergies, etc. are most susceptible to the disease. (5)\n5. When should I see a doctor?\nAs soon as signs of atopic dermatitis are detected, patients should go to a hospital with a specialist in Dermatology to be examined and have a treatment regimen suitable for each patient to help the disease not get worse. In the case of a skin wound that is red, swollen, has pustules, pain, fever, etc., you need to go to the hospital immediately for timely treatment to avoid superinfection or skin infection.\nAlthough atopic dermatitis cannot be completely cured, it can be controlled with a number of methods, helping patients live peacefully with the disease and reducing symptoms of itching and discomfort.",
            "subsection_string": "Some frequently asked questions\n1. Can atopic dermatitis be completely cured?\nAtopic dermatitis is a chronic disease that cannot be completely cured but can be controlled with many measures (like allergic rhinitis, which cannot be cured but can be prevented and controlled). controllable).\n2. What should people with atopic dermatitis eat and avoid?\nDiet can greatly affect the condition of the disease. In addition to medical treatment, patients need to have a suitable diet to improve the condition.\nFoods that people with atopic dermatitis should eat: Omega-rich fish that help fight inflammation such as: Tuna, mackerel, salmon, sardines, herring,...; Fermented products contain many probiotics; fruits and vegetables containing anti-inflammatory flavonoids such as: Strawberries, cherries, apples, broccoli, spinach, kale,...; Patients should avoid eating foods that can easily cause allergies and make the disease worse, such as: Eggs, soybeans, tomatoes, nuts, citrus trees, dairy products, vanilla, cinnamon, cloves. Foods contains a lot of nickel such as: Black tea, canned meat, chocolate, shellfish, etc. Avoid foods that easily cause allergies such as: Pears, carrots, celery, green apples, hazelnuts, etc.\n3. Is atopic dermatitis dangerous?\nAtopic dermatitis is not life-threatening but seriously affects health. The disease causes psychological obstacles because it affects aesthetics and communication; Excessive itching causes insomnia, reduces concentration in study and work, causes discomfort and depression for the patient, and reduces quality of life.\nIf atopic dermatitis is not treated properly and with regular skin care, it can make the disease worse, causing complex complications such as: Neurodermatitis, superinfected atopic dermatitis, high fever, pain. , swollen lymph nodes,...\n4. Who is at risk of atopic dermatitis?\nChildren are at high risk of developing atopic dermatitis. In the US, approximately 7.2% of adults and 11.6% of children have atopic dermatitis, research also shows that African American children have a higher rate of the disease. Many studies show that people with weak immune systems, allergies or a family history of atopic dermatitis, asthma, allergies, etc. are most susceptible to the disease. (5)\n5. When should I see a doctor?\nAs soon as signs of atopic dermatitis are detected, patients should go to a hospital with a specialist in Dermatology to be examined and have a treatment regimen suitable for each patient to help the disease not get worse. In the case of a skin wound that is red, swollen, has pustules, pain, fever, etc., you need to go to the hospital immediately for timely treatment to avoid superinfection or skin infection.\nAlthough atopic dermatitis cannot be completely cured, it can be controlled with a number of methods, helping patients live peacefully with the disease and reducing symptoms of itching and discomfort."
        }
    ],
    "name": "viem-da-co-dia.json"
}