{
    "title": "Purulent tonsillitis: Causes, symptoms and treatments",
    "category": null,
    "link": "https://tamanhhospital.vn/viem-amidan-hoc-mu/",
    "abstract": "Purulent tonsillitis is a condition of acute or chronic inflammatory damage to the tonsil glands caused by bacteria. When not treated properly, the disease can lead to many dangerous complications such as tonsillitis abscess, peritonsillar inflammation, bronchitis, sinusitis, abscess on the side of the throat, nephritis, arthritis, and inflammation. heart and sepsis. So what is the cause of the disease and what is the treatment?",
    "content": "Purulent tonsillitis: Causes, symptoms and treatments\n\nPurulent tonsillitis is a condition of acute or chronic inflammatory damage to the tonsil glands caused by bacteria. When not treated properly, the disease can lead to many dangerous complications such as tonsillitis abscess, peritonsillar inflammation, bronchitis, sinusitis, abscess on the side of the throat, nephritis, arthritis, and inflammation. heart and sepsis. So what is the cause of the disease and what is the treatment?\n\nWhat is purulent tonsillitis?\nTonsils are two pink masses about the size of a thumb, located between the respiratory tract and the eating tract, so they are often exposed to dirt and food. The structure of the tonsils includes many cavities and compartments that make it easy for dirt and food to stick, accumulate and grow, causing inflammation and pus formation over time. The pus cocoons in the tonsil cavity often clump into clear lumps that look like bean residue, with a mottled green color, so the disease is also called caseous tonsillitis.\nThe disease is a complication of prolonged tonsillitis\nThis is one of the most common forms of chronic tonsillitis. The disease can occur at any age, especially in young children. If not detected early and treated promptly, it can lead to many dangerous complications, negatively affecting the patient's health.(1)\n\nIs purulent tonsillitis contagious?\nMany people are worried and wonder: is the disease contagious? In fact, although it is a respiratory disease caused by bacteria or viruses, studies show that tonsillitis or purulent tonsillitis is not contagious from person to person.\n\nCommon symptoms\nPatients have some of the following typical symptoms:\nHoarseness or loss of voice;; Dry cough or cough with phlegm;; Sore throat, sore throat;; There may or may not be symptoms of fever;; There is phlegm stuck in the throat, making it difficult to spit or swallow;; Occasionally when you cough or sneeze, you will see small white speckled particles with a foul smell.(2)\nDry cough and cough with phlegm are common symptoms\n\nWhat is the cause of the disease?\nAccording to Associate Professor, Dr. Le Minh Ky, some common causes of purulent tonsillitis in patients include:\nBacteria enter the respiratory tract: Tonsils are located right at the intersection between the food tract and the airways, where they are exposed to a lot of dirt and food, so they are easily attacked by harmful bacterial factors.; Bacteria enter the respiratory tract: Tonsils are located right at the intersection between the food tract and the airway, where they are exposed to a lot of dirt and food, so they are easily attacked by harmful bacterial factors.\nDo not treat acute tonsillitis thoroughly: The structure of the tonsils consists of many cavities and compartments, so this is the \"residence\" of many types of bacteria that attack the respiratory tract and cause inflammation. If tonsillitis persists for a long time and is not treated completely, the patient may develop the disease, a form of chronic tonsillitis.; Do not treat acute tonsillitis thoroughly: The structure of the tonsils consists of many cavities and compartments, so this is the \"residence\" of many types of bacteria that attack the respiratory tract and cause inflammation. If tonsillitis persists for a long time and is not treated completely, the patient may develop the disease, a form of chronic tonsillitis.\nEnvironmental factors: Unpredictable weather, sudden changes in temperature and humidity create opportunities for viruses and bacteria to attack people with weak resistance. People with normal tonsillitis can also develop purulent tonsillitis. In addition, a polluted living environment containing a lot of dust, harmful bacteria and viruses is considered a factor that increases the risk of disease.; Environmental factors: Unpredictable weather, sudden changes in temperature and humidity create opportunities for viruses and bacteria to attack people with weak resistance. People with normal tonsillitis can also develop purulent tonsillitis. In addition, a polluted living environment containing a lot of dust, harmful bacteria and viruses is considered a factor that increases the risk of disease.\nUnhealthy lifestyle: People with unhealthy lifestyles such as often staying up late, smoking; Unscientific eating habits, the habit of eating spicy foods, drinking alcohol, stimulants, etc. or poor oral hygiene will create conditions for bacteria to attack the teeth and tonsils. In the long term, bacteria thrive, increasing the risk of chronic tonsillitis.; Unhealthy lifestyle: People with unhealthy lifestyles such as often staying up late, smoking; Unscientific eating habits, the habit of eating spicy foods, drinking alcohol, stimulants, etc. or poor oral hygiene will create conditions for bacteria to attack the teeth and tonsils. In the long term, bacteria thrive, increasing the risk of chronic tonsillitis.\nAlcohol and tobacco habits increase the risk of infection\n\nSigns of purulent tonsillitis\nAssociate Professor, Dr. Le Minh Ky said that signs of chronic disease depend on the cause and constitution of each person. Therefore, each person will have different symptoms, which can be:\nSore and burning throat: Bacteria residing in the throat makes the patient feel itchy and uncomfortable. To reduce discomfort, the patient often spits, however, the more they spit, the more the tonsils are damaged, making the patient feel more pain;; Sore and burning throat: Bacteria residing in the throat makes the patient feel itchy and uncomfortable. To reduce discomfort, the patient often spits, however, the more they spit, the more damaged the tonsils are, making the patient feel more pain;\nVoice change: Patients suddenly become hoarse or lose their voice is also one of the common signs;; Voice change: Patients suddenly become hoarse or lose their voice is also one of the common signs;\nDry cough or cough with phlegm: Phlegm gets stuck in the throat, combined with accumulated residue, causing the patient to feel itchy in the neck area, cough and spit continuously, sometimes spitting out small speckled white or green particles. , has an unpleasant odor;; Dry cough or cough with phlegm: Phlegm gets stuck in the throat, combined with accumulated residue, causing the patient to feel itchy in the neck area, cough and spit continuously, sometimes spitting out small speckled white or green particles. , has an unpleasant odor;\nPus around the tonsils: There is white or green pus in the tonsil cavity in the oral cavity. The tonsils are red, enlarged and have white fluid on the surface.; Pus around the tonsils: There is white or green pus in the tonsil cavity in the oral cavity. The tonsils are red, enlarged and have white fluid on the surface.\nBad breath: The impact process causes pus particles on the patient's tongue and palate to rub and peel off into the mouth, leading to a bad smell.; Bad breath: The impact process causes pus particles on the patient's tongue and palate to rub and peel off into the mouth, leading to a foul smell.\nIn addition, swollen tonsils make the patient tired and have difficulty chewing and swallowing food. Patients may have fever, even high fever up to 40 degrees Celsius, and many similar symptoms to respiratory diseases.\nPatients can have a high fever of up to 40 degrees Celsius\n\nIs purulent tonsillitis dangerous?\nMany people are subjective and do not treat thoroughly, causing purulent tonsillitis which can cause dangerous complications such as:\nLocal complications: When inflamed, the tonsils will swell, making it difficult for the patient to swallow, even when swallowing saliva. After about 5-7 days, the infection spreads and pus pockets begin to appear. At this time, the patient feels tired, has a sore throat and his voice changes, his voice becomes hoarse or he loses his voice.; Local complications: When inflamed, the tonsils will swell, making it difficult for the patient to swallow, even when swallowing saliva. After about 5-7 days, the infection spreads and pus pockets begin to appear. At this time, the patient feels tired, has a sore throat and his voice changes, his voice becomes hoarse or he loses his voice.\nComplications in surrounding areas: Inflammation in the tonsils can spread to neighboring organs such as ears, nose, throat, etc., thereby affecting the respiratory organs, leading to related diseases. such as pharyngitis, sinusitis, otitis media, laryngitis.; Complications in surrounding areas: Inflammation in the tonsils can spread to neighboring organs such as ears, nose, throat, etc., thereby affecting the respiratory organs, leading to related diseases. such as pharyngitis, sinusitis, otitis media, laryngitis.\nSystemic complications: In some cases of severe disease progression, patients with caseous tonsillitis may experience swelling of the face, limbs; More seriously, the patient may experience dangerous complications such as glomerulonephritis, bloodstream infections, arthritis, heart failure, etc. If the tonsils are too swollen, they can compress the respiratory system, causing pressure on the lungs. The patient has difficulty breathing or temporarily stops breathing; Systemic complications: In some cases of severe disease progression, patients with caseous tonsillitis may experience swelling of the face, limbs; More seriously, the patient may experience dangerous complications such as glomerulonephritis, bloodstream infections, arthritis, heart failure, etc. If the tonsils are too swollen, they can compress the respiratory system, causing pressure on the lungs. The patient has difficulty breathing or temporarily stops breathing.\nPurulent tonsillitis can lead to dangerous complications\n\"When noticing the above symptoms, patients should immediately go to reputable facilities with modern facilities for accurate diagnosis and early treatment, avoiding unfortunate complications.\" – Associate Professor, Dr. Le Minh Ky emphasized.\n\nHow to treat purulent tonsillitis?\nHow long does it take for purulent tonsillitis to heal is a question asked by many people when suffering from this disease. When suffering from acute tonsillitis, if the patient is properly examined and treated, he or she will recover in about 10 days. However, if the disease persists without treatment or is treated incorrectly, the disease will become worse and lead to many dangerous complications.(3)\nTo avoid dangerous complications that threaten the patient's health, when noticing signs and symptoms, patients need to take timely treatment measures. Depending on the condition, patients can choose the following treatment methods:\n1. Folk tips\nSome folk tips are often used to treat purulent tonsillitis in cases where the disease has not progressed seriously, such as:\nGargling with salt water: Salt water has very good antiseptic and bactericidal effects, so patients can gargle with salt water every day to kill harmful bacteria in the oral cavity, thereby minimizing inflammation, bad breath;; Gargling with salt water: Salt water has very good antiseptic and bactericidal effects, so patients can gargle with salt water every day to kill harmful bacteria in the oral cavity, thereby minimizing inflammation, swelling, bad breath;\nLemon basil leaves: Lemon basil leaves are known for their very good antibacterial effects. Patients can boil lemon basil leaves in water with rock sugar for about 20 minutes and then drink. After about 5-7 days, they will notice a clear reduction in swelling symptoms;; Lemon basil leaves: Lemon basil leaves are known for their very good antibacterial effects. Patients can boil lemon basil leaves in water with rock sugar for about 20 minutes and then drink. After about 5-7 days, they will notice a clear reduction in swelling symptoms;\nHoney and ginger: Honey and ginger are foods that have very effective antibacterial and anti-inflammatory effects. Patients boil honey with a few thin slices of ginger and drink this mixture about 2-3 times a day to help reduce inflammation and swelling in the tonsil area.; Honey and ginger: Honey and ginger are foods that have very effective antibacterial and anti-inflammatory effects. Patients boil honey with a few thin slices of ginger and drink this mixture about 2-3 times a day to help reduce inflammation and swelling in the tonsil area.\nHoney combined with ginger is one of the folk tips to treat purulent tonsillitis\n2. Special medication\nIn cases where the patient has just begun to show signs of the disease and no dangerous complications have occurred, the doctor may prescribe special medication. Some drugs that provide quick results include:\nAntibiotics: Antibiotics have the effect of inhibiting the growth and disease-causing process of bacteria;; Antibiotics: Antibiotics have the effect of inhibiting the growth and disease-causing process of bacteria;\nPain relievers and inflammation reducers: Pain relievers help reduce burning pain in the throat, combined with the use of anti-inflammatory drugs to help reduce inflammation and swelling of the tonsils;; Pain relievers and inflammation reducers: Pain relievers help reduce burning pain in the throat, combined with the use of anti-inflammatory drugs to help reduce inflammation and swelling of the tonsils;\nWhen the patient has symptoms of fever, cough, edema of the limbs, etc., fever-reducing drugs, cough medicine, edema-reducing drugs, etc. can be used; When the patient has symptoms of fever, cough, swelling of the hands and feet, etc., fever-reducing drugs, cough medicine, edema-reducing drugs, etc. can be used.\nHowever, the use of the above medications requires a doctor's prescription to avoid dangerous side effects. Patients should not use medication on their own, or use someone else's prescription because it may not provide complete treatment and can also endanger themselves.\n3. Tonsillectomy\nPurulent tonsillitis causes pain, discomfort and greatly affects the patient's health and psychology, so many patients think about tonsillectomy. However, according to Associate Professor, Dr. Le Minh Ky, tonsillectomy is the last treatment method when other treatments are not effective. Tonsillectomy is indicated when the disease greatly affects health, specifically: (4)\nThe disease causes dangerous complications such as peritonsillar abscess, otitis media, sinusitis, arthritis, glomerulonephritis;; The disease causes dangerous complications such as peritonsillar abscess, otitis media, sinusitis, arthritis, and glomerulonephritis;\nThe patient has signs of severe disease progression, lung congestion or difficulty breathing, difficulty swallowing, etc.; Patients have signs of severe disease progression, lung congestion or difficulty breathing, difficulty swallowing, etc.\nThe tonsils are too large, hindering the patient's ability to eat; Patients stop breathing or have recurring infections, affecting their quality of life;; The tonsils are too large, hindering the patient's ability to eat; Patients stop breathing or have recurring infections, affecting their quality of life;\nWhen the tonsils have too many nooks and crannies containing secretions causing bad breath, difficulty swallowing or suspected malignancy, tonsillectomy surgery is also considered.; When the tonsils have too many nooks and crannies containing secretions causing bad breath, difficulty swallowing or suspected malignancy, tonsillectomy surgery is also considered.\nTonsillectomy is considered the treatment of last resort\nTonsils act as a line of defense to protect the body's immune system against damage to the nasopharynx and respiratory system, so tonsillectomy may leave some effects. People with the disease should go to reputable medical facilities for examination, diagnosis and advice on effective treatment.\nTam Anh General Hospital applies the most modern Plasma technology for tonsillectomy surgery. This is the most advanced, safe, effective and fastest technique today, with: short surgery time; Minimize the risk of bleeding; Limit damage to surrounding tissues thanks to energy waves that destroy inflamed tissues at the right temperature, without causing burns; Uncomplicated; Less pain, patients leave the hospital within 24 hours after surgery, and recover quickly.\n\nCaring for patients with purulent tonsillitis\nFor effective post-disease recovery and disease prevention, Associate Professor, Dr. Le Minh Ky notes that patients need to follow the following recommendations:\nDrink lots of water: Tonsillitis causes the patient's body to lose a lot of water and feel tired, so the patient should drink lots of water and can use milk and fruit juice to rehydrate and supplement many nutrients. ; Drink lots of water: Tonsillitis causes the patient's body to lose a lot of water and feel tired, so the patient should drink lots of water and can use milk and fruit juice to rehydrate and supplement many nutrients.\nEat liquid foods that are easy to swallow: use liquid and soft foods such as soup, porridge, broth, etc. to improve symptoms of difficulty swallowing and sore throat when eating, as well as reduce pressure on the tonsils;; Eat liquid foods that are easy to swallow: use liquid and soft foods such as soup, porridge, broth, etc. to improve symptoms of difficulty swallowing and sore throat when eating, as well as reduce pressure on the tonsils;\nKeep your teeth, nose, and throat clean: gargle with warm salt water after eating, wear a mask to avoid dust from the surrounding environment, especially in places with high levels of pollution.; Keep your teeth, nose, and throat clean: gargle with warm salt water after eating, and wear a mask to avoid dust from the surrounding environment, especially in places with high levels of pollution.\nDepartment of Ear, Nose and Throat Tam Anh General Hospital brings together a team of professors and doctors with rich professional experience in treating ear, nose and throat diseases, having successfully treated many cases of purulent tonsillitis, including difficult cases. In particular, Associate Professor, Dr. Le Minh Ky is a leading expert in the treatment of ear, nose and throat diseases, helping thousands of patients escape dangerous complications.\nSee more: Laryngeal cancer patient overcomes \"death's door\", preserving voice thanks to CO2 laser endoscopic surgery technique\nTo register for examination and treatment of purulent tonsillitis at Tam Anh General Hospital, you can contact in the following ways:\nIn addition, Tam Anh General Hospital offers high-class medical and surgical care services, spacious and airy facilities, and full amenities; Enthusiastic, friendly and attentive medical staff; Simple and quick examination procedures with reasonable costs and transparency help patients with purulent tonsillitis feel comfortable when they come for examination, and the treatment and recovery process after the disease goes faster.\nIn particular, Tam Anh General Hospital is equipped with a flexible endoscopy system that does not cause pain or discomfort to patients, especially young children, and is capable of observing the smallest details in the nasal passages, ears, and throat. and larynx help diagnose the disease correctly and treat it effectively.",
    "subsections": [
        {
            "subsection_name": "What is purulent tonsillitis?",
            "subsection_content": "Tonsils are two pink masses about the size of a thumb, located between the respiratory tract and the eating tract, so they are often exposed to dirt and food. The structure of the tonsils includes many cavities and compartments that make it easy for dirt and food to stick, accumulate and grow, causing inflammation and pus formation over time. The pus cocoons in the tonsil cavity often clump into clear lumps that look like bean residue, with a mottled green color, so the disease is also called caseous tonsillitis.\nThe disease is a complication of prolonged tonsillitis\nThis is one of the most common forms of chronic tonsillitis. The disease can occur at any age, especially in young children. If not detected early and treated promptly, it can lead to many dangerous complications, negatively affecting the patient's health.(1)",
            "subsection_string": "What is purulent tonsillitis?\nTonsils are two pink masses about the size of a thumb, located between the respiratory tract and the eating tract, so they are often exposed to dirt and food. The structure of the tonsils includes many cavities and compartments that make it easy for dirt and food to stick, accumulate and grow, causing inflammation and pus formation over time. The pus cocoons in the tonsil cavity often clump into clear lumps that look like bean residue, with a mottled green color, so the disease is also called caseous tonsillitis.\nThe disease is a complication of prolonged tonsillitis\nThis is one of the most common forms of chronic tonsillitis. The disease can occur at any age, especially in young children. If not detected early and treated promptly, it can lead to many dangerous complications, negatively affecting the patient's health.(1)"
        },
        {
            "subsection_name": "Is purulent tonsillitis contagious?",
            "subsection_content": "Many people are worried and wonder: is the disease contagious? In fact, although it is a respiratory disease caused by bacteria or viruses, studies show that tonsillitis or purulent tonsillitis is not contagious from person to person.",
            "subsection_string": "Is purulent tonsillitis contagious?\nMany people are worried and wonder: is the disease contagious? In fact, although it is a respiratory disease caused by bacteria or viruses, studies show that tonsillitis or purulent tonsillitis is not contagious from person to person."
        },
        {
            "subsection_name": "Common symptoms",
            "subsection_content": "Patients have some of the following typical symptoms:\nHoarseness or loss of voice;; Dry cough or cough with phlegm;; Sore throat, sore throat;; There may or may not be symptoms of fever;; There is phlegm stuck in the throat, making it difficult to spit or swallow;; Occasionally when you cough or sneeze, you will see small white speckled particles with a foul smell.(2)\nDry cough and cough with phlegm are common symptoms",
            "subsection_string": "Common symptoms\nPatients have some of the following typical symptoms:\nHoarseness or loss of voice;; Dry cough or cough with phlegm;; Sore throat, sore throat;; There may or may not be symptoms of fever;; There is phlegm stuck in the throat, making it difficult to spit or swallow;; Occasionally when you cough or sneeze, you will see small white speckled particles with a foul smell.(2)\nDry cough and cough with phlegm are common symptoms"
        },
        {
            "subsection_name": "What is the cause of the disease?",
            "subsection_content": "According to Associate Professor, Dr. Le Minh Ky, some common causes of purulent tonsillitis in patients include:\nBacteria enter the respiratory tract: Tonsils are located right at the intersection between the food tract and the airways, where they are exposed to a lot of dirt and food, so they are easily attacked by harmful bacterial factors.; Bacteria enter the respiratory tract: Tonsils are located right at the intersection between the food tract and the airway, where they are exposed to a lot of dirt and food, so they are easily attacked by harmful bacterial factors.\nDo not treat acute tonsillitis thoroughly: The structure of the tonsils consists of many cavities and compartments, so this is the \"residence\" of many types of bacteria that attack the respiratory tract and cause inflammation. If tonsillitis persists for a long time and is not treated completely, the patient may develop the disease, a form of chronic tonsillitis.; Do not treat acute tonsillitis thoroughly: The structure of the tonsils consists of many cavities and compartments, so this is the \"residence\" of many types of bacteria that attack the respiratory tract and cause inflammation. If tonsillitis persists for a long time and is not treated completely, the patient may develop the disease, a form of chronic tonsillitis.\nEnvironmental factors: Unpredictable weather, sudden changes in temperature and humidity create opportunities for viruses and bacteria to attack people with weak resistance. People with normal tonsillitis can also develop purulent tonsillitis. In addition, a polluted living environment containing a lot of dust, harmful bacteria and viruses is considered a factor that increases the risk of disease.; Environmental factors: Unpredictable weather, sudden changes in temperature and humidity create opportunities for viruses and bacteria to attack people with weak resistance. People with normal tonsillitis can also develop purulent tonsillitis. In addition, a polluted living environment containing a lot of dust, harmful bacteria and viruses is considered a factor that increases the risk of disease.\nUnhealthy lifestyle: People with unhealthy lifestyles such as often staying up late, smoking; Unscientific eating habits, the habit of eating spicy foods, drinking alcohol, stimulants, etc. or poor oral hygiene will create conditions for bacteria to attack the teeth and tonsils. In the long term, bacteria thrive, increasing the risk of chronic tonsillitis.; Unhealthy lifestyle: People with unhealthy lifestyles such as often staying up late, smoking; Unscientific eating habits, the habit of eating spicy foods, drinking alcohol, stimulants, etc. or poor oral hygiene will create conditions for bacteria to attack the teeth and tonsils. In the long term, bacteria thrive, increasing the risk of chronic tonsillitis.\nAlcohol and tobacco habits increase the risk of infection",
            "subsection_string": "What is the cause of the disease?\nAccording to Associate Professor, Dr. Le Minh Ky, some common causes of purulent tonsillitis in patients include:\nBacteria enter the respiratory tract: Tonsils are located right at the intersection between the food tract and the airways, where they are exposed to a lot of dirt and food, so they are easily attacked by harmful bacterial factors.; Bacteria enter the respiratory tract: Tonsils are located right at the intersection between the food tract and the airway, where they are exposed to a lot of dirt and food, so they are easily attacked by harmful bacterial factors.\nDo not treat acute tonsillitis thoroughly: The structure of the tonsils consists of many cavities and compartments, so this is the \"residence\" of many types of bacteria that attack the respiratory tract and cause inflammation. If tonsillitis persists for a long time and is not treated completely, the patient may develop the disease, a form of chronic tonsillitis.; Do not treat acute tonsillitis thoroughly: The structure of the tonsils consists of many cavities and compartments, so this is the \"residence\" of many types of bacteria that attack the respiratory tract and cause inflammation. If tonsillitis persists for a long time and is not treated completely, the patient may develop the disease, a form of chronic tonsillitis.\nEnvironmental factors: Unpredictable weather, sudden changes in temperature and humidity create opportunities for viruses and bacteria to attack people with weak resistance. People with normal tonsillitis can also develop purulent tonsillitis. In addition, a polluted living environment containing a lot of dust, harmful bacteria and viruses is considered a factor that increases the risk of disease.; Environmental factors: Unpredictable weather, sudden changes in temperature and humidity create opportunities for viruses and bacteria to attack people with weak resistance. People with normal tonsillitis can also develop purulent tonsillitis. In addition, a polluted living environment containing a lot of dust, harmful bacteria and viruses is considered a factor that increases the risk of disease.\nUnhealthy lifestyle: People with unhealthy lifestyles such as often staying up late, smoking; Unscientific eating habits, the habit of eating spicy foods, drinking alcohol, stimulants, etc. or poor oral hygiene will create conditions for bacteria to attack the teeth and tonsils. In the long term, bacteria thrive, increasing the risk of chronic tonsillitis.; Unhealthy lifestyle: People with unhealthy lifestyles such as often staying up late, smoking; Unscientific eating habits, the habit of eating spicy foods, drinking alcohol, stimulants, etc. or poor oral hygiene will create conditions for bacteria to attack the teeth and tonsils. In the long term, bacteria thrive, increasing the risk of chronic tonsillitis.\nAlcohol and tobacco habits increase the risk of infection"
        },
        {
            "subsection_name": "Signs of purulent tonsillitis",
            "subsection_content": "Associate Professor, Dr. Le Minh Ky said that signs of chronic disease depend on the cause and constitution of each person. Therefore, each person will have different symptoms, which can be:\nSore and burning throat: Bacteria residing in the throat makes the patient feel itchy and uncomfortable. To reduce discomfort, the patient often spits, however, the more they spit, the more the tonsils are damaged, making the patient feel more pain;; Sore and burning throat: Bacteria residing in the throat makes the patient feel itchy and uncomfortable. To reduce discomfort, the patient often spits, however, the more they spit, the more damaged the tonsils are, making the patient feel more pain;\nVoice change: Patients suddenly become hoarse or lose their voice is also one of the common signs;; Voice change: Patients suddenly become hoarse or lose their voice is also one of the common signs;\nDry cough or cough with phlegm: Phlegm gets stuck in the throat, combined with accumulated residue, causing the patient to feel itchy in the neck area, cough and spit continuously, sometimes spitting out small speckled white or green particles. , has an unpleasant odor;; Dry cough or cough with phlegm: Phlegm gets stuck in the throat, combined with accumulated residue, causing the patient to feel itchy in the neck area, cough and spit continuously, sometimes spitting out small speckled white or green particles. , has an unpleasant odor;\nPus around the tonsils: There is white or green pus in the tonsil cavity in the oral cavity. The tonsils are red, enlarged and have white fluid on the surface.; Pus around the tonsils: There is white or green pus in the tonsil cavity in the oral cavity. The tonsils are red, enlarged and have white fluid on the surface.\nBad breath: The impact process causes pus particles on the patient's tongue and palate to rub and peel off into the mouth, leading to a bad smell.; Bad breath: The impact process causes pus particles on the patient's tongue and palate to rub and peel off into the mouth, leading to a foul smell.\nIn addition, swollen tonsils make the patient tired and have difficulty chewing and swallowing food. Patients may have fever, even high fever up to 40 degrees Celsius, and many similar symptoms to respiratory diseases.\nPatients can have a high fever of up to 40 degrees Celsius",
            "subsection_string": "Signs of purulent tonsillitis\nAssociate Professor, Dr. Le Minh Ky said that signs of chronic disease depend on the cause and constitution of each person. Therefore, each person will have different symptoms, which can be:\nSore and burning throat: Bacteria residing in the throat makes the patient feel itchy and uncomfortable. To reduce discomfort, the patient often spits, however, the more they spit, the more the tonsils are damaged, making the patient feel more pain;; Sore and burning throat: Bacteria residing in the throat makes the patient feel itchy and uncomfortable. To reduce discomfort, the patient often spits, however, the more they spit, the more damaged the tonsils are, making the patient feel more pain;\nVoice change: Patients suddenly become hoarse or lose their voice is also one of the common signs;; Voice change: Patients suddenly become hoarse or lose their voice is also one of the common signs;\nDry cough or cough with phlegm: Phlegm gets stuck in the throat, combined with accumulated residue, causing the patient to feel itchy in the neck area, cough and spit continuously, sometimes spitting out small speckled white or green particles. , has an unpleasant odor;; Dry cough or cough with phlegm: Phlegm gets stuck in the throat, combined with accumulated residue, causing the patient to feel itchy in the neck area, cough and spit continuously, sometimes spitting out small speckled white or green particles. , has an unpleasant odor;\nPus around the tonsils: There is white or green pus in the tonsil cavity in the oral cavity. The tonsils are red, enlarged and have white fluid on the surface.; Pus around the tonsils: There is white or green pus in the tonsil cavity in the oral cavity. The tonsils are red, enlarged and have white fluid on the surface.\nBad breath: The impact process causes pus particles on the patient's tongue and palate to rub and peel off into the mouth, leading to a bad smell.; Bad breath: The impact process causes pus particles on the patient's tongue and palate to rub and peel off into the mouth, leading to a foul smell.\nIn addition, swollen tonsils make the patient tired and have difficulty chewing and swallowing food. Patients may have fever, even high fever up to 40 degrees Celsius, and many similar symptoms to respiratory diseases.\nPatients can have a high fever of up to 40 degrees Celsius"
        },
        {
            "subsection_name": "Is purulent tonsillitis dangerous?",
            "subsection_content": "Many people are subjective and do not treat thoroughly, causing purulent tonsillitis which can cause dangerous complications such as:\nLocal complications: When inflamed, the tonsils will swell, making it difficult for the patient to swallow, even when swallowing saliva. After about 5-7 days, the infection spreads and pus pockets begin to appear. At this time, the patient feels tired, has a sore throat and his voice changes, his voice becomes hoarse or he loses his voice.; Local complications: When inflamed, the tonsils will swell, making it difficult for the patient to swallow, even when swallowing saliva. After about 5-7 days, the infection spreads and pus pockets begin to appear. At this time, the patient feels tired, has a sore throat and his voice changes, his voice becomes hoarse or he loses his voice.\nComplications in surrounding areas: Inflammation in the tonsils can spread to neighboring organs such as ears, nose, throat, etc., thereby affecting the respiratory organs, leading to related diseases. such as pharyngitis, sinusitis, otitis media, laryngitis.; Complications in surrounding areas: Inflammation in the tonsils can spread to neighboring organs such as ears, nose, throat, etc., thereby affecting the respiratory organs, leading to related diseases. such as pharyngitis, sinusitis, otitis media, laryngitis.\nSystemic complications: In some cases of severe disease progression, patients with caseous tonsillitis may experience swelling of the face, limbs; More seriously, the patient may experience dangerous complications such as glomerulonephritis, bloodstream infections, arthritis, heart failure, etc. If the tonsils are too swollen, they can compress the respiratory system, causing pressure on the lungs. The patient has difficulty breathing or temporarily stops breathing; Systemic complications: In some cases of severe disease progression, patients with caseous tonsillitis may experience swelling of the face, limbs; More seriously, the patient may experience dangerous complications such as glomerulonephritis, bloodstream infections, arthritis, heart failure, etc. If the tonsils are too swollen, they can compress the respiratory system, causing pressure on the lungs. The patient has difficulty breathing or temporarily stops breathing.\nPurulent tonsillitis can lead to dangerous complications\n\"When noticing the above symptoms, patients should immediately go to reputable facilities with modern facilities for accurate diagnosis and early treatment, avoiding unfortunate complications.\" – Associate Professor, Dr. Le Minh Ky emphasized.",
            "subsection_string": "Is purulent tonsillitis dangerous?\nMany people are subjective and do not treat thoroughly, causing purulent tonsillitis which can cause dangerous complications such as:\nLocal complications: When inflamed, the tonsils will swell, making it difficult for the patient to swallow, even when swallowing saliva. After about 5-7 days, the infection spreads and pus pockets begin to appear. At this time, the patient feels tired, has a sore throat and his voice changes, his voice becomes hoarse or he loses his voice.; Local complications: When inflamed, the tonsils will swell, making it difficult for the patient to swallow, even when swallowing saliva. After about 5-7 days, the infection spreads and pus pockets begin to appear. At this time, the patient feels tired, has a sore throat and his voice changes, his voice becomes hoarse or he loses his voice.\nComplications in surrounding areas: Inflammation in the tonsils can spread to neighboring organs such as ears, nose, throat, etc., thereby affecting the respiratory organs, leading to related diseases. such as pharyngitis, sinusitis, otitis media, laryngitis.; Complications in surrounding areas: Inflammation in the tonsils can spread to neighboring organs such as ears, nose, throat, etc., thereby affecting the respiratory organs, leading to related diseases. such as pharyngitis, sinusitis, otitis media, laryngitis.\nSystemic complications: In some cases of severe disease progression, patients with caseous tonsillitis may experience swelling of the face, limbs; More seriously, the patient may experience dangerous complications such as glomerulonephritis, bloodstream infections, arthritis, heart failure, etc. If the tonsils are too swollen, they can compress the respiratory system, causing pressure on the lungs. The patient has difficulty breathing or temporarily stops breathing; Systemic complications: In some cases of severe disease progression, patients with caseous tonsillitis may experience swelling of the face, limbs; More seriously, the patient may experience dangerous complications such as glomerulonephritis, bloodstream infections, arthritis, heart failure, etc. If the tonsils are too swollen, they can compress the respiratory system, causing pressure on the lungs. The patient has difficulty breathing or temporarily stops breathing.\nPurulent tonsillitis can lead to dangerous complications\n\"When noticing the above symptoms, patients should immediately go to reputable facilities with modern facilities for accurate diagnosis and early treatment, avoiding unfortunate complications.\" – Associate Professor, Dr. Le Minh Ky emphasized."
        },
        {
            "subsection_name": "How to treat purulent tonsillitis?",
            "subsection_content": "How long does it take for purulent tonsillitis to heal is a question asked by many people when suffering from this disease. When suffering from acute tonsillitis, if the patient is properly examined and treated, he or she will recover in about 10 days. However, if the disease persists without treatment or is treated incorrectly, the disease will become worse and lead to many dangerous complications.(3)\nTo avoid dangerous complications that threaten the patient's health, when noticing signs and symptoms, patients need to take timely treatment measures. Depending on the condition, patients can choose the following treatment methods:\n1. Folk tips\nSome folk tips are often used to treat purulent tonsillitis in cases where the disease has not progressed seriously, such as:\nGargling with salt water: Salt water has very good antiseptic and bactericidal effects, so patients can gargle with salt water every day to kill harmful bacteria in the oral cavity, thereby minimizing inflammation, bad breath;; Gargling with salt water: Salt water has very good antiseptic and bactericidal effects, so patients can gargle with salt water every day to kill harmful bacteria in the oral cavity, thereby minimizing inflammation, swelling, bad breath;\nLemon basil leaves: Lemon basil leaves are known for their very good antibacterial effects. Patients can boil lemon basil leaves in water with rock sugar for about 20 minutes and then drink. After about 5-7 days, they will notice a clear reduction in swelling symptoms;; Lemon basil leaves: Lemon basil leaves are known for their very good antibacterial effects. Patients can boil lemon basil leaves in water with rock sugar for about 20 minutes and then drink. After about 5-7 days, they will notice a clear reduction in swelling symptoms;\nHoney and ginger: Honey and ginger are foods that have very effective antibacterial and anti-inflammatory effects. Patients boil honey with a few thin slices of ginger and drink this mixture about 2-3 times a day to help reduce inflammation and swelling in the tonsil area.; Honey and ginger: Honey and ginger are foods that have very effective antibacterial and anti-inflammatory effects. Patients boil honey with a few thin slices of ginger and drink this mixture about 2-3 times a day to help reduce inflammation and swelling in the tonsil area.\nHoney combined with ginger is one of the folk tips to treat purulent tonsillitis\n2. Special medication\nIn cases where the patient has just begun to show signs of the disease and no dangerous complications have occurred, the doctor may prescribe special medication. Some drugs that provide quick results include:\nAntibiotics: Antibiotics have the effect of inhibiting the growth and disease-causing process of bacteria;; Antibiotics: Antibiotics have the effect of inhibiting the growth and disease-causing process of bacteria;\nPain relievers and inflammation reducers: Pain relievers help reduce burning pain in the throat, combined with the use of anti-inflammatory drugs to help reduce inflammation and swelling of the tonsils;; Pain relievers and inflammation reducers: Pain relievers help reduce burning pain in the throat, combined with the use of anti-inflammatory drugs to help reduce inflammation and swelling of the tonsils;\nWhen the patient has symptoms of fever, cough, edema of the limbs, etc., fever-reducing drugs, cough medicine, edema-reducing drugs, etc. can be used; When the patient has symptoms of fever, cough, swelling of the hands and feet, etc., fever-reducing drugs, cough medicine, edema-reducing drugs, etc. can be used.\nHowever, the use of the above medications requires a doctor's prescription to avoid dangerous side effects. Patients should not use medication on their own, or use someone else's prescription because it may not provide complete treatment and can also endanger themselves.\n3. Tonsillectomy\nPurulent tonsillitis causes pain, discomfort and greatly affects the patient's health and psychology, so many patients think about tonsillectomy. However, according to Associate Professor, Dr. Le Minh Ky, tonsillectomy is the last treatment method when other treatments are not effective. Tonsillectomy is indicated when the disease greatly affects health, specifically: (4)\nThe disease causes dangerous complications such as peritonsillar abscess, otitis media, sinusitis, arthritis, glomerulonephritis;; The disease causes dangerous complications such as peritonsillar abscess, otitis media, sinusitis, arthritis, and glomerulonephritis;\nThe patient has signs of severe disease progression, lung congestion or difficulty breathing, difficulty swallowing, etc.; Patients have signs of severe disease progression, lung congestion or difficulty breathing, difficulty swallowing, etc.\nThe tonsils are too large, hindering the patient's ability to eat; Patients stop breathing or have recurring infections, affecting their quality of life;; The tonsils are too large, hindering the patient's ability to eat; Patients stop breathing or have recurring infections, affecting their quality of life;\nWhen the tonsils have too many nooks and crannies containing secretions causing bad breath, difficulty swallowing or suspected malignancy, tonsillectomy surgery is also considered.; When the tonsils have too many nooks and crannies containing secretions causing bad breath, difficulty swallowing or suspected malignancy, tonsillectomy surgery is also considered.\nTonsillectomy is considered the treatment of last resort\nTonsils act as a line of defense to protect the body's immune system against damage to the nasopharynx and respiratory system, so tonsillectomy may leave some effects. People with the disease should go to reputable medical facilities for examination, diagnosis and advice on effective treatment.\nTam Anh General Hospital applies the most modern Plasma technology for tonsillectomy surgery. This is the most advanced, safe, effective and fastest technique today, with: short surgery time; Minimize the risk of bleeding; Limit damage to surrounding tissues thanks to energy waves that destroy inflamed tissues at the right temperature, without causing burns; Uncomplicated; Less pain, patients leave the hospital within 24 hours after surgery, and recover quickly.",
            "subsection_string": "How to treat purulent tonsillitis?\nHow long does it take for purulent tonsillitis to heal is a question asked by many people when suffering from this disease. When suffering from acute tonsillitis, if the patient is properly examined and treated, he or she will recover in about 10 days. However, if the disease persists without treatment or is treated incorrectly, the disease will become worse and lead to many dangerous complications.(3)\nTo avoid dangerous complications that threaten the patient's health, when noticing signs and symptoms, patients need to take timely treatment measures. Depending on the condition, patients can choose the following treatment methods:\n1. Folk tips\nSome folk tips are often used to treat purulent tonsillitis in cases where the disease has not progressed seriously, such as:\nGargling with salt water: Salt water has very good antiseptic and bactericidal effects, so patients can gargle with salt water every day to kill harmful bacteria in the oral cavity, thereby minimizing inflammation, bad breath;; Gargling with salt water: Salt water has very good antiseptic and bactericidal effects, so patients can gargle with salt water every day to kill harmful bacteria in the oral cavity, thereby minimizing inflammation, swelling, bad breath;\nLemon basil leaves: Lemon basil leaves are known for their very good antibacterial effects. Patients can boil lemon basil leaves in water with rock sugar for about 20 minutes and then drink. After about 5-7 days, they will notice a clear reduction in swelling symptoms;; Lemon basil leaves: Lemon basil leaves are known for their very good antibacterial effects. Patients can boil lemon basil leaves in water with rock sugar for about 20 minutes and then drink. After about 5-7 days, they will notice a clear reduction in swelling symptoms;\nHoney and ginger: Honey and ginger are foods that have very effective antibacterial and anti-inflammatory effects. Patients boil honey with a few thin slices of ginger and drink this mixture about 2-3 times a day to help reduce inflammation and swelling in the tonsil area.; Honey and ginger: Honey and ginger are foods that have very effective antibacterial and anti-inflammatory effects. Patients boil honey with a few thin slices of ginger and drink this mixture about 2-3 times a day to help reduce inflammation and swelling in the tonsil area.\nHoney combined with ginger is one of the folk tips to treat purulent tonsillitis\n2. Special medication\nIn cases where the patient has just begun to show signs of the disease and no dangerous complications have occurred, the doctor may prescribe special medication. Some drugs that provide quick results include:\nAntibiotics: Antibiotics have the effect of inhibiting the growth and disease-causing process of bacteria;; Antibiotics: Antibiotics have the effect of inhibiting the growth and disease-causing process of bacteria;\nPain relievers and inflammation reducers: Pain relievers help reduce burning pain in the throat, combined with the use of anti-inflammatory drugs to help reduce inflammation and swelling of the tonsils;; Pain relievers and inflammation reducers: Pain relievers help reduce burning pain in the throat, combined with the use of anti-inflammatory drugs to help reduce inflammation and swelling of the tonsils;\nWhen the patient has symptoms of fever, cough, edema of the limbs, etc., fever-reducing drugs, cough medicine, edema-reducing drugs, etc. can be used; When the patient has symptoms of fever, cough, swelling of the hands and feet, etc., fever-reducing drugs, cough medicine, edema-reducing drugs, etc. can be used.\nHowever, the use of the above medications requires a doctor's prescription to avoid dangerous side effects. Patients should not use medication on their own, or use someone else's prescription because it may not provide complete treatment and can also endanger themselves.\n3. Tonsillectomy\nPurulent tonsillitis causes pain, discomfort and greatly affects the patient's health and psychology, so many patients think about tonsillectomy. However, according to Associate Professor, Dr. Le Minh Ky, tonsillectomy is the last treatment method when other treatments are not effective. Tonsillectomy is indicated when the disease greatly affects health, specifically: (4)\nThe disease causes dangerous complications such as peritonsillar abscess, otitis media, sinusitis, arthritis, glomerulonephritis;; The disease causes dangerous complications such as peritonsillar abscess, otitis media, sinusitis, arthritis, and glomerulonephritis;\nThe patient has signs of severe disease progression, lung congestion or difficulty breathing, difficulty swallowing, etc.; Patients have signs of severe disease progression, lung congestion or difficulty breathing, difficulty swallowing, etc.\nThe tonsils are too large, hindering the patient's ability to eat; Patients stop breathing or have recurring infections, affecting their quality of life;; The tonsils are too large, hindering the patient's ability to eat; Patients stop breathing or have recurring infections, affecting their quality of life;\nWhen the tonsils have too many nooks and crannies containing secretions causing bad breath, difficulty swallowing or suspected malignancy, tonsillectomy surgery is also considered.; When the tonsils have too many nooks and crannies containing secretions causing bad breath, difficulty swallowing or suspected malignancy, tonsillectomy surgery is also considered.\nTonsillectomy is considered the treatment of last resort\nTonsils act as a line of defense to protect the body's immune system against damage to the nasopharynx and respiratory system, so tonsillectomy may leave some effects. People with the disease should go to reputable medical facilities for examination, diagnosis and advice on effective treatment.\nTam Anh General Hospital applies the most modern Plasma technology for tonsillectomy surgery. This is the most advanced, safe, effective and fastest technique today, with: short surgery time; Minimize the risk of bleeding; Limit damage to surrounding tissues thanks to energy waves that destroy inflamed tissues at the right temperature, without causing burns; Uncomplicated; Less pain, patients leave the hospital within 24 hours after surgery, and recover quickly."
        },
        {
            "subsection_name": "Caring for patients with purulent tonsillitis",
            "subsection_content": "For effective post-disease recovery and disease prevention, Associate Professor, Dr. Le Minh Ky notes that patients need to follow the following recommendations:\nDrink lots of water: Tonsillitis causes the patient's body to lose a lot of water and feel tired, so the patient should drink lots of water and can use milk and fruit juice to rehydrate and supplement many nutrients. ; Drink lots of water: Tonsillitis causes the patient's body to lose a lot of water and feel tired, so the patient should drink lots of water and can use milk and fruit juice to rehydrate and supplement many nutrients.\nEat liquid foods that are easy to swallow: use liquid and soft foods such as soup, porridge, broth, etc. to improve symptoms of difficulty swallowing and sore throat when eating, as well as reduce pressure on the tonsils;; Eat liquid foods that are easy to swallow: use liquid and soft foods such as soup, porridge, broth, etc. to improve symptoms of difficulty swallowing and sore throat when eating, as well as reduce pressure on the tonsils;\nKeep your teeth, nose, and throat clean: gargle with warm salt water after eating, wear a mask to avoid dust from the surrounding environment, especially in places with high levels of pollution.; Keep your teeth, nose, and throat clean: gargle with warm salt water after eating, and wear a mask to avoid dust from the surrounding environment, especially in places with high levels of pollution.\nDepartment of Ear, Nose and Throat Tam Anh General Hospital brings together a team of professors and doctors with rich professional experience in treating ear, nose and throat diseases, having successfully treated many cases of purulent tonsillitis, including difficult cases. In particular, Associate Professor, Dr. Le Minh Ky is a leading expert in the treatment of ear, nose and throat diseases, helping thousands of patients escape dangerous complications.\nSee more: Laryngeal cancer patient overcomes \"death's door\", preserving voice thanks to CO2 laser endoscopic surgery technique\nTo register for examination and treatment of purulent tonsillitis at Tam Anh General Hospital, you can contact in the following ways:\nIn addition, Tam Anh General Hospital offers high-class medical and surgical care services, spacious and airy facilities, and full amenities; Enthusiastic, friendly and attentive medical staff; Simple and quick examination procedures with reasonable costs and transparency help patients with purulent tonsillitis feel comfortable when they come for examination, and the treatment and recovery process after the disease goes faster.\nIn particular, Tam Anh General Hospital is equipped with a flexible endoscopy system that does not cause pain or discomfort to patients, especially young children, and is capable of observing the smallest details in the nasal passages, ears, and throat. and larynx help diagnose the disease correctly and treat it effectively.",
            "subsection_string": "Caring for patients with purulent tonsillitis\nFor effective post-disease recovery and disease prevention, Associate Professor, Dr. Le Minh Ky notes that patients need to follow the following recommendations:\nDrink lots of water: Tonsillitis causes the patient's body to lose a lot of water and feel tired, so the patient should drink lots of water and can use milk and fruit juice to rehydrate and supplement many nutrients. ; Drink lots of water: Tonsillitis causes the patient's body to lose a lot of water and feel tired, so the patient should drink lots of water and can use milk and fruit juice to rehydrate and supplement many nutrients.\nEat liquid foods that are easy to swallow: use liquid and soft foods such as soup, porridge, broth, etc. to improve symptoms of difficulty swallowing and sore throat when eating, as well as reduce pressure on the tonsils;; Eat liquid foods that are easy to swallow: use liquid and soft foods such as soup, porridge, broth, etc. to improve symptoms of difficulty swallowing and sore throat when eating, as well as reduce pressure on the tonsils;\nKeep your teeth, nose, and throat clean: gargle with warm salt water after eating, wear a mask to avoid dust from the surrounding environment, especially in places with high levels of pollution.; Keep your teeth, nose, and throat clean: gargle with warm salt water after eating, and wear a mask to avoid dust from the surrounding environment, especially in places with high levels of pollution.\nDepartment of Ear, Nose and Throat Tam Anh General Hospital brings together a team of professors and doctors with rich professional experience in treating ear, nose and throat diseases, having successfully treated many cases of purulent tonsillitis, including difficult cases. In particular, Associate Professor, Dr. Le Minh Ky is a leading expert in the treatment of ear, nose and throat diseases, helping thousands of patients escape dangerous complications.\nSee more: Laryngeal cancer patient overcomes \"death's door\", preserving voice thanks to CO2 laser endoscopic surgery technique\nTo register for examination and treatment of purulent tonsillitis at Tam Anh General Hospital, you can contact in the following ways:\nIn addition, Tam Anh General Hospital offers high-class medical and surgical care services, spacious and airy facilities, and full amenities; Enthusiastic, friendly and attentive medical staff; Simple and quick examination procedures with reasonable costs and transparency help patients with purulent tonsillitis feel comfortable when they come for examination, and the treatment and recovery process after the disease goes faster.\nIn particular, Tam Anh General Hospital is equipped with a flexible endoscopy system that does not cause pain or discomfort to patients, especially young children, and is capable of observing the smallest details in the nasal passages, ears, and throat. and larynx help diagnose the disease correctly and treat it effectively."
        }
    ],
    "name": "viem-amidan-hoc-mu.json"
}