{
    "title": "Epididymitis: Causes, symptoms, diagnosis and prevention",
    "category": "Urology",
    "link": "https://tamanhhospital.vn/viem-mao-tinh-hoan/",
    "abstract": "Epididymitis is a condition in which the epididymis becomes inflamed and swollen, sometimes accompanied by orchitis. The disease causes swelling of the epididymis and scrotum, causing pain at the site and other symptoms. Epididymitis is mostly caused by infection (bacteria or virus), occurring more often in men under 35 years old. Patients will be treated mainly with rest and antibiotics. In some other cases, supportive measures will be applied during the treatment process.",
    "content": "Epididymitis: Causes, symptoms, diagnosis and prevention\n\nEpididymitis is a condition in which the epididymis becomes inflamed and swollen, sometimes accompanied by orchitis. The disease causes swelling of the epididymis and scrotum, causing pain at the site and other symptoms. Epididymitis is mostly caused by infection (bacteria or virus), occurring more often in men under 35 years old. Patients will be treated mainly with rest and antibiotics. In some other cases, supportive measures will be applied during the treatment process.\n\nWhat is epididymitis?\nEpididymitis is a clinical syndrome that causes pain and swelling. The duration of illness usually lasts no more than 6 weeks. The disease is often caused by infection and the consequences of sexually transmitted diseases, usually occurring between the ages of 14 and 35 years old. The patient will have typical clinical symptoms of severe pain in the testicles. (first)\nThe epididymis is an essential component of the male reproductive system, with the function of storing and providing nutrients for sperm inside before being transported to the vas deferens. The epididymis is 5 - 6cm in size, formed by about 12 export ducts. (2)\nThe epididymis is an organ with an elongated, curled tubular structure located on the upper part of the testicles. The epididymis is divided into 3 parts: head, body and tail. In particular, the testicular tail is the part connected to the vas deferens, where mature sperm are transported to the ejaculation tube.\nSperm in the testicles is dilute because there is a large amount of fluid mixed inside the sperm. When transferred into the epididymis through the tip of the epididymis, sperm will absorb nutrients from the epididymal mucosa. This is called the process of improving sperm quality.\nThere are two types of epididymitis: acute epididymitis and chronic epididymitis. Based on the duration of the disease to be able to distinguish between acute and chronic, the duration of acute epididymitis is 6 weeks. If after 6 weeks, the patient still has no symptoms, there is a high possibility of chronic epididymitis.\nEpididymitis is a disease that, although not too dangerous at an acute level, still causes discomfort and significantly reduces the patient's quality of life because of pain in the epididymis and testicles. However, if acute orchitis is not treated promptly and develops into chronic orchitis, it will be dangerous to the patient's health and fertility.\nTherefore, as soon as patients detect unusual pain in the testicles, epididymis or other clinical signs, they need to go to the hospital for examination immediately to receive timely treatment.\n\nDifference between epididymitis and orchitis\nBasically, orchitis and epididymitis have the same pathogenesis, which is an inflammation and swelling that causes pain in the scrotal area. In particular, epididymitis is an inflammation of the coiled tube on the top of the testicles. Meanwhile, orchitis is an inflammatory condition that can occur anywhere in the testicles, including the epididymal duct.\nIt can be understood that epididymitis is a disease within orchitis. These two diseases can occur at the same time, when the scope of infection of the testicle spreads up to the epididymal duct.\nBecause the pathogenesis of orchitis and epididymitis is not different, the treatment for acute cases is the same, which is antibiotics, inflammation reduction, pain relief, and bed rest.\n\nSymptoms of epididymitis\nEpididymitis is characterized by intense scrotal pain. In severe cases, the pain also spreads to the patient's abdomen. This symptom occurs in almost all cases, whether or not an epididymal infection is present.\nThe patient's epididymis is also swollen, hardened and congested.\nSymptoms of epididymitis all negatively affect the patient's health and quality of life. In fact, the symptoms also increase the patient's risk of other serious diseases related to the urinary system and reproductive function.\nSymptoms of epididymitis include:\nScrotal pain, cramping pain that can spread to the abdomen; Purulent urethral discharge; Fever; Nausea and vomiting; Pain when touching or manipulating the testicles and epididymis; Epididymal swelling; Fast heart beat; Lower blood pressure\n\nCause of epididymitis\nEpididymitis is mainly caused by urinary or genital infection, and the causes of infection are very diverse. In addition, cases of non-infectious epididymitis are also quite common. Non-infectious orchitis may result from sudden trauma.\n1. Epididymitis due to infection\nInfectious epididymitis is the most common cause in cases. Infection is a condition in which harmful bacteria or viruses enter the body and damage the mucous membranes of parts of the body, including the epididymis.\nAmong them, sexually transmitted diseases STDs are the leading cause of infection in humans. The reason is because the testicles and epididymis are located close to the male genitals. When infection occurs, the epididymis is located in the proximal area, with the highest possibility of exposure to harmful microorganisms. Therefore, sexually transmitted diseases (STDs) are often the most common cause of epididymal inflammation due to infection.\nSpecifically, people who often get epididymitis due to infection are men under 35 years old. In particular,  E.coli bacteria, Chlamydia bacteria and bacteria that cause gonorrhea are the types of bacteria most commonly found in cases of infectious epididymitis.\nFor men 35 years of age and older, epididymitis may be the result of gram-negative enteritis. Subjects at high risk of getting the disease are men with a medical history or poor urinary health, patients who have a urinary catheter in place or have had a recent urological procedure.\nBesides, epididymitis caused by infection is also caused by other causes such as:\nAll sexually transmitted diseases (STDs) have a high risk of causing epididymitis; Urinary tract infection; Prostate infection; Mumps virus infection; Viral and tuberculosis infections. However, this case is quite rare\n2. Epididymitis is not caused by infection\nNon-infectious epididymitis often comes from reasons such as chemical irritation and secondary causes or local trauma. (3)\nSecondary causes are understood to be other urinary diseases leading to epididymitis. Some non-infectious causes of epididymitis include:\nObstruction of the urethra or urinary tract; Prostatic hypertrophy; People who have had a bladder drainage catheter installed; People with sudden injury to the groin area\n\nHow common is epididymitis?\nEpididymitis is classified as one of the common urinary diseases. In the United States, there will be more than 600,000 cases of epididymitis in 2022, falling on people aged 18 - 35 years old.\nThe reason epididymitis is such a common condition is because the epididymis is more likely to become infected due to sexual activity, the way the body and genitals are kept clean, and the quality of hygiene. born in the living environment.\nIn addition, older men will also be more susceptible to diseases related to the urinary system, due to the weakening of the immune system, making the body more susceptible to infections from external environmental agents. These diseases are the leading secondary factors to cause epididymitis in men over 35 years old.\n\nRisk of epididymitis\n1. Subjects, age\nThere is no research proving that any age group is more at risk of epididymitis than other ages. However, each age group will have different risk factors for the disease.\nHowever, it is found that men between the ages of 18 and 35 are susceptible to epididymitis. The cause comes from infection and the development of sexually transmitted diseases. Due to the characteristics of this age group, the frequency of sexual activity will be more frequent than other ages, thereby increasing the risk of urinary tract diseases, including epididymitis.\nTherefore, the Ministry of Health always recommends that each person have regular health check-ups twice a year to manage their body's health and prevent possible sexual and urinary diseases.\n2. Risk factors increase the likelihood of getting the disease\nRisk factors that increase the risk of epididymitis that patients need to pay attention to and prevent:\nHaving sex without using protection; People with a history of sexually transmitted diseases; History of prostate or urinary tract infection; People who have had medical procedures that affect the urinary tract such as catheterization or urinary catheter placement; Do not circumcise the penis; Complications from urinary tract surgery; Prostatic hypertrophy\n\nIs epididymitis contagious?\nEpididymitis is mainly an infection from pathogenic bacteria. Although epididymitis is not classified as a sexually transmitted disease, the disease can still be transmitted if you have unprotected sex. In particular, people with epididymitis as a result of a sexually transmitted disease are more likely to transmit the infection to others.\n\nComplications of epididymitis\nIf a patient with epididymitis is not treated early, at least within 6 weeks of the acute phase, the disease will develop into many dangerous complications, seriously affecting the patient's quality of life and health. sick. In particular, fertility will also be negatively affected, with a high risk of leading to infertility.\nComplications from epididymitis will be largely related to damage to the scrotal skin. Patients will be at risk of the following complications if epididymitis is not treated promptly:\nScrotal abscess; Orchitis; Swelling and infection spread throughout the scrotum; Chronic epididymitis. Increased risk of other more dangerous urinary diseases\n\nWhen to see a doctor?\nEpididymitis, whether acute or chronic, requires seeing a doctor as soon as symptoms of the disease are detected or the disease is suspected.\nEpididymitis is unlikely to go away on its own without treatment. More dangerously, if acute epididymitis lasts 6 weeks, it will become chronic. At this stage, the patient will have to undergo long-term treatment, more severe than intervention measures if the damage to the scrotal skin is serious.\nThis will first greatly affect the patient's spirit and quality of life. Next, the disease will also have a low cure rate. Furthermore, the disease will be a precursor to other urinary diseases, including infertility.\nTherefore, patients with epididymitis need to see a doctor as soon as clinical signs appear to be diagnosed and receive accurate treatment instructions from the doctor.\n\nHow is epididymitis diagnosed?\nTwo steps to diagnose epididymitis include clinical assessment and based on urethral fluid test results, urine culture, doppler ultrasound of the testicles and epididymis, total blood analysis, and measurement of erythrocyte sedimentation rate. .\nDuring the diagnosis, the doctor will collect information about the clinical symptoms the patient is having. Consider swelling and pain by palpating the epididymis. At the same time, the doctor will also check to rule out testicular torsion in patients, especially those under 30 years old and with acute scrotal pain.\nUrethral fluid testing or PCR testing is a diagnostic method to check for sexually transmitted diseases (STDs) such as gonorrhea and chlamydia. The results of the test will reveal the cause of epididymitis in the patient.\nFor cases where infection is not detected in the urethra, the doctor will continue to prescribe urine tests and urine cultures to continue finding the cause of epididymitis and treating the disease. in the right direction.\n\nTreatment of epididymitis\nA prerequisite in any treatment of epididymitis is to rest the epididymis. Patients need to reduce rubbing, impact or irritation on the epididymis. At the same time, combine infusion or oral medication and pain relievers to relieve symptoms. (4)\nSpecifically, treatments for epididymitis that are often prescribed in the regimen include:\nRest: The patient is asked to rest in bed. Keep the scrotum in a high position by using underwear to support the genitals in an upright position. It is necessary to minimize rubbing and cold compresses that cause irritation in the epididymis and scrotal skin; Using medication: Depending on the symptoms and pain intensity, the doctor will prescribe different medications. Mainly, the patient will be prescribed anti-inflammatory pain relievers, or broad-spectrum antibiotics, and take them according to the dosage prescribed by the doctor. For patients suspected of sepsis, doctors may also prescribe regular daily injections of aminoglycoside antibiotics; Perform interventional procedures: For cases of abscesses and pus in the testicular membrane. The doctor will need to perform surgery to drain the patient. Epididymectomy may be considered for chronic cases that do not respond to all of the above treatments.\n\nHow to prevent epididymitis\nThere is no way to completely prevent epididymitis in humans. However, men can still practice optimal disease prevention by managing their urinary health, sexual habits and good body hygiene.\nSome ways to help men prevent epididymitis:\nUse condoms during sex. At the same time, stay aware and practice safe sex to prevent STDs; Circumcision at appropriate and prescribed ages; Keep the surrounding environment clean, especially the bathroom and restroom areas; Fully vaccinated against STDs, mumps, and tuberculosis\nCenter for Urology and Nephrology, Department of Andrology - Urology of Tam Anh General Hospital System brings together a team of leading experts, Internal Medicine and Surgery, skilled and dedicated.\nPeople's Teacher Prof. Dr. Tran Quan Anh, Meritorious Physician Associate Prof. Dr. Vu Le Chuyen are giants in the field of Urology and Nephrology in Vietnam. Along with the names of excellent physicians Dr. Nguyen The Truong, excellent physicians Doctor II Ta Phuong Dung, Dr. Nguyen Hoang Duc, Dr. Tu Thanh Tri Dung, MSc.CKI Nguyen Duc Nhuan, BS.CKII Nguyen Le Tuyen, MSc. Nguyen Tan Cuong, MSc. Ta Ngoc Thach, BS.CKI Phan Truong Nam...\nThe Center's experts and doctors are always confident in mastering the latest techniques, early detecting and effectively treating kidney and urinary tract diseases, helping patients shorten hospital stays and limit risk of recurrence, improving quality of life.\nWith the leading modern machinery and equipment system in the country and the region; Operating room meets international standards; Along with a 5-star boarding area and high-class service... The Urology and Nephrology Center stands out with examination, screening and treatment services for all urinary tract diseases. From common surgeries to major high-tech surgeries.\nThese include laparoscopic kidney stone surgery, kidney transplant, tumor resection to preserve kidney parenchyma; Radical nephrectomy; Radical prostatectomy; total bladder resection and small bowel cystoplasty; adrenalectomy; shaping urinary tract defects... Diagnosis - medical and surgical treatment of all male diseases.\nTo schedule an examination and treatment with leading experts at the Center for Urology and Nephrology, Department of Andrology - Urology, Tam Anh General Hospital System, you can make an appointment online through the following ways:\nCall the hotline 0287 102 6789 - 093 180 6858 (HCMC) or 024 3872 3872 - 024 7106 6858 (Hanoi) to register for a private medical appointment with a specialist, through the customer service staff.; Register for a medical appointment with any doctor you trust at the link: https://tamanhhospital.vn/danh-cho-khach-hang/dat-lich-kham/; Send a message on Tam Anh General Hospital Fanpage or Tam Anh General Hospital Urology and Andrology Fanpage; Text message via Zalo OA of Tam Anh General Hospital.\nEpididymitis is a disease that occurs when the upper coiled tube of the testicle appears swollen, with or without pus discharge. The disease causes tight pain in the testicles and epididymis, sometimes spreading to the patient's abdomen, causing inconvenience in daily life and a high risk of infertility later.\nThe majority of causes of epididymitis are infections from sexually transmitted diseases (STDs). Therefore, men can prevent the disease by practicing safe sex, limiting the number of sexual partners and maintaining good genital hygiene as well as good bathroom and restroom environments.",
    "subsections": [
        {
            "subsection_name": "What is epididymitis?",
            "subsection_content": "Epididymitis is a clinical syndrome that causes pain and swelling. The duration of illness usually lasts no more than 6 weeks. The disease is often caused by infection and the consequences of sexually transmitted diseases, usually occurring between the ages of 14 and 35 years old. The patient will have typical clinical symptoms of severe pain in the testicles. (first)\nThe epididymis is an essential component of the male reproductive system, with the function of storing and providing nutrients for sperm inside before being transported to the vas deferens. The epididymis is 5 - 6cm in size, formed by about 12 export ducts. (2)\nThe epididymis is an organ with an elongated, curled tubular structure located on the upper part of the testicles. The epididymis is divided into 3 parts: head, body and tail. In particular, the testicular tail is the part connected to the vas deferens, where mature sperm are transported to the ejaculation tube.\nSperm in the testicles is dilute because there is a large amount of fluid mixed inside the sperm. When transferred into the epididymis through the tip of the epididymis, sperm will absorb nutrients from the epididymal mucosa. This is called the process of improving sperm quality.\nThere are two types of epididymitis: acute epididymitis and chronic epididymitis. Based on the duration of the disease to be able to distinguish between acute and chronic, the duration of acute epididymitis is 6 weeks. If after 6 weeks, the patient still has no symptoms, there is a high possibility of chronic epididymitis.\nEpididymitis is a disease that, although not too dangerous at an acute level, still causes discomfort and significantly reduces the patient's quality of life because of pain in the epididymis and testicles. However, if acute orchitis is not treated promptly and develops into chronic orchitis, it will be dangerous to the patient's health and fertility.\nTherefore, as soon as patients detect unusual pain in the testicles, epididymis or other clinical signs, they need to go to the hospital for examination immediately to receive timely treatment.",
            "subsection_string": "What is epididymitis?\nEpididymitis is a clinical syndrome that causes pain and swelling. The duration of illness usually lasts no more than 6 weeks. The disease is often caused by infection and the consequences of sexually transmitted diseases, usually occurring between the ages of 14 and 35 years old. The patient will have typical clinical symptoms of severe pain in the testicles. (first)\nThe epididymis is an essential component of the male reproductive system, with the function of storing and providing nutrients for sperm inside before being transported to the vas deferens. The epididymis is 5 - 6cm in size, formed by about 12 export ducts. (2)\nThe epididymis is an organ with an elongated, curled tubular structure located on the upper part of the testicles. The epididymis is divided into 3 parts: head, body and tail. In particular, the testicular tail is the part connected to the vas deferens, where mature sperm are transported to the ejaculation tube.\nSperm in the testicles is dilute because there is a large amount of fluid mixed inside the sperm. When transferred into the epididymis through the tip of the epididymis, sperm will absorb nutrients from the epididymal mucosa. This is called the process of improving sperm quality.\nThere are two types of epididymitis: acute epididymitis and chronic epididymitis. Based on the duration of the disease to be able to distinguish between acute and chronic, the duration of acute epididymitis is 6 weeks. If after 6 weeks, the patient still has no symptoms, there is a high possibility of chronic epididymitis.\nEpididymitis is a disease that, although not too dangerous at an acute level, still causes discomfort and significantly reduces the patient's quality of life because of pain in the epididymis and testicles. However, if acute orchitis is not treated promptly and develops into chronic orchitis, it will be dangerous to the patient's health and fertility.\nTherefore, as soon as patients detect unusual pain in the testicles, epididymis or other clinical signs, they need to go to the hospital for examination immediately to receive timely treatment."
        },
        {
            "subsection_name": "Difference between epididymitis and orchitis",
            "subsection_content": "Basically, orchitis and epididymitis have the same pathogenesis, which is an inflammation and swelling that causes pain in the scrotal area. In particular, epididymitis is an inflammation of the coiled tube on the top of the testicles. Meanwhile, orchitis is an inflammatory condition that can occur anywhere in the testicles, including the epididymal duct.\nIt can be understood that epididymitis is a disease within orchitis. These two diseases can occur at the same time, when the scope of infection of the testicle spreads up to the epididymal duct.\nBecause the pathogenesis of orchitis and epididymitis is not different, the treatment for acute cases is the same, which is antibiotics, inflammation reduction, pain relief, and bed rest.",
            "subsection_string": "Difference between epididymitis and orchitis\nBasically, orchitis and epididymitis have the same pathogenesis, which is an inflammation and swelling that causes pain in the scrotal area. In particular, epididymitis is an inflammation of the coiled tube on the top of the testicles. Meanwhile, orchitis is an inflammatory condition that can occur anywhere in the testicles, including the epididymal duct.\nIt can be understood that epididymitis is a disease within orchitis. These two diseases can occur at the same time, when the scope of infection of the testicle spreads up to the epididymal duct.\nBecause the pathogenesis of orchitis and epididymitis is not different, the treatment for acute cases is the same, which is antibiotics, inflammation reduction, pain relief, and bed rest."
        },
        {
            "subsection_name": "Symptoms of epididymitis",
            "subsection_content": "Epididymitis is characterized by intense scrotal pain. In severe cases, the pain also spreads to the patient's abdomen. This symptom occurs in almost all cases, whether or not an epididymal infection is present.\nThe patient's epididymis is also swollen, hardened and congested.\nSymptoms of epididymitis all negatively affect the patient's health and quality of life. In fact, the symptoms also increase the patient's risk of other serious diseases related to the urinary system and reproductive function.\nSymptoms of epididymitis include:\nScrotal pain, cramping pain that can spread to the abdomen; Purulent urethral discharge; Fever; Nausea and vomiting; Pain when touching or manipulating the testicles and epididymis; Epididymal swelling; Fast heart beat; Lower blood pressure",
            "subsection_string": "Symptoms of epididymitis\nEpididymitis is characterized by intense scrotal pain. In severe cases, the pain also spreads to the patient's abdomen. This symptom occurs in almost all cases, whether or not an epididymal infection is present.\nThe patient's epididymis is also swollen, hardened and congested.\nSymptoms of epididymitis all negatively affect the patient's health and quality of life. In fact, the symptoms also increase the patient's risk of other serious diseases related to the urinary system and reproductive function.\nSymptoms of epididymitis include:\nScrotal pain, cramping pain that can spread to the abdomen; Purulent urethral discharge; Fever; Nausea and vomiting; Pain when touching or manipulating the testicles and epididymis; Epididymal swelling; Fast heart beat; Lower blood pressure"
        },
        {
            "subsection_name": "Cause of epididymitis",
            "subsection_content": "Epididymitis is mainly caused by urinary or genital infection, and the causes of infection are very diverse. In addition, cases of non-infectious epididymitis are also quite common. Non-infectious orchitis may result from sudden trauma.\n1. Epididymitis due to infection\nInfectious epididymitis is the most common cause in cases. Infection is a condition in which harmful bacteria or viruses enter the body and damage the mucous membranes of parts of the body, including the epididymis.\nAmong them, sexually transmitted diseases STDs are the leading cause of infection in humans. The reason is because the testicles and epididymis are located close to the male genitals. When infection occurs, the epididymis is located in the proximal area, with the highest possibility of exposure to harmful microorganisms. Therefore, sexually transmitted diseases (STDs) are often the most common cause of epididymal inflammation due to infection.\nSpecifically, people who often get epididymitis due to infection are men under 35 years old. In particular,  E.coli bacteria, Chlamydia bacteria and bacteria that cause gonorrhea are the types of bacteria most commonly found in cases of infectious epididymitis.\nFor men 35 years of age and older, epididymitis may be the result of gram-negative enteritis. Subjects at high risk of getting the disease are men with a medical history or poor urinary health, patients who have a urinary catheter in place or have had a recent urological procedure.\nBesides, epididymitis caused by infection is also caused by other causes such as:\nAll sexually transmitted diseases (STDs) have a high risk of causing epididymitis; Urinary tract infection; Prostate infection; Mumps virus infection; Viral and tuberculosis infections. However, this case is quite rare\n2. Epididymitis is not caused by infection\nNon-infectious epididymitis often comes from reasons such as chemical irritation and secondary causes or local trauma. (3)\nSecondary causes are understood to be other urinary diseases leading to epididymitis. Some non-infectious causes of epididymitis include:\nObstruction of the urethra or urinary tract; Prostatic hypertrophy; People who have had a bladder drainage catheter installed; People with sudden injury to the groin area",
            "subsection_string": "Cause of epididymitis\nEpididymitis is mainly caused by urinary or genital infection, and the causes of infection are very diverse. In addition, cases of non-infectious epididymitis are also quite common. Non-infectious orchitis may result from sudden trauma.\n1. Epididymitis due to infection\nInfectious epididymitis is the most common cause in cases. Infection is a condition in which harmful bacteria or viruses enter the body and damage the mucous membranes of parts of the body, including the epididymis.\nAmong them, sexually transmitted diseases STDs are the leading cause of infection in humans. The reason is because the testicles and epididymis are located close to the male genitals. When infection occurs, the epididymis is located in the proximal area, with the highest possibility of exposure to harmful microorganisms. Therefore, sexually transmitted diseases (STDs) are often the most common cause of epididymal inflammation due to infection.\nSpecifically, people who often get epididymitis due to infection are men under 35 years old. In particular,  E.coli bacteria, Chlamydia bacteria and bacteria that cause gonorrhea are the types of bacteria most commonly found in cases of infectious epididymitis.\nFor men 35 years of age and older, epididymitis may be the result of gram-negative enteritis. Subjects at high risk of getting the disease are men with a medical history or poor urinary health, patients who have a urinary catheter in place or have had a recent urological procedure.\nBesides, epididymitis caused by infection is also caused by other causes such as:\nAll sexually transmitted diseases (STDs) have a high risk of causing epididymitis; Urinary tract infection; Prostate infection; Mumps virus infection; Viral and tuberculosis infections. However, this case is quite rare\n2. Epididymitis is not caused by infection\nNon-infectious epididymitis often comes from reasons such as chemical irritation and secondary causes or local trauma. (3)\nSecondary causes are understood to be other urinary diseases leading to epididymitis. Some non-infectious causes of epididymitis include:\nObstruction of the urethra or urinary tract; Prostatic hypertrophy; People who have had a bladder drainage catheter installed; People with sudden injury to the groin area"
        },
        {
            "subsection_name": "How common is epididymitis?",
            "subsection_content": "Epididymitis is classified as one of the common urinary diseases. In the United States, there will be more than 600,000 cases of epididymitis in 2022, falling on people aged 18 - 35 years old.\nThe reason epididymitis is such a common condition is because the epididymis is more likely to become infected due to sexual activity, the way the body and genitals are kept clean, and the quality of hygiene. born in the living environment.\nIn addition, older men will also be more susceptible to diseases related to the urinary system, due to the weakening of the immune system, making the body more susceptible to infections from external environmental agents. These diseases are the leading secondary factors to cause epididymitis in men over 35 years old.",
            "subsection_string": "How common is epididymitis?\nEpididymitis is classified as one of the common urinary diseases. In the United States, there will be more than 600,000 cases of epididymitis in 2022, falling on people aged 18 - 35 years old.\nThe reason epididymitis is such a common condition is because the epididymis is more likely to become infected due to sexual activity, the way the body and genitals are kept clean, and the quality of hygiene. born in the living environment.\nIn addition, older men will also be more susceptible to diseases related to the urinary system, due to the weakening of the immune system, making the body more susceptible to infections from external environmental agents. These diseases are the leading secondary factors to cause epididymitis in men over 35 years old."
        },
        {
            "subsection_name": "Risk of epididymitis",
            "subsection_content": "1. Subjects, age\nThere is no research proving that any age group is more at risk of epididymitis than other ages. However, each age group will have different risk factors for the disease.\nHowever, it is found that men between the ages of 18 and 35 are susceptible to epididymitis. The cause comes from infection and the development of sexually transmitted diseases. Due to the characteristics of this age group, the frequency of sexual activity will be more frequent than other ages, thereby increasing the risk of urinary tract diseases, including epididymitis.\nTherefore, the Ministry of Health always recommends that each person have regular health check-ups twice a year to manage their body's health and prevent possible sexual and urinary diseases.\n2. Risk factors increase the likelihood of getting the disease\nRisk factors that increase the risk of epididymitis that patients need to pay attention to and prevent:\nHaving sex without using protection; People with a history of sexually transmitted diseases; History of prostate or urinary tract infection; People who have had medical procedures that affect the urinary tract such as catheterization or urinary catheter placement; Do not circumcise the penis; Complications from urinary tract surgery; Prostatic hypertrophy",
            "subsection_string": "Risk of epididymitis\n1. Subjects, age\nThere is no research proving that any age group is more at risk of epididymitis than other ages. However, each age group will have different risk factors for the disease.\nHowever, it is found that men between the ages of 18 and 35 are susceptible to epididymitis. The cause comes from infection and the development of sexually transmitted diseases. Due to the characteristics of this age group, the frequency of sexual activity will be more frequent than other ages, thereby increasing the risk of urinary tract diseases, including epididymitis.\nTherefore, the Ministry of Health always recommends that each person have regular health check-ups twice a year to manage their body's health and prevent possible sexual and urinary diseases.\n2. Risk factors increase the likelihood of getting the disease\nRisk factors that increase the risk of epididymitis that patients need to pay attention to and prevent:\nHaving sex without using protection; People with a history of sexually transmitted diseases; History of prostate or urinary tract infection; People who have had medical procedures that affect the urinary tract such as catheterization or urinary catheter placement; Do not circumcise the penis; Complications from urinary tract surgery; Prostatic hypertrophy"
        },
        {
            "subsection_name": "Is epididymitis contagious?",
            "subsection_content": "Epididymitis is mainly an infection from pathogenic bacteria. Although epididymitis is not classified as a sexually transmitted disease, the disease can still be transmitted if you have unprotected sex. In particular, people with epididymitis as a result of a sexually transmitted disease are more likely to transmit the infection to others.",
            "subsection_string": "Is epididymitis contagious?\nEpididymitis is mainly an infection from pathogenic bacteria. Although epididymitis is not classified as a sexually transmitted disease, the disease can still be transmitted if you have unprotected sex. In particular, people with epididymitis as a result of a sexually transmitted disease are more likely to transmit the infection to others."
        },
        {
            "subsection_name": "Complications of epididymitis",
            "subsection_content": "If a patient with epididymitis is not treated early, at least within 6 weeks of the acute phase, the disease will develop into many dangerous complications, seriously affecting the patient's quality of life and health. sick. In particular, fertility will also be negatively affected, with a high risk of leading to infertility.\nComplications from epididymitis will be largely related to damage to the scrotal skin. Patients will be at risk of the following complications if epididymitis is not treated promptly:\nScrotal abscess; Orchitis; Swelling and infection spread throughout the scrotum; Chronic epididymitis. Increased risk of other more dangerous urinary diseases",
            "subsection_string": "Complications of epididymitis\nIf a patient with epididymitis is not treated early, at least within 6 weeks of the acute phase, the disease will develop into many dangerous complications, seriously affecting the patient's quality of life and health. sick. In particular, fertility will also be negatively affected, with a high risk of leading to infertility.\nComplications from epididymitis will be largely related to damage to the scrotal skin. Patients will be at risk of the following complications if epididymitis is not treated promptly:\nScrotal abscess; Orchitis; Swelling and infection spread throughout the scrotum; Chronic epididymitis. Increased risk of other more dangerous urinary diseases"
        },
        {
            "subsection_name": "When to see a doctor?",
            "subsection_content": "Epididymitis, whether acute or chronic, requires seeing a doctor as soon as symptoms of the disease are detected or the disease is suspected.\nEpididymitis is unlikely to go away on its own without treatment. More dangerously, if acute epididymitis lasts 6 weeks, it will become chronic. At this stage, the patient will have to undergo long-term treatment, more severe than intervention measures if the damage to the scrotal skin is serious.\nThis will first greatly affect the patient's spirit and quality of life. Next, the disease will also have a low cure rate. Furthermore, the disease will be a precursor to other urinary diseases, including infertility.\nTherefore, patients with epididymitis need to see a doctor as soon as clinical signs appear to be diagnosed and receive accurate treatment instructions from the doctor.",
            "subsection_string": "When to see a doctor?\nEpididymitis, whether acute or chronic, requires seeing a doctor as soon as symptoms of the disease are detected or the disease is suspected.\nEpididymitis is unlikely to go away on its own without treatment. More dangerously, if acute epididymitis lasts 6 weeks, it will become chronic. At this stage, the patient will have to undergo long-term treatment, more severe than intervention measures if the damage to the scrotal skin is serious.\nThis will first greatly affect the patient's spirit and quality of life. Next, the disease will also have a low cure rate. Furthermore, the disease will be a precursor to other urinary diseases, including infertility.\nTherefore, patients with epididymitis need to see a doctor as soon as clinical signs appear to be diagnosed and receive accurate treatment instructions from the doctor."
        },
        {
            "subsection_name": "How is epididymitis diagnosed?",
            "subsection_content": "Two steps to diagnose epididymitis include clinical assessment and based on urethral fluid test results, urine culture, doppler ultrasound of the testicles and epididymis, total blood analysis, and measurement of erythrocyte sedimentation rate. .\nDuring the diagnosis, the doctor will collect information about the clinical symptoms the patient is having. Consider swelling and pain by palpating the epididymis. At the same time, the doctor will also check to rule out testicular torsion in patients, especially those under 30 years old and with acute scrotal pain.\nUrethral fluid testing or PCR testing is a diagnostic method to check for sexually transmitted diseases (STDs) such as gonorrhea and chlamydia. The results of the test will reveal the cause of epididymitis in the patient.\nFor cases where infection is not detected in the urethra, the doctor will continue to prescribe urine tests and urine cultures to continue finding the cause of epididymitis and treating the disease. in the right direction.",
            "subsection_string": "How is epididymitis diagnosed?\nTwo steps to diagnose epididymitis include clinical assessment and based on urethral fluid test results, urine culture, doppler ultrasound of the testicles and epididymis, total blood analysis, and measurement of erythrocyte sedimentation rate. .\nDuring the diagnosis, the doctor will collect information about the clinical symptoms the patient is having. Consider swelling and pain by palpating the epididymis. At the same time, the doctor will also check to rule out testicular torsion in patients, especially those under 30 years old and with acute scrotal pain.\nUrethral fluid testing or PCR testing is a diagnostic method to check for sexually transmitted diseases (STDs) such as gonorrhea and chlamydia. The results of the test will reveal the cause of epididymitis in the patient.\nFor cases where infection is not detected in the urethra, the doctor will continue to prescribe urine tests and urine cultures to continue finding the cause of epididymitis and treating the disease. in the right direction."
        },
        {
            "subsection_name": "Treatment of epididymitis",
            "subsection_content": "A prerequisite in any treatment of epididymitis is to rest the epididymis. Patients need to reduce rubbing, impact or irritation on the epididymis. At the same time, combine infusion or oral medication and pain relievers to relieve symptoms. (4)\nSpecifically, treatments for epididymitis that are often prescribed in the regimen include:\nRest: The patient is asked to rest in bed. Keep the scrotum in a high position by using underwear to support the genitals in an upright position. It is necessary to minimize rubbing and cold compresses that cause irritation in the epididymis and scrotal skin; Using medication: Depending on the symptoms and pain intensity, the doctor will prescribe different medications. Mainly, the patient will be prescribed anti-inflammatory pain relievers, or broad-spectrum antibiotics, and take them according to the dosage prescribed by the doctor. For patients suspected of sepsis, doctors may also prescribe regular daily injections of aminoglycoside antibiotics; Perform interventional procedures: For cases of abscesses and pus in the testicular membrane. The doctor will need to perform surgery to drain the patient. Epididymectomy may be considered for chronic cases that do not respond to all of the above treatments.",
            "subsection_string": "Treatment of epididymitis\nA prerequisite in any treatment of epididymitis is to rest the epididymis. Patients need to reduce rubbing, impact or irritation on the epididymis. At the same time, combine infusion or oral medication and pain relievers to relieve symptoms. (4)\nSpecifically, treatments for epididymitis that are often prescribed in the regimen include:\nRest: The patient is asked to rest in bed. Keep the scrotum in a high position by using underwear to support the genitals in an upright position. It is necessary to minimize rubbing and cold compresses that cause irritation in the epididymis and scrotal skin; Using medication: Depending on the symptoms and pain intensity, the doctor will prescribe different medications. Mainly, the patient will be prescribed anti-inflammatory pain relievers, or broad-spectrum antibiotics, and take them according to the dosage prescribed by the doctor. For patients suspected of sepsis, doctors may also prescribe regular daily injections of aminoglycoside antibiotics; Perform interventional procedures: For cases of abscesses and pus in the testicular membrane. The doctor will need to perform surgery to drain the patient. Epididymectomy may be considered for chronic cases that do not respond to all of the above treatments."
        },
        {
            "subsection_name": "How to prevent epididymitis",
            "subsection_content": "There is no way to completely prevent epididymitis in humans. However, men can still practice optimal disease prevention by managing their urinary health, sexual habits and good body hygiene.\nSome ways to help men prevent epididymitis:\nUse condoms during sex. At the same time, stay aware and practice safe sex to prevent STDs; Circumcision at appropriate and prescribed ages; Keep the surrounding environment clean, especially the bathroom and restroom areas; Fully vaccinated against STDs, mumps, and tuberculosis\nCenter for Urology and Nephrology, Department of Andrology - Urology of Tam Anh General Hospital System brings together a team of leading experts, Internal Medicine and Surgery, skilled and dedicated.\nPeople's Teacher Prof. Dr. Tran Quan Anh, Meritorious Physician Associate Prof. Dr. Vu Le Chuyen are giants in the field of Urology and Nephrology in Vietnam. Along with the names of excellent physicians Dr. Nguyen The Truong, excellent physicians Doctor II Ta Phuong Dung, Dr. Nguyen Hoang Duc, Dr. Tu Thanh Tri Dung, MSc.CKI Nguyen Duc Nhuan, BS.CKII Nguyen Le Tuyen, MSc. Nguyen Tan Cuong, MSc. Ta Ngoc Thach, BS.CKI Phan Truong Nam...\nThe Center's experts and doctors are always confident in mastering the latest techniques, early detecting and effectively treating kidney and urinary tract diseases, helping patients shorten hospital stays and limit risk of recurrence, improving quality of life.\nWith the leading modern machinery and equipment system in the country and the region; Operating room meets international standards; Along with a 5-star boarding area and high-class service... The Urology and Nephrology Center stands out with examination, screening and treatment services for all urinary tract diseases. From common surgeries to major high-tech surgeries.\nThese include laparoscopic kidney stone surgery, kidney transplant, tumor resection to preserve kidney parenchyma; Radical nephrectomy; Radical prostatectomy; total bladder resection and small bowel cystoplasty; adrenalectomy; shaping urinary tract defects... Diagnosis - medical and surgical treatment of all male diseases.\nTo schedule an examination and treatment with leading experts at the Center for Urology and Nephrology, Department of Andrology - Urology, Tam Anh General Hospital System, you can make an appointment online through the following ways:\nCall the hotline 0287 102 6789 - 093 180 6858 (HCMC) or 024 3872 3872 - 024 7106 6858 (Hanoi) to register for a private medical appointment with a specialist, through the customer service staff.; Register for a medical appointment with any doctor you trust at the link: https://tamanhhospital.vn/danh-cho-khach-hang/dat-lich-kham/; Send a message on Tam Anh General Hospital Fanpage or Tam Anh General Hospital Urology and Andrology Fanpage; Text message via Zalo OA of Tam Anh General Hospital.\nEpididymitis is a disease that occurs when the upper coiled tube of the testicle appears swollen, with or without pus discharge. The disease causes tight pain in the testicles and epididymis, sometimes spreading to the patient's abdomen, causing inconvenience in daily life and a high risk of infertility later.\nThe majority of causes of epididymitis are infections from sexually transmitted diseases (STDs). Therefore, men can prevent the disease by practicing safe sex, limiting the number of sexual partners and maintaining good genital hygiene as well as good bathroom and restroom environments.",
            "subsection_string": "How to prevent epididymitis\nThere is no way to completely prevent epididymitis in humans. However, men can still practice optimal disease prevention by managing their urinary health, sexual habits and good body hygiene.\nSome ways to help men prevent epididymitis:\nUse condoms during sex. At the same time, stay aware and practice safe sex to prevent STDs; Circumcision at appropriate and prescribed ages; Keep the surrounding environment clean, especially the bathroom and restroom areas; Fully vaccinated against STDs, mumps, and tuberculosis\nCenter for Urology and Nephrology, Department of Andrology - Urology of Tam Anh General Hospital System brings together a team of leading experts, Internal Medicine and Surgery, skilled and dedicated.\nPeople's Teacher Prof. Dr. Tran Quan Anh, Meritorious Physician Associate Prof. Dr. Vu Le Chuyen are giants in the field of Urology and Nephrology in Vietnam. Along with the names of excellent physicians Dr. Nguyen The Truong, excellent physicians Doctor II Ta Phuong Dung, Dr. Nguyen Hoang Duc, Dr. Tu Thanh Tri Dung, MSc.CKI Nguyen Duc Nhuan, BS.CKII Nguyen Le Tuyen, MSc. Nguyen Tan Cuong, MSc. Ta Ngoc Thach, BS.CKI Phan Truong Nam...\nThe Center's experts and doctors are always confident in mastering the latest techniques, early detecting and effectively treating kidney and urinary tract diseases, helping patients shorten hospital stays and limit risk of recurrence, improving quality of life.\nWith the leading modern machinery and equipment system in the country and the region; Operating room meets international standards; Along with a 5-star boarding area and high-class service... The Urology and Nephrology Center stands out with examination, screening and treatment services for all urinary tract diseases. From common surgeries to major high-tech surgeries.\nThese include laparoscopic kidney stone surgery, kidney transplant, tumor resection to preserve kidney parenchyma; Radical nephrectomy; Radical prostatectomy; total bladder resection and small bowel cystoplasty; adrenalectomy; shaping urinary tract defects... Diagnosis - medical and surgical treatment of all male diseases.\nTo schedule an examination and treatment with leading experts at the Center for Urology and Nephrology, Department of Andrology - Urology, Tam Anh General Hospital System, you can make an appointment online through the following ways:\nCall the hotline 0287 102 6789 - 093 180 6858 (HCMC) or 024 3872 3872 - 024 7106 6858 (Hanoi) to register for a private medical appointment with a specialist, through the customer service staff.; Register for a medical appointment with any doctor you trust at the link: https://tamanhhospital.vn/danh-cho-khach-hang/dat-lich-kham/; Send a message on Tam Anh General Hospital Fanpage or Tam Anh General Hospital Urology and Andrology Fanpage; Text message via Zalo OA of Tam Anh General Hospital.\nEpididymitis is a disease that occurs when the upper coiled tube of the testicle appears swollen, with or without pus discharge. The disease causes tight pain in the testicles and epididymis, sometimes spreading to the patient's abdomen, causing inconvenience in daily life and a high risk of infertility later.\nThe majority of causes of epididymitis are infections from sexually transmitted diseases (STDs). Therefore, men can prevent the disease by practicing safe sex, limiting the number of sexual partners and maintaining good genital hygiene as well as good bathroom and restroom environments."
        }
    ],
    "name": "viem-mao-tinh-hoan.json"
}