{
    "title": "Enteritis: Symptoms, causes and prevention",
    "category": "Gastrointestinal - Hepatobiliary",
    "link": "https://tamanhhospital.vn/viem-duong-ruot/",
    "abstract": "Inflammatory bowel disease is a common disorder, presenting with symptoms ranging from mild to severe depending on the severity. If not treated promptly, it can lead to many dangerous complications such as colon cancer, blood clot formation... Therefore, as soon as patients notice any unusual signs, they should see a doctor for a diagnosis. and early treatment.",
    "content": "Enteritis: Symptoms, causes and prevention\n\nInflammatory bowel disease is a common disorder, presenting with symptoms ranging from mild to severe depending on the severity. If not treated promptly, it can lead to many dangerous complications such as colon cancer, blood clot formation... Therefore, as soon as patients notice any unusual signs, they should see a doctor for a diagnosis. and early treatment.\n\nWhat is enteritis?\nInflammatory bowel disease (IBD) is a disorder that involves chronic tissue inflammation in the digestive tract, including:\nUlcerative colitis: This is an inflammation and ulceration along the lining of the colon and rectum.; Ulcerative colitis: This is an inflammation and ulceration along the lining of the colon and rectum.\nCrohn's disease: Crohn's disease is characterized by inflammation of the lining of the digestive tract, which can often involve deeper layers, most affecting the small intestine. Accordingly, the large intestine and upper digestive tract are also at risk of damage but are not common.; Crohn's disease: Crohn's disease is characterized by inflammation of the lining of the digestive tract, which can often involve deeper layers, most affecting the small intestine. Accordingly, the large intestine and upper digestive tract are also at risk of damage but are not common.\nCharacteristic signs of both forms are diarrhea, abdominal pain, fatigue, weight loss and rectal bleeding. Some cases only present with mild symptoms, but sometimes they are a warning of serious weakness, potentially leading to dangerous complications.\nCrohn's disease is a typical form of intestinal inflammation\n\nSymptoms of intestinal inflammation\nIntestinal inflammation appears with different symptoms depending on the severity and location of damage. Some typical signs to mention include: (1)\nDiarrhea; Tired; Stomach-ache.; Appearance of blood in stool.; Anorexia.; Unusual weight loss.\nRarer symptoms include:\nFever; Itchy, red, sore eyes; Athritis; Nausea and vomiting; Skin rash and sores (ulcers)\nDiarrhea and abdominal pain are the two most typical symptoms of intestinal inflammation\n\nCause of intestinal inflammation\nUp to now, the cause of enteritis has not been accurately determined. Previously, diet and psychological stress were suspected, but doctors concluded that these were not the causes of the disease but were just factors that made the disease worse. Many studies show that it may be due to immune system dysfunction. When the immune system fights an invasion of viruses or bacteria, an abnormal immune response causes the immune system to mistakenly attack cells in the digestive tract. In addition, some gene mutations are also associated with intestinal inflammation.\nThe danger elements:\nAge: Enteritis often occurs commonly in people under 30 years old, some cases appear in the period of 50 - 60 years old.; Race: Enteritis occurs more commonly in white people; Family history of the disease; Smoking habits; Use non-steroidal anti-inflammatory drugs, including: Ibuprofen, Naproxen sodium, Diclofenac sodium...\n\nDiagnosis of inflammatory bowel disease\n1. Testing\nTests to evaluate anemia or infection: The purpose is to check for anemia (lack of red blood cells, causing reduced oxygen transport to tissues) or signs of bacterial or viral infection.; Test to evaluate for anemia or infection: The purpose is to check for anemia (lack of red blood cells, causing reduced oxygen transport to tissues) or signs of bacterial or viral infection.\nStool test: The doctor conducts a stool sample analysis test to detect hidden blood and parasites; Stool test: The doctor conducts a stool sample analysis test to detect hidden blood and parasites.\n2. Endoscopy\nColonoscopy: The doctor uses a small endoscope with a camera attached to look inside the entire colon. During this process, small tissue samples may also be removed for laboratory analysis.; Colonoscopy: The doctor uses a small endoscope with a camera attached to look inside the entire colon. During this process, small tissue samples may also be removed for laboratory analysis.\nSigmoidoscopy: The doctor uses a small scope to examine the rectum and sigmoid colon. If the colon is severely inflamed, the patient may be prescribed this test instead of a full colonoscopy.; Sigmoidoscopy: The doctor uses a small scope to examine the rectum and sigmoid colon. If the colon is severely inflamed, the patient may be prescribed this test instead of a full colonoscopy.\nCapsule endoscopy: The patient swallows a capsule containing a camera inside. Accordingly, the detailed images collected will be sent to the camera worn on the belt. After completing this process, the capsule also automatically leaves the body through the feces.; Capsule endoscopy: The patient swallows a capsule containing a camera inside. Accordingly, the detailed images collected will be sent to the camera worn on the belt. After completing this process, the capsule also automatically leaves the body through feces.\nBalloon-assisted small enteroscopy: This test allows a deeper look inside the small intestine – a location that a standard endoscope cannot reach.; Balloon-assisted small bowel endoscopy: This test allows a deeper look inside the small intestine – a location that a standard endoscope cannot reach.\nUpper digestive endoscopy: the doctor uses an endoscope to examine the esophagus, stomach, and duodenum. These areas are rarely damaged in Crohn's disease, so this test is usually performed only when the patient has symptoms of nausea, vomiting, difficulty swallowing, or upper abdominal pain.; Upper digestive endoscopy: the doctor uses an endoscope to examine the esophagus, stomach, and duodenum. These areas are rarely damaged in Crohn's disease, so this test is usually done only when the patient has symptoms of nausea, vomiting, difficulty swallowing, or pain in the upper abdomen.\n3. Imaging diagnosis\nX-ray: If the patient has severe symptoms, the doctor may order an abdominal X-ray to check for colon enlargement or colon perforation.; X-ray: If the patient has severe symptoms, the doctor may order an abdominal X-ray to check for colon enlargement or colon perforation.\nComputed tomography (CT): Computed tomography (CT) helps obtain detailed images of the entire intestine as well as tissues outside the intestine.; Computed tomography (CT): Computed tomography (CT) helps obtain detailed images of the entire intestine as well as tissues outside the intestine.\nMagnetic resonance imaging (MRI): MRI scanners use magnetic fields to create detailed images of tissues and organs, thereby helping to detect fistulas around the anus or small intestine.; Magnetic resonance imaging (MRI): MRI scanners use magnetic fields to create detailed images of tissues and organs, thereby helping to detect fistulas around the anus or small intestine.\nImaging tests may be ordered in the diagnosis of inflammatory bowel disease\n\nHow to treat inflammatory bowel disease\nDepending on the severity of intestinal inflammation, your doctor will prescribe appropriate treatment:\n1. Treatment with medication\nFor most cases of inflammatory bowel disease, doctors will prescribe the following medications:\nAnti-inflammatory drugs: Aminosalicylate anti-inflammatory drugs such as mesalamine, balsalazide, and olsalazine are often the first solution in treating mild to moderate ulcerative colitis. Corticosteroids for short-term use: Main effects are to reduce inflammation and suppress immunity.; Anti-inflammatory drugs: Aminosalicylate anti-inflammatory drugs such as mesalamine, balsalazide, and olsalazine are often the first solution in treating mild to moderate ulcerative colitis. Corticosteroids for short-term use: Main effects are to reduce inflammation and suppress immunity.; Aminosalicylate anti-inflammatory drugs such as mesalamine, balsalazide, and olsalazine are often the first line of treatment for mild to moderate ulcerative colitis.; Corticosteroids for short-term use: Main effects are to reduce inflammation and suppress immunity.\nImmunosuppressants: These drugs work by blocking the immune response that releases inflammatory chemicals in the body, thereby avoiding damage to the intestinal lining. Some commonly prescribed types include: azathioprine, mercaptopurine, methotrexate.; Immunosuppressants: These drugs work by blocking the immune response that releases inflammatory chemicals in the body, thereby avoiding damage to the intestinal lining. Some commonly prescribed types include: azathioprine, mercaptopurine, methotrexate.\nBiological drugs: Biological drugs are a new group of drugs used to inhibit proteins that cause inflammatory reactions in the body. Some commonly used drugs are infliximab, adalimumab, certolizumab, vedolizumab, ustekinumab.; Biological drugs: Biological drugs are a new group of drugs used to inhibit proteins that cause inflammatory reactions in the body. Some commonly used drugs are infliximab, adalimumab, certolizumab, vedolizumab, ustekinumab.\nAntibiotics: Antibiotics are often used when an infection is suspected, as in the case of perianal Crohn's disease; Antibiotics: Antibiotics are often used when an infection is suspected, as in the case of perianal Crohn's disease.\nAnti-diarrheal medications: Fiber supplements such as psyllium powder, methylcellulose. Loperamide is used in cases of severe diarrhea.; Anti-diarrheal medications: Fiber supplements such as psyllium powder, methylcellulose. Loperamide is used in cases of severe diarrhea.\nPain reliever: Acetaminophen for mild pain. Non-steroidal pain relievers such as ibuprofen, naproxen, diclofenac... can make the disease worse and should be avoided.; Pain reliever: Acetaminophen for mild pain. Non-steroidal pain relievers such as ibuprofen, naproxen, diclofenac... can make the disease worse and should be avoided.\nPeople with inflammatory bowel disease must consult their doctor before using the drug. Some immunosuppressant drugs can increase the risk of serious infections. Therefore, patients should take screening tests for tuberculosis, hepatitis B, C... and receive all recommended vaccines before starting treatment with drugs that have the ability to suppress the immune system.\n2. Surgery\nFor serious cases that cannot be effectively treated with medication, your doctor may recommend surgery, specifically as follows:\nUlcerative colitis surgery (removal of the entire colon and rectum).; Removing a damaged part of the digestive tract and joining the healthy parts back together.\n\nTreat enteritis at home\nBelow are some home treatment solutions commonly prescribed for intestinal inflammation:\nLimit eating foods and drinks made from milk to avoid aggravating symptoms of abdominal pain, bloating, diarrhea...; Eat many small meals a day (5-6 small meals instead of 2-3 large meals).; Drink plenty of water every day, avoid using alcohol, tea, coffee, and carbonated drinks; Consider taking a multivitamin supplement.\nLoss of appetite, diarrhea and malabsorption due to inflammation can make it difficult for the patient's body to get the calories and nutrients it needs. Accordingly, children with enteritis should eat a variety of beneficial foods, drink lots of water and avoid certain foods (milk, coffee...) that easily make symptoms worse. In some cases, vitamin and mineral supplements, especially Calcium and Vitamin D, may be needed. Children who are not growing well sometimes have to refer to other special formulas to increase calories and nutrition.\n\nHow to prevent intestinal inflammation\nIntestinal inflammation causes many painful and uncomfortable symptoms, and can even lead to numerous serious complications if not treated effectively. Currently, there is no method to prevent inflammatory bowel disease. Below are some useful solutions that can help control symptoms that patients should implement: (2)\nEat small meals 2 – 4 hours apart; Control stress by meditating, practicing tai chi, yoga, listening to music...; Maintain adequate sleep and regular physical activity.; Avoid consuming foods that can irritate the intestines, typically milk, spicy foods, greasy foods, etc.; Limit consumption of drinks containing alcohol, caffeine, gas...; Always drink plenty of water every day.; Give up the habit of smoking.\nDividing meals into smaller portions throughout the day is also an effective way to prevent intestinal inflammation\n\nFrequently asked questions about inflammatory bowel disease\nBelow are some answers related to questions about inflammatory bowel disease:\n1. Does inflammatory bowel disease require regular screening?\nInflammatory bowel disease can lead to many serious health complications, even life-threatening, if not treated effectively. One of them is increasing the risk of colon cancer. Therefore, patients should be screened and examined periodically to closely monitor the condition and avoid serious progression of the disease.\n2. What should you eat for intestinal inflammation? What to abstain from?\nDaily diet can affect the effectiveness of improving enteritis symptoms. As follows:\nFoods to eat: Foods rich in Omega-3 fatty acids (flaxseed, fish oil...), easily digestible foods (bread, oatmeal...).; Foods to eat: Foods rich in Omega-3 fatty acids (flaxseed, fish oil...), easily digestible foods (bread, oatmeal...).\nFoods to avoid: Foods rich in Omega-6 (red meat, fried foods...), milk, dairy products (cheese, yogurt...), foods high in sugar, alcoholic beverages, caffeine...; Foods to avoid: Foods rich in Omega-6 (red meat, fried foods...), milk, dairy products (cheese, yogurt...), foods high in sugar, alcoholic beverages, caffeine...\n3. Is enteritis dangerous?\nIntestinal inflammation, if not treated promptly in the long term, can lead to many serious complications as follows: (3)\nColon cancer: Ulcerative colitis or Crohn's disease affects much of the colon, which can increase the risk of cancer in this organ. Accordingly, regular colonoscopy screening for cancer is usually performed about 8 - 10 years after diagnosis.; Colon cancer: Ulcerative colitis or Crohn's disease affects much of the colon, which can increase the risk of cancer in this organ. Accordingly, regular colonoscopy screening for cancer is usually performed about 8 - 10 years after diagnosis.\nAnemia: This condition occurs when the number of healthy red blood cells is insufficient to transport oxygen to all parts of the body.; Anemia: This condition occurs when the number of healthy red blood cells is insufficient to transport oxygen to all parts of the body.\nDehydration or malnutrition: Diarrhea and prolonged abdominal pain cause the body to become dehydrated and have difficulty absorbing nutrients.; Dehydration or malnutrition: Prolonged diarrhea and abdominal pain cause the body to become dehydrated and have difficulty absorbing nutrients.\nBulge colon: Inflammation of the colon can cause the colon to expand abnormally, stop working, cause severe pain and even death.; Bulge colon: Inflammation of the colon can cause the colon to expand abnormally, stop working, cause severe pain and even death.\nWeak bones: Crohn's disease can cause osteoporosis and bone loss.; Weak bones: Crohn's disease can cause osteoporosis and bone loss.\nInflammation in other organs: Hepatitis, gallstones, pancreatitis.; Inflammation in other organs: Hepatitis, gallstones, pancreatitis.\nFistula: Sometimes inflammation can spread completely through the intestinal wall, creating a fistula near or around the anal area (the most common type) or internally, toward the abdominal wall. In some cases, the fistula can become infected, thereby forming a pocket of pus called an abscess.; Fistula: Sometimes inflammation can spread completely through the intestinal wall, creating a fistula near or around the anal area (the most common type) or internally, toward the abdominal wall. In some cases, the fistula can become infected, thereby forming a pocket of pus called an abscess.\nAnal fissure: This is a small tear in the tissue lining or skin around the anus - where infection can occur. This condition often causes the typical symptom of pain during defecation and can lead to perianal fistula.; Anal fissure: This is a small tear in the tissue lining or skin around the anus - where infection can occur. This condition often causes the typical symptom of pain during defecation and can lead to perianal fistula.\nThe Center for Gastrointestinal Endoscopy and Surgery (Tam Anh General Hospital, Ho Chi Minh City) and the Department of General Surgery (Tam Anh General Hospital, Hanoi) are prestigious medical centers specializing in Gastroenterology, providing medical examination services. and advanced, effective treatment for patients with mild to severe liver problems (fatty liver, acute and chronic hepatitis, cirrhosis, liver cancer...). Tam Anh General Hospital system brings together a team of highly specialized and experienced Internal Medicine - Surgery - Gastrointestinal Endoscopy doctors, in addition to the support of a modern medical equipment system imported from abroad. in addition, serving the maximum examination and treatment needs of customers.\nTo schedule an examination and treatment of liver diseases with gastroenterology specialists of Tam Anh General Hospital System, please contact:\nAbove is a summary of all information related to intestinal inflammation, causes, typical symptoms and effective treatment methods. Hopefully through these shares, you will have more useful updates to proactively monitor and detect diseases early.",
    "subsections": [
        {
            "subsection_name": "What is enteritis?",
            "subsection_content": "Inflammatory bowel disease (IBD) is a disorder that involves chronic tissue inflammation in the digestive tract, including:\nUlcerative colitis: This is an inflammation and ulceration along the lining of the colon and rectum.; Ulcerative colitis: This is an inflammation and ulceration along the lining of the colon and rectum.\nCrohn's disease: Crohn's disease is characterized by inflammation of the lining of the digestive tract, which can often involve deeper layers, most affecting the small intestine. Accordingly, the large intestine and upper digestive tract are also at risk of damage but are not common.; Crohn's disease: Crohn's disease is characterized by inflammation of the lining of the digestive tract, which can often involve deeper layers, most affecting the small intestine. Accordingly, the large intestine and upper digestive tract are also at risk of damage but are not common.\nCharacteristic signs of both forms are diarrhea, abdominal pain, fatigue, weight loss and rectal bleeding. Some cases only present with mild symptoms, but sometimes they are a warning of serious weakness, potentially leading to dangerous complications.\nCrohn's disease is a typical form of intestinal inflammation",
            "subsection_string": "What is enteritis?\nInflammatory bowel disease (IBD) is a disorder that involves chronic tissue inflammation in the digestive tract, including:\nUlcerative colitis: This is an inflammation and ulceration along the lining of the colon and rectum.; Ulcerative colitis: This is an inflammation and ulceration along the lining of the colon and rectum.\nCrohn's disease: Crohn's disease is characterized by inflammation of the lining of the digestive tract, which can often involve deeper layers, most affecting the small intestine. Accordingly, the large intestine and upper digestive tract are also at risk of damage but are not common.; Crohn's disease: Crohn's disease is characterized by inflammation of the lining of the digestive tract, which can often involve deeper layers, most affecting the small intestine. Accordingly, the large intestine and upper digestive tract are also at risk of damage but are not common.\nCharacteristic signs of both forms are diarrhea, abdominal pain, fatigue, weight loss and rectal bleeding. Some cases only present with mild symptoms, but sometimes they are a warning of serious weakness, potentially leading to dangerous complications.\nCrohn's disease is a typical form of intestinal inflammation"
        },
        {
            "subsection_name": "Symptoms of intestinal inflammation",
            "subsection_content": "Intestinal inflammation appears with different symptoms depending on the severity and location of damage. Some typical signs to mention include: (1)\nDiarrhea; Tired; Stomach-ache.; Appearance of blood in stool.; Anorexia.; Unusual weight loss.\nRarer symptoms include:\nFever; Itchy, red, sore eyes; Athritis; Nausea and vomiting; Skin rash and sores (ulcers)\nDiarrhea and abdominal pain are the two most typical symptoms of intestinal inflammation",
            "subsection_string": "Symptoms of intestinal inflammation\nIntestinal inflammation appears with different symptoms depending on the severity and location of damage. Some typical signs to mention include: (1)\nDiarrhea; Tired; Stomach-ache.; Appearance of blood in stool.; Anorexia.; Unusual weight loss.\nRarer symptoms include:\nFever; Itchy, red, sore eyes; Athritis; Nausea and vomiting; Skin rash and sores (ulcers)\nDiarrhea and abdominal pain are the two most typical symptoms of intestinal inflammation"
        },
        {
            "subsection_name": "Cause of intestinal inflammation",
            "subsection_content": "Up to now, the cause of enteritis has not been accurately determined. Previously, diet and psychological stress were suspected, but doctors concluded that these were not the causes of the disease but were just factors that made the disease worse. Many studies show that it may be due to immune system dysfunction. When the immune system fights an invasion of viruses or bacteria, an abnormal immune response causes the immune system to mistakenly attack cells in the digestive tract. In addition, some gene mutations are also associated with intestinal inflammation.\nThe danger elements:\nAge: Enteritis often occurs commonly in people under 30 years old, some cases appear in the period of 50 - 60 years old.; Race: Enteritis occurs more commonly in white people; Family history of the disease; Smoking habits; Use non-steroidal anti-inflammatory drugs, including: Ibuprofen, Naproxen sodium, Diclofenac sodium...",
            "subsection_string": "Cause of intestinal inflammation\nUp to now, the cause of enteritis has not been accurately determined. Previously, diet and psychological stress were suspected, but doctors concluded that these were not the causes of the disease but were just factors that made the disease worse. Many studies show that it may be due to immune system dysfunction. When the immune system fights an invasion of viruses or bacteria, an abnormal immune response causes the immune system to mistakenly attack cells in the digestive tract. In addition, some gene mutations are also associated with intestinal inflammation.\nThe danger elements:\nAge: Enteritis often occurs commonly in people under 30 years old, some cases appear in the period of 50 - 60 years old.; Race: Enteritis occurs more commonly in white people; Family history of the disease; Smoking habits; Use non-steroidal anti-inflammatory drugs, including: Ibuprofen, Naproxen sodium, Diclofenac sodium..."
        },
        {
            "subsection_name": "Diagnosis of inflammatory bowel disease",
            "subsection_content": "1. Testing\nTests to evaluate anemia or infection: The purpose is to check for anemia (lack of red blood cells, causing reduced oxygen transport to tissues) or signs of bacterial or viral infection.; Test to evaluate for anemia or infection: The purpose is to check for anemia (lack of red blood cells, causing reduced oxygen transport to tissues) or signs of bacterial or viral infection.\nStool test: The doctor conducts a stool sample analysis test to detect hidden blood and parasites; Stool test: The doctor conducts a stool sample analysis test to detect hidden blood and parasites.\n2. Endoscopy\nColonoscopy: The doctor uses a small endoscope with a camera attached to look inside the entire colon. During this process, small tissue samples may also be removed for laboratory analysis.; Colonoscopy: The doctor uses a small endoscope with a camera attached to look inside the entire colon. During this process, small tissue samples may also be removed for laboratory analysis.\nSigmoidoscopy: The doctor uses a small scope to examine the rectum and sigmoid colon. If the colon is severely inflamed, the patient may be prescribed this test instead of a full colonoscopy.; Sigmoidoscopy: The doctor uses a small scope to examine the rectum and sigmoid colon. If the colon is severely inflamed, the patient may be prescribed this test instead of a full colonoscopy.\nCapsule endoscopy: The patient swallows a capsule containing a camera inside. Accordingly, the detailed images collected will be sent to the camera worn on the belt. After completing this process, the capsule also automatically leaves the body through the feces.; Capsule endoscopy: The patient swallows a capsule containing a camera inside. Accordingly, the detailed images collected will be sent to the camera worn on the belt. After completing this process, the capsule also automatically leaves the body through feces.\nBalloon-assisted small enteroscopy: This test allows a deeper look inside the small intestine – a location that a standard endoscope cannot reach.; Balloon-assisted small bowel endoscopy: This test allows a deeper look inside the small intestine – a location that a standard endoscope cannot reach.\nUpper digestive endoscopy: the doctor uses an endoscope to examine the esophagus, stomach, and duodenum. These areas are rarely damaged in Crohn's disease, so this test is usually performed only when the patient has symptoms of nausea, vomiting, difficulty swallowing, or upper abdominal pain.; Upper digestive endoscopy: the doctor uses an endoscope to examine the esophagus, stomach, and duodenum. These areas are rarely damaged in Crohn's disease, so this test is usually done only when the patient has symptoms of nausea, vomiting, difficulty swallowing, or pain in the upper abdomen.\n3. Imaging diagnosis\nX-ray: If the patient has severe symptoms, the doctor may order an abdominal X-ray to check for colon enlargement or colon perforation.; X-ray: If the patient has severe symptoms, the doctor may order an abdominal X-ray to check for colon enlargement or colon perforation.\nComputed tomography (CT): Computed tomography (CT) helps obtain detailed images of the entire intestine as well as tissues outside the intestine.; Computed tomography (CT): Computed tomography (CT) helps obtain detailed images of the entire intestine as well as tissues outside the intestine.\nMagnetic resonance imaging (MRI): MRI scanners use magnetic fields to create detailed images of tissues and organs, thereby helping to detect fistulas around the anus or small intestine.; Magnetic resonance imaging (MRI): MRI scanners use magnetic fields to create detailed images of tissues and organs, thereby helping to detect fistulas around the anus or small intestine.\nImaging tests may be ordered in the diagnosis of inflammatory bowel disease",
            "subsection_string": "Diagnosis of inflammatory bowel disease\n1. Testing\nTests to evaluate anemia or infection: The purpose is to check for anemia (lack of red blood cells, causing reduced oxygen transport to tissues) or signs of bacterial or viral infection.; Test to evaluate for anemia or infection: The purpose is to check for anemia (lack of red blood cells, causing reduced oxygen transport to tissues) or signs of bacterial or viral infection.\nStool test: The doctor conducts a stool sample analysis test to detect hidden blood and parasites; Stool test: The doctor conducts a stool sample analysis test to detect hidden blood and parasites.\n2. Endoscopy\nColonoscopy: The doctor uses a small endoscope with a camera attached to look inside the entire colon. During this process, small tissue samples may also be removed for laboratory analysis.; Colonoscopy: The doctor uses a small endoscope with a camera attached to look inside the entire colon. During this process, small tissue samples may also be removed for laboratory analysis.\nSigmoidoscopy: The doctor uses a small scope to examine the rectum and sigmoid colon. If the colon is severely inflamed, the patient may be prescribed this test instead of a full colonoscopy.; Sigmoidoscopy: The doctor uses a small scope to examine the rectum and sigmoid colon. If the colon is severely inflamed, the patient may be prescribed this test instead of a full colonoscopy.\nCapsule endoscopy: The patient swallows a capsule containing a camera inside. Accordingly, the detailed images collected will be sent to the camera worn on the belt. After completing this process, the capsule also automatically leaves the body through the feces.; Capsule endoscopy: The patient swallows a capsule containing a camera inside. Accordingly, the detailed images collected will be sent to the camera worn on the belt. After completing this process, the capsule also automatically leaves the body through feces.\nBalloon-assisted small enteroscopy: This test allows a deeper look inside the small intestine – a location that a standard endoscope cannot reach.; Balloon-assisted small bowel endoscopy: This test allows a deeper look inside the small intestine – a location that a standard endoscope cannot reach.\nUpper digestive endoscopy: the doctor uses an endoscope to examine the esophagus, stomach, and duodenum. These areas are rarely damaged in Crohn's disease, so this test is usually performed only when the patient has symptoms of nausea, vomiting, difficulty swallowing, or upper abdominal pain.; Upper digestive endoscopy: the doctor uses an endoscope to examine the esophagus, stomach, and duodenum. These areas are rarely damaged in Crohn's disease, so this test is usually done only when the patient has symptoms of nausea, vomiting, difficulty swallowing, or pain in the upper abdomen.\n3. Imaging diagnosis\nX-ray: If the patient has severe symptoms, the doctor may order an abdominal X-ray to check for colon enlargement or colon perforation.; X-ray: If the patient has severe symptoms, the doctor may order an abdominal X-ray to check for colon enlargement or colon perforation.\nComputed tomography (CT): Computed tomography (CT) helps obtain detailed images of the entire intestine as well as tissues outside the intestine.; Computed tomography (CT): Computed tomography (CT) helps obtain detailed images of the entire intestine as well as tissues outside the intestine.\nMagnetic resonance imaging (MRI): MRI scanners use magnetic fields to create detailed images of tissues and organs, thereby helping to detect fistulas around the anus or small intestine.; Magnetic resonance imaging (MRI): MRI scanners use magnetic fields to create detailed images of tissues and organs, thereby helping to detect fistulas around the anus or small intestine.\nImaging tests may be ordered in the diagnosis of inflammatory bowel disease"
        },
        {
            "subsection_name": "How to treat inflammatory bowel disease",
            "subsection_content": "Depending on the severity of intestinal inflammation, your doctor will prescribe appropriate treatment:\n1. Treatment with medication\nFor most cases of inflammatory bowel disease, doctors will prescribe the following medications:\nAnti-inflammatory drugs: Aminosalicylate anti-inflammatory drugs such as mesalamine, balsalazide, and olsalazine are often the first solution in treating mild to moderate ulcerative colitis. Corticosteroids for short-term use: Main effects are to reduce inflammation and suppress immunity.; Anti-inflammatory drugs: Aminosalicylate anti-inflammatory drugs such as mesalamine, balsalazide, and olsalazine are often the first solution in treating mild to moderate ulcerative colitis. Corticosteroids for short-term use: Main effects are to reduce inflammation and suppress immunity.; Aminosalicylate anti-inflammatory drugs such as mesalamine, balsalazide, and olsalazine are often the first line of treatment for mild to moderate ulcerative colitis.; Corticosteroids for short-term use: Main effects are to reduce inflammation and suppress immunity.\nImmunosuppressants: These drugs work by blocking the immune response that releases inflammatory chemicals in the body, thereby avoiding damage to the intestinal lining. Some commonly prescribed types include: azathioprine, mercaptopurine, methotrexate.; Immunosuppressants: These drugs work by blocking the immune response that releases inflammatory chemicals in the body, thereby avoiding damage to the intestinal lining. Some commonly prescribed types include: azathioprine, mercaptopurine, methotrexate.\nBiological drugs: Biological drugs are a new group of drugs used to inhibit proteins that cause inflammatory reactions in the body. Some commonly used drugs are infliximab, adalimumab, certolizumab, vedolizumab, ustekinumab.; Biological drugs: Biological drugs are a new group of drugs used to inhibit proteins that cause inflammatory reactions in the body. Some commonly used drugs are infliximab, adalimumab, certolizumab, vedolizumab, ustekinumab.\nAntibiotics: Antibiotics are often used when an infection is suspected, as in the case of perianal Crohn's disease; Antibiotics: Antibiotics are often used when an infection is suspected, as in the case of perianal Crohn's disease.\nAnti-diarrheal medications: Fiber supplements such as psyllium powder, methylcellulose. Loperamide is used in cases of severe diarrhea.; Anti-diarrheal medications: Fiber supplements such as psyllium powder, methylcellulose. Loperamide is used in cases of severe diarrhea.\nPain reliever: Acetaminophen for mild pain. Non-steroidal pain relievers such as ibuprofen, naproxen, diclofenac... can make the disease worse and should be avoided.; Pain reliever: Acetaminophen for mild pain. Non-steroidal pain relievers such as ibuprofen, naproxen, diclofenac... can make the disease worse and should be avoided.\nPeople with inflammatory bowel disease must consult their doctor before using the drug. Some immunosuppressant drugs can increase the risk of serious infections. Therefore, patients should take screening tests for tuberculosis, hepatitis B, C... and receive all recommended vaccines before starting treatment with drugs that have the ability to suppress the immune system.\n2. Surgery\nFor serious cases that cannot be effectively treated with medication, your doctor may recommend surgery, specifically as follows:\nUlcerative colitis surgery (removal of the entire colon and rectum).; Removing a damaged part of the digestive tract and joining the healthy parts back together.",
            "subsection_string": "How to treat inflammatory bowel disease\nDepending on the severity of intestinal inflammation, your doctor will prescribe appropriate treatment:\n1. Treatment with medication\nFor most cases of inflammatory bowel disease, doctors will prescribe the following medications:\nAnti-inflammatory drugs: Aminosalicylate anti-inflammatory drugs such as mesalamine, balsalazide, and olsalazine are often the first solution in treating mild to moderate ulcerative colitis. Corticosteroids for short-term use: Main effects are to reduce inflammation and suppress immunity.; Anti-inflammatory drugs: Aminosalicylate anti-inflammatory drugs such as mesalamine, balsalazide, and olsalazine are often the first solution in treating mild to moderate ulcerative colitis. Corticosteroids for short-term use: Main effects are to reduce inflammation and suppress immunity.; Aminosalicylate anti-inflammatory drugs such as mesalamine, balsalazide, and olsalazine are often the first line of treatment for mild to moderate ulcerative colitis.; Corticosteroids for short-term use: Main effects are to reduce inflammation and suppress immunity.\nImmunosuppressants: These drugs work by blocking the immune response that releases inflammatory chemicals in the body, thereby avoiding damage to the intestinal lining. Some commonly prescribed types include: azathioprine, mercaptopurine, methotrexate.; Immunosuppressants: These drugs work by blocking the immune response that releases inflammatory chemicals in the body, thereby avoiding damage to the intestinal lining. Some commonly prescribed types include: azathioprine, mercaptopurine, methotrexate.\nBiological drugs: Biological drugs are a new group of drugs used to inhibit proteins that cause inflammatory reactions in the body. Some commonly used drugs are infliximab, adalimumab, certolizumab, vedolizumab, ustekinumab.; Biological drugs: Biological drugs are a new group of drugs used to inhibit proteins that cause inflammatory reactions in the body. Some commonly used drugs are infliximab, adalimumab, certolizumab, vedolizumab, ustekinumab.\nAntibiotics: Antibiotics are often used when an infection is suspected, as in the case of perianal Crohn's disease; Antibiotics: Antibiotics are often used when an infection is suspected, as in the case of perianal Crohn's disease.\nAnti-diarrheal medications: Fiber supplements such as psyllium powder, methylcellulose. Loperamide is used in cases of severe diarrhea.; Anti-diarrheal medications: Fiber supplements such as psyllium powder, methylcellulose. Loperamide is used in cases of severe diarrhea.\nPain reliever: Acetaminophen for mild pain. Non-steroidal pain relievers such as ibuprofen, naproxen, diclofenac... can make the disease worse and should be avoided.; Pain reliever: Acetaminophen for mild pain. Non-steroidal pain relievers such as ibuprofen, naproxen, diclofenac... can make the disease worse and should be avoided.\nPeople with inflammatory bowel disease must consult their doctor before using the drug. Some immunosuppressant drugs can increase the risk of serious infections. Therefore, patients should take screening tests for tuberculosis, hepatitis B, C... and receive all recommended vaccines before starting treatment with drugs that have the ability to suppress the immune system.\n2. Surgery\nFor serious cases that cannot be effectively treated with medication, your doctor may recommend surgery, specifically as follows:\nUlcerative colitis surgery (removal of the entire colon and rectum).; Removing a damaged part of the digestive tract and joining the healthy parts back together."
        },
        {
            "subsection_name": "Treat enteritis at home",
            "subsection_content": "Below are some home treatment solutions commonly prescribed for intestinal inflammation:\nLimit eating foods and drinks made from milk to avoid aggravating symptoms of abdominal pain, bloating, diarrhea...; Eat many small meals a day (5-6 small meals instead of 2-3 large meals).; Drink plenty of water every day, avoid using alcohol, tea, coffee, and carbonated drinks; Consider taking a multivitamin supplement.\nLoss of appetite, diarrhea and malabsorption due to inflammation can make it difficult for the patient's body to get the calories and nutrients it needs. Accordingly, children with enteritis should eat a variety of beneficial foods, drink lots of water and avoid certain foods (milk, coffee...) that easily make symptoms worse. In some cases, vitamin and mineral supplements, especially Calcium and Vitamin D, may be needed. Children who are not growing well sometimes have to refer to other special formulas to increase calories and nutrition.",
            "subsection_string": "Treat enteritis at home\nBelow are some home treatment solutions commonly prescribed for intestinal inflammation:\nLimit eating foods and drinks made from milk to avoid aggravating symptoms of abdominal pain, bloating, diarrhea...; Eat many small meals a day (5-6 small meals instead of 2-3 large meals).; Drink plenty of water every day, avoid using alcohol, tea, coffee, and carbonated drinks; Consider taking a multivitamin supplement.\nLoss of appetite, diarrhea and malabsorption due to inflammation can make it difficult for the patient's body to get the calories and nutrients it needs. Accordingly, children with enteritis should eat a variety of beneficial foods, drink lots of water and avoid certain foods (milk, coffee...) that easily make symptoms worse. In some cases, vitamin and mineral supplements, especially Calcium and Vitamin D, may be needed. Children who are not growing well sometimes have to refer to other special formulas to increase calories and nutrition."
        },
        {
            "subsection_name": "How to prevent intestinal inflammation",
            "subsection_content": "Intestinal inflammation causes many painful and uncomfortable symptoms, and can even lead to numerous serious complications if not treated effectively. Currently, there is no method to prevent inflammatory bowel disease. Below are some useful solutions that can help control symptoms that patients should implement: (2)\nEat small meals 2 – 4 hours apart; Control stress by meditating, practicing tai chi, yoga, listening to music...; Maintain adequate sleep and regular physical activity.; Avoid consuming foods that can irritate the intestines, typically milk, spicy foods, greasy foods, etc.; Limit consumption of drinks containing alcohol, caffeine, gas...; Always drink plenty of water every day.; Give up the habit of smoking.\nDividing meals into smaller portions throughout the day is also an effective way to prevent intestinal inflammation",
            "subsection_string": "How to prevent intestinal inflammation\nIntestinal inflammation causes many painful and uncomfortable symptoms, and can even lead to numerous serious complications if not treated effectively. Currently, there is no method to prevent inflammatory bowel disease. Below are some useful solutions that can help control symptoms that patients should implement: (2)\nEat small meals 2 – 4 hours apart; Control stress by meditating, practicing tai chi, yoga, listening to music...; Maintain adequate sleep and regular physical activity.; Avoid consuming foods that can irritate the intestines, typically milk, spicy foods, greasy foods, etc.; Limit consumption of drinks containing alcohol, caffeine, gas...; Always drink plenty of water every day.; Give up the habit of smoking.\nDividing meals into smaller portions throughout the day is also an effective way to prevent intestinal inflammation"
        },
        {
            "subsection_name": "Frequently asked questions about inflammatory bowel disease",
            "subsection_content": "Below are some answers related to questions about inflammatory bowel disease:\n1. Does inflammatory bowel disease require regular screening?\nInflammatory bowel disease can lead to many serious health complications, even life-threatening, if not treated effectively. One of them is increasing the risk of colon cancer. Therefore, patients should be screened and examined periodically to closely monitor the condition and avoid serious progression of the disease.\n2. What should you eat for intestinal inflammation? What to abstain from?\nDaily diet can affect the effectiveness of improving enteritis symptoms. As follows:\nFoods to eat: Foods rich in Omega-3 fatty acids (flaxseed, fish oil...), easily digestible foods (bread, oatmeal...).; Foods to eat: Foods rich in Omega-3 fatty acids (flaxseed, fish oil...), easily digestible foods (bread, oatmeal...).\nFoods to avoid: Foods rich in Omega-6 (red meat, fried foods...), milk, dairy products (cheese, yogurt...), foods high in sugar, alcoholic beverages, caffeine...; Foods to avoid: Foods rich in Omega-6 (red meat, fried foods...), milk, dairy products (cheese, yogurt...), foods high in sugar, alcoholic beverages, caffeine...\n3. Is enteritis dangerous?\nIntestinal inflammation, if not treated promptly in the long term, can lead to many serious complications as follows: (3)\nColon cancer: Ulcerative colitis or Crohn's disease affects much of the colon, which can increase the risk of cancer in this organ. Accordingly, regular colonoscopy screening for cancer is usually performed about 8 - 10 years after diagnosis.; Colon cancer: Ulcerative colitis or Crohn's disease affects much of the colon, which can increase the risk of cancer in this organ. Accordingly, regular colonoscopy screening for cancer is usually performed about 8 - 10 years after diagnosis.\nAnemia: This condition occurs when the number of healthy red blood cells is insufficient to transport oxygen to all parts of the body.; Anemia: This condition occurs when the number of healthy red blood cells is insufficient to transport oxygen to all parts of the body.\nDehydration or malnutrition: Diarrhea and prolonged abdominal pain cause the body to become dehydrated and have difficulty absorbing nutrients.; Dehydration or malnutrition: Prolonged diarrhea and abdominal pain cause the body to become dehydrated and have difficulty absorbing nutrients.\nBulge colon: Inflammation of the colon can cause the colon to expand abnormally, stop working, cause severe pain and even death.; Bulge colon: Inflammation of the colon can cause the colon to expand abnormally, stop working, cause severe pain and even death.\nWeak bones: Crohn's disease can cause osteoporosis and bone loss.; Weak bones: Crohn's disease can cause osteoporosis and bone loss.\nInflammation in other organs: Hepatitis, gallstones, pancreatitis.; Inflammation in other organs: Hepatitis, gallstones, pancreatitis.\nFistula: Sometimes inflammation can spread completely through the intestinal wall, creating a fistula near or around the anal area (the most common type) or internally, toward the abdominal wall. In some cases, the fistula can become infected, thereby forming a pocket of pus called an abscess.; Fistula: Sometimes inflammation can spread completely through the intestinal wall, creating a fistula near or around the anal area (the most common type) or internally, toward the abdominal wall. In some cases, the fistula can become infected, thereby forming a pocket of pus called an abscess.\nAnal fissure: This is a small tear in the tissue lining or skin around the anus - where infection can occur. This condition often causes the typical symptom of pain during defecation and can lead to perianal fistula.; Anal fissure: This is a small tear in the tissue lining or skin around the anus - where infection can occur. This condition often causes the typical symptom of pain during defecation and can lead to perianal fistula.\nThe Center for Gastrointestinal Endoscopy and Surgery (Tam Anh General Hospital, Ho Chi Minh City) and the Department of General Surgery (Tam Anh General Hospital, Hanoi) are prestigious medical centers specializing in Gastroenterology, providing medical examination services. and advanced, effective treatment for patients with mild to severe liver problems (fatty liver, acute and chronic hepatitis, cirrhosis, liver cancer...). Tam Anh General Hospital system brings together a team of highly specialized and experienced Internal Medicine - Surgery - Gastrointestinal Endoscopy doctors, in addition to the support of a modern medical equipment system imported from abroad. in addition, serving the maximum examination and treatment needs of customers.\nTo schedule an examination and treatment of liver diseases with gastroenterology specialists of Tam Anh General Hospital System, please contact:\nAbove is a summary of all information related to intestinal inflammation, causes, typical symptoms and effective treatment methods. Hopefully through these shares, you will have more useful updates to proactively monitor and detect diseases early.",
            "subsection_string": "Frequently asked questions about inflammatory bowel disease\nBelow are some answers related to questions about inflammatory bowel disease:\n1. Does inflammatory bowel disease require regular screening?\nInflammatory bowel disease can lead to many serious health complications, even life-threatening, if not treated effectively. One of them is increasing the risk of colon cancer. Therefore, patients should be screened and examined periodically to closely monitor the condition and avoid serious progression of the disease.\n2. What should you eat for intestinal inflammation? What to abstain from?\nDaily diet can affect the effectiveness of improving enteritis symptoms. As follows:\nFoods to eat: Foods rich in Omega-3 fatty acids (flaxseed, fish oil...), easily digestible foods (bread, oatmeal...).; Foods to eat: Foods rich in Omega-3 fatty acids (flaxseed, fish oil...), easily digestible foods (bread, oatmeal...).\nFoods to avoid: Foods rich in Omega-6 (red meat, fried foods...), milk, dairy products (cheese, yogurt...), foods high in sugar, alcoholic beverages, caffeine...; Foods to avoid: Foods rich in Omega-6 (red meat, fried foods...), milk, dairy products (cheese, yogurt...), foods high in sugar, alcoholic beverages, caffeine...\n3. Is enteritis dangerous?\nIntestinal inflammation, if not treated promptly in the long term, can lead to many serious complications as follows: (3)\nColon cancer: Ulcerative colitis or Crohn's disease affects much of the colon, which can increase the risk of cancer in this organ. Accordingly, regular colonoscopy screening for cancer is usually performed about 8 - 10 years after diagnosis.; Colon cancer: Ulcerative colitis or Crohn's disease affects much of the colon, which can increase the risk of cancer in this organ. Accordingly, regular colonoscopy screening for cancer is usually performed about 8 - 10 years after diagnosis.\nAnemia: This condition occurs when the number of healthy red blood cells is insufficient to transport oxygen to all parts of the body.; Anemia: This condition occurs when the number of healthy red blood cells is insufficient to transport oxygen to all parts of the body.\nDehydration or malnutrition: Diarrhea and prolonged abdominal pain cause the body to become dehydrated and have difficulty absorbing nutrients.; Dehydration or malnutrition: Prolonged diarrhea and abdominal pain cause the body to become dehydrated and have difficulty absorbing nutrients.\nBulge colon: Inflammation of the colon can cause the colon to expand abnormally, stop working, cause severe pain and even death.; Bulge colon: Inflammation of the colon can cause the colon to expand abnormally, stop working, cause severe pain and even death.\nWeak bones: Crohn's disease can cause osteoporosis and bone loss.; Weak bones: Crohn's disease can cause osteoporosis and bone loss.\nInflammation in other organs: Hepatitis, gallstones, pancreatitis.; Inflammation in other organs: Hepatitis, gallstones, pancreatitis.\nFistula: Sometimes inflammation can spread completely through the intestinal wall, creating a fistula near or around the anal area (the most common type) or internally, toward the abdominal wall. In some cases, the fistula can become infected, thereby forming a pocket of pus called an abscess.; Fistula: Sometimes inflammation can spread completely through the intestinal wall, creating a fistula near or around the anal area (the most common type) or internally, toward the abdominal wall. In some cases, the fistula can become infected, thereby forming a pocket of pus called an abscess.\nAnal fissure: This is a small tear in the tissue lining or skin around the anus - where infection can occur. This condition often causes the typical symptom of pain during defecation and can lead to perianal fistula.; Anal fissure: This is a small tear in the tissue lining or skin around the anus - where infection can occur. This condition often causes the typical symptom of pain during defecation and can lead to perianal fistula.\nThe Center for Gastrointestinal Endoscopy and Surgery (Tam Anh General Hospital, Ho Chi Minh City) and the Department of General Surgery (Tam Anh General Hospital, Hanoi) are prestigious medical centers specializing in Gastroenterology, providing medical examination services. and advanced, effective treatment for patients with mild to severe liver problems (fatty liver, acute and chronic hepatitis, cirrhosis, liver cancer...). Tam Anh General Hospital system brings together a team of highly specialized and experienced Internal Medicine - Surgery - Gastrointestinal Endoscopy doctors, in addition to the support of a modern medical equipment system imported from abroad. in addition, serving the maximum examination and treatment needs of customers.\nTo schedule an examination and treatment of liver diseases with gastroenterology specialists of Tam Anh General Hospital System, please contact:\nAbove is a summary of all information related to intestinal inflammation, causes, typical symptoms and effective treatment methods. Hopefully through these shares, you will have more useful updates to proactively monitor and detect diseases early."
        }
    ],
    "name": "viem-duong-ruot.json"
}