{
    "title": "Maxillary sinusitis: Causes, signs, treatment and prevention",
    "category": "Ear, nose and throat",
    "link": "https://tamanhhospital.vn/viem-xoang-ham/",
    "abstract": "Maxillary sinusitis is a common disease, often occurring when the environment changes. Symptoms of acute maxillary sinusitis usually last 6 weeks, then turn into chronic. Therefore, to avoid dangerous complications, diagnosis and treatment of maxillary sinusitis need to be performed promptly. This article is expertly advised by Huynh Thanh Kieu, M.D. - Head of General Internal Medicine Department, Tam Anh General Hospital, Ho Chi Minh City.",
    "content": "Maxillary sinusitis: Causes, signs, treatment and prevention\n\nMaxillary sinusitis is a common disease, often occurring when the environment changes. Symptoms of acute maxillary sinusitis usually last 6 weeks, then turn into chronic. Therefore, to avoid dangerous complications, diagnosis and treatment of maxillary sinusitis need to be performed promptly. This article is expertly advised by Huynh Thanh Kieu, M.D. - Head of General Internal Medicine Department, Tam Anh General Hospital, Ho Chi Minh City.\n\nWhat is maxillary sinusitis?\nThe sinus system in the human body includes: maxillary sinus, ethmoid sinus, frontal sinus and sphenoid sinus. In particular, the maxillary sinuses are sinus cavities located on both sides of the cheekbones and around the eyes. The inside of the sinus cavity is covered by a layer of mucous membrane. When this mucosal layer is invaded by bacteria from the outside, causing inflammation, irritation, swelling, edema and pus, it will lead to maxillary sinusitis.(1)\nAccording to M.D. Huynh Thanh Kieu - Head of General Internal Medicine Department of Tam Anh General Hospital, Ho Chi Minh City, maxillary sinusitis is the most common type of sinusitis today. The disease often occurs when the surrounding environment and weather change. The question is, is maxillary sinusitis dangerous? If not treated promptly, acute maxillary sinusitis will turn into a chronic stage, accompanied by dangerous health complications.\nThe maxillary sinus is a location that is very susceptible to bacterial and fungal attacks, for example, there is fungal maxillary sinusitis.\n\nTypes of maxillary sinusitis\n1. Acute maxillary sinusitis\nPeople with acute maxillary sinusitis often have typical symptoms such as: headache, facial pain, and the pain can spread to the eye socket area and temples. The pain often appears in the morning and afternoon, then gradually decreases in the evening. In particular, the pain will become intense when the patient with maxillary sinusitis bends his head, bends or moves vigorously. In addition, pain also appears when the patient gently presses the eye area, tooth pit, etc.\nBesides, patients with acute maxillary sinusitis also have a runny nose. Nasal discharge is initially thin, then gradually thickens and turns yellow, even with pus and a foul smell. Symptoms of acute maxillary sinusitis usually appear and last for about 6 weeks. If not treated promptly, it will turn into the chronic stage.\nSymptoms of acute maxillary sinusitis are usually headaches, facial pain, and the pain can spread to the eye sockets and temples.\n2. Chronic maxillary sinusitis\nFor chronic maxillary sinusitis, the patient will have symptoms including: facial pain, nasal congestion, runny nose or green nasal discharge.(3)\nAs a dangerous disease, if not treated promptly, purulent chronic maxillary sinusitis will even leave some dangerous complications such as: osteomyelitis, orbital inflammation, meningitis or brain abscess. …\n3. Maxillary sinusitis is caused by dental disease\nIn case of maxillary sinusitis caused by teeth and mouth, the pus secreted from the nose and mouth will have a foul odor; The face and especially the cheeks will have long-lasting dull pain, gradually increasing to a severe level.(2)\n\nWhat is the cause of maxillary sinusitis?\nAccording to MSc. Huynh Thanh Kieu, there are many causes of maxillary sinusitis, such as:\nProlonged allergic rhinitis. Deviated nasal septum structure. There are diseases related to teeth. Changes in weather and environment; Bacteria from outside enter the body. Trauma due to accident, or surgery (tooth extraction, oral cavity surgery).; Persistent allergic rhinitis; Deviated nasal septum structure; There are diseases related to teeth; Changes in weather and environment; Bacteria from outside enter the body; Trauma caused by an accident or surgery (tooth extraction, oral cavity surgery).\n\nWho is at risk of getting the disease?\nMaxillary sinusitis is a fairly common disease that anyone can suffer from. However, if you belong to one of the groups below, you will be at higher risk of getting the disease.\nPeople with tooth decay, infections, and other oral diseases in general but do not treat them or do not treat them thoroughly. People who have had teeth extracted or undergone surgery in the oral cavity area, during which the patient was injured or a foreign object fell in. People with a history of allergic rhinitis or have had maxillary sinusitis but did not have thorough treatment. People whose maxillary sinus structure is deviated from birth or deformed due to surgery; People with tooth decay, infections, and other oral diseases in general but do not treat them or do not treat them thoroughly; People who have had teeth extracted or undergone surgery in the oral cavity area, during which the patient was injured or a foreign object fell in.; People with a history of allergic rhinitis or have had maxillary sinusitis but not treated thoroughly; People whose maxillary sinus structure is misaligned due to birth or deformity caused by surgery.\nPeople who have had teeth extracted or undergone surgery in the oral cavity area that was damaged or had a foreign object fall into them are at risk of developing maxillary sinusitis.\n\nMethod of diagnosing maxillary sinusitis\nIn addition to clinical symptoms, to diagnose and evaluate the condition of maxillary sinusitis, the doctor may prescribe methods such as: nasal endoscopy, nasal ultrasound, X-ray, CT scanner. sinuses, allergy tests...\n1. Take X-rays\nSinus X-ray is a fairly common method of diagnosing maxillary sinusitis. The results obtained from the scanning process will be a solid basis, helping doctors observe specific and detailed conditions inside the sinus cavities. This helps to identify the condition of the maxillary sinus, frontal sinus and nasal cavity.\n2. Nasal endoscopy\nNasal endoscopy is a technique that uses a probe combined with a camera system and light source to penetrate directly into the nooks and crannies of the nose. Thanks to magnifying glasses with different tilts, this technique will help doctors observe images inside the nasal turbinate in the most intuitive and detailed way. From there, we can provide the most accurate diagnosis of sinusitis.\nEarly diagnosis of maxillary sinusitis using nasal endoscopy will help treat maxillary sinusitis effectively.\n3. Culture nasal and sinus fluid samples\nThis is a rarely performed method, because accurate bacterial culture requires a sample obtained by sinus endoscopy or through the sinus; Bacteria culture of purulent fluid flowing through the nose is considered insufficient. This method of bacterial culture is usually only performed when antibiotic treatment is ineffective, or in immunocompromised patients and some hospital-acquired infections cause sinusitis.\n\nComplications of maxillary sinusitis\nIs maxillary sinusitis dangerous? If not treated promptly and properly, maxillary sinusitis can cause dangerous complications, negatively affect the patient's health and even threaten the patient's life. Below are some typical complications of maxillary sinusitis on organs:\nRespiratory tract: The three respiratory organs, ear, nose, and throat, are interconnected. If not treated promptly, the sinus infection has the risk of spreading and affecting the remaining organs. Some respiratory complications caused by sinusitis include: chronic pharyngitis, otitis media, lower respiratory tract inflammation and laryngitis.; Respiratory tract: The three respiratory organs, ear, nose, and throat, are interconnected. If not treated promptly, the sinus infection has the risk of spreading and affecting the remaining organs. Some respiratory complications caused by sinusitis include: chronic pharyngitis, otitis media, lower respiratory tract inflammation and laryngitis.\nEyes: Because the maxillary sinuses are sinus cavities located near the eye sockets, when this sinus area becomes infected, it will affect the patient's vision. Specifically, harmful agents in the sinus cavity will follow the blood vessels to the eye and cause inflammation such as: periorbital connective tissue inflammation, optic neuritis, lacrimal sac abscess and abscess. eyelid.; Eyes: Because the maxillary sinuses are sinus cavities located near the eye sockets, when this sinus area becomes infected, it will affect the patient's vision. Specifically, harmful agents in the sinus cavity will follow the blood vessels to the eye and cause inflammation such as: periorbital connective tissue inflammation, optic neuritis, lacrimal sac abscess and abscess. eyelid.\nBones: When maxillary sinusitis becomes severe, it will negatively affect blood circulation in locations around the maxillary sinus. Normally, patients will feel pain and numbness in the eye socket bone near the maxillary sinus. The pain will then spread to the temporal bone, frontal bone and crown of the head.; Bones: When maxillary sinusitis becomes severe, it will negatively affect blood circulation in locations around the maxillary sinus. Normally, patients will feel pain and numbness in the eye socket bone near the maxillary sinus. The pain will then spread to the temporal bone, frontal bone and crown of the head.\nIntracranial: If not treated promptly and properly, bacteria arising from the inflammatory process in the maxillary sinus will attack the skull and cause complications such as: meningitis, meningeal abscess, inflammation of the skull. brain, bone thrombophlebitis. Although this is a rare complication, the danger is very high.; Intracranial: If not treated promptly and properly, bacteria arising from the inflammatory process in the maxillary sinus will attack the skull and cause complications such as: meningitis, meningeal abscess, inflammation of the skull. brain, bone thrombophlebitis. Although this is a rare complication, the danger is very high.\nIs maxillary sinusitis dangerous?\nWhether or not maxillary sinusitis causes many complications that negatively affect health and daily life is a common question of many people. According to MSc. Huynh Thanh Kieu, when maxillary sinusitis develops in the early stages, it usually only has mild, simple symptoms and is not too dangerous. However, if the disease is not recognized properly and there is a delay in diagnosis and treatment, it can turn into a chronic stage, leading to many dangerous complications that even threaten the patient's life. Therefore, patients should not be subjective to avoid negative effects on their health.\nWhen you have symptoms of maxillary sinusitis, you should quickly go to the hospital for diagnosis and active treatment.\n\nTreatment methods for maxillary sinusitis\nCurrently, maxillary sinusitis is often treated using medication. Accordingly, after examination, doctors will prescribe some antibiotics or a combination of pain relievers, anti-allergic drugs, anti-edema... appropriate depending on the condition and cause of the disease. If maxillary sinusitis progresses to a severe stage and drug treatment is no longer effective, the doctor will flexibly suggest other treatment regimens such as: performing Proezt sinus rinsing procedure, giving drug solution. directly into the sinus cavities; Maxillary sinus puncture to drain pus; Surgery to remove nasal polyps, correct septum, etc. In cases where maxillary sinusitis originates from dental causes, the patient may be advised to have the tooth extracted.\nWhen should patients see a doctor?\nFor people with maxillary sinusitis, early detection and timely intervention play an extremely important role, helping to keep the disease from getting worse and treatment to become more effective. Therefore, as soon as symptoms are detected, patients need to immediately go to a medical facility to be examined by a doctor to determine the disease condition and come up with the most appropriate treatment regimen.\n\nHow to prevent maxillary sinusitis\nFollow a scientific and reasonable regimen of living, exercising and resting. Do not smoke, use stimulants and minimize exposure to polluted environments. Follow a proper nutritional regimen and increase resistance. When you see unusual symptoms, you should immediately go to a medical facility to be examined by a doctor and promptly treat maxillary sinusitis. For people who have had maxillary sinusitis, to avoid the disease lasting longer and turning into a chronic stage, it is necessary to strictly follow the doctor's treatment process and have timely follow-up examinations. Take the medicine on time and in the correct dosage as prescribed by your doctor. Do not arbitrarily change medication, or stop taking medication without your doctor's consent.; Comply with a scientific and reasonable regimen of living, exercise and rest; Do not smoke, use stimulants and minimize exposure to polluted environments.; Follow a suitable nutritional regimen, increase resistance; When you see unusual symptoms, you should immediately go to a medical facility to be examined by a doctor and promptly treat maxillary sinusitis.; For those who have had maxillary sinusitis, to avoid the disease lasting longer and turning into a chronic stage, it is necessary to strictly follow the doctor's treatment process and have timely follow-up examinations.; Take the medicine on time and in the correct dosage as prescribed by your doctor. Do not arbitrarily change medication, or stop taking medication without your doctor's consent.; What to eat and avoid when suffering from maxillary sinusitis?\nIn addition to complying with the treatment process and seriously implementing a healthy lifestyle and exercise regimen, scientifically supplementing nutrition, what to eat and what to abstain from are also things that sinusitis patients should do. function needs special attention.\nTo improve physical strength and increase resistance, patients with maxillary sinusitis need to focus on supplementing foods rich in vitamins, omega fatty acids and zinc such as fruits, mint, beef or salmon...\nFoods that are too spicy, hot or too cold will irritate the oral mucosa as well as the respiratory mucosa.\nBesides, to avoid causing irritation and making maxillary sinusitis worse, patients need to limit food groups such as:\nFoods that are too spicy, hot or too cold will irritate the oral mucosa as well as the respiratory mucosa. Foods that cause allergies in the body. Alcoholic and carbonated beverages such as beer and wine; tobacco, stimulants... Limit drinking milk and products made from milk. These foods will increase mucus secretion from the nose, affecting the air circulation of the nose with the outside environment.; Foods that are too spicy, hot or too cold will irritate the oral mucosa as well as the respiratory mucosa.; Foods that cause allergies in the body; Alcoholic and carbonated beverages such as beer and wine; tobacco, stimulants...; Limit drinking milk and products made from milk. These foods will increase mucus secretion from the nose, affecting the air circulation of the nose with the outside environment.; How to care for sick people\nEnsure patients with maxillary sinusitis comply with treatment principles such as:\nUse the correct dose and duration as directed by your doctor. Do not arbitrarily change or stop taking medication without your doctor's advice. Follow the follow-up schedule. Clean your nose with physiological saline or nasal cleaning solution 2-3 times a day. For patients with stuffy nose, be sure to use vasoconstrictor medication before cleaning the nose. Clean and dry the tool after completing nasal cleaning. Regularly clean your throat and oral cavity. Keep the body warm. Use a humidifier and air cleaner; Limit smoking and exposure to polluted environments... to ensure that bacteria do not enter from the outside. Regularly wash your hands thoroughly with soap or antiseptic water. Eat healthy, supplement adequate nutrition to increase resistance. During the illness, patients with maxillary sinusitis should limit vigorous exercise and have an appropriate rest regime.; Use the correct dose and duration as directed by your doctor. Do not arbitrarily change or stop taking medication without your doctor's advice.; Comply with follow-up schedule.; Clean your nose with physiological saline or nasal cleaning solution 2-3 times a day.; For patients with stuffy nose, be sure to use vasoconstrictor medication before cleaning the nose.; Clean and dry the tools after completing nasal cleaning.; Regularly clean the throat and oral cavity; Keep the body warm.; Use a humidifier and air cleaner; Limit smoking and exposure to polluted environments... to ensure that bacteria do not enter from the outside.; Regularly wash your hands thoroughly with soap or antiseptic water; Eat healthy, supplement adequate nutrition to increase resistance.; During the illness, patients with maxillary sinusitis should limit vigorous exercise and have an appropriate rest regime.\nFor advice on the cost of examination and treatment of maxillary sinusitis or other ENT diseases, please contact: TAM ANH GENERAL HOSPITAL SYSTEM Hanoi: 108 Hoang Nhu Tiep, Ward. Bo De, Long Bien District, Hanoi City Hotline: 024 3872 3872 – 024 7106 6858“>024 3872 3872 – 024 7106 6858 Ho Chi Minh City: 2B Pho Quang, Ward 2, Tan Binh District, Ho City Chi Minh Hotline: 0287 102 6789 – 093 180 6858“>0287 102 6789 – 093 180 6858 Fanpage: https://www.facebook.com/benhvientamanh Website: https://tamanhhospital.vn",
    "subsections": [
        {
            "subsection_name": "What is maxillary sinusitis?",
            "subsection_content": "The sinus system in the human body includes: maxillary sinus, ethmoid sinus, frontal sinus and sphenoid sinus. In particular, the maxillary sinuses are sinus cavities located on both sides of the cheekbones and around the eyes. The inside of the sinus cavity is covered by a layer of mucous membrane. When this mucosal layer is invaded by bacteria from the outside, causing inflammation, irritation, swelling, edema and pus, it will lead to maxillary sinusitis.(1)\nAccording to M.D. Huynh Thanh Kieu - Head of General Internal Medicine Department of Tam Anh General Hospital, Ho Chi Minh City, maxillary sinusitis is the most common type of sinusitis today. The disease often occurs when the surrounding environment and weather change. The question is, is maxillary sinusitis dangerous? If not treated promptly, acute maxillary sinusitis will turn into a chronic stage, accompanied by dangerous health complications.\nThe maxillary sinus is a location that is very susceptible to bacterial and fungal attacks, for example, there is fungal maxillary sinusitis.",
            "subsection_string": "What is maxillary sinusitis?\nThe sinus system in the human body includes: maxillary sinus, ethmoid sinus, frontal sinus and sphenoid sinus. In particular, the maxillary sinuses are sinus cavities located on both sides of the cheekbones and around the eyes. The inside of the sinus cavity is covered by a layer of mucous membrane. When this mucosal layer is invaded by bacteria from the outside, causing inflammation, irritation, swelling, edema and pus, it will lead to maxillary sinusitis.(1)\nAccording to M.D. Huynh Thanh Kieu - Head of General Internal Medicine Department of Tam Anh General Hospital, Ho Chi Minh City, maxillary sinusitis is the most common type of sinusitis today. The disease often occurs when the surrounding environment and weather change. The question is, is maxillary sinusitis dangerous? If not treated promptly, acute maxillary sinusitis will turn into a chronic stage, accompanied by dangerous health complications.\nThe maxillary sinus is a location that is very susceptible to bacterial and fungal attacks, for example, there is fungal maxillary sinusitis."
        },
        {
            "subsection_name": "Types of maxillary sinusitis",
            "subsection_content": "1. Acute maxillary sinusitis\nPeople with acute maxillary sinusitis often have typical symptoms such as: headache, facial pain, and the pain can spread to the eye socket area and temples. The pain often appears in the morning and afternoon, then gradually decreases in the evening. In particular, the pain will become intense when the patient with maxillary sinusitis bends his head, bends or moves vigorously. In addition, pain also appears when the patient gently presses the eye area, tooth pit, etc.\nBesides, patients with acute maxillary sinusitis also have a runny nose. Nasal discharge is initially thin, then gradually thickens and turns yellow, even with pus and a foul smell. Symptoms of acute maxillary sinusitis usually appear and last for about 6 weeks. If not treated promptly, it will turn into the chronic stage.\nSymptoms of acute maxillary sinusitis are usually headaches, facial pain, and the pain can spread to the eye sockets and temples.\n2. Chronic maxillary sinusitis\nFor chronic maxillary sinusitis, the patient will have symptoms including: facial pain, nasal congestion, runny nose or green nasal discharge.(3)\nAs a dangerous disease, if not treated promptly, purulent chronic maxillary sinusitis will even leave some dangerous complications such as: osteomyelitis, orbital inflammation, meningitis or brain abscess. …\n3. Maxillary sinusitis is caused by dental disease\nIn case of maxillary sinusitis caused by teeth and mouth, the pus secreted from the nose and mouth will have a foul odor; The face and especially the cheeks will have long-lasting dull pain, gradually increasing to a severe level.(2)",
            "subsection_string": "Types of maxillary sinusitis\n1. Acute maxillary sinusitis\nPeople with acute maxillary sinusitis often have typical symptoms such as: headache, facial pain, and the pain can spread to the eye socket area and temples. The pain often appears in the morning and afternoon, then gradually decreases in the evening. In particular, the pain will become intense when the patient with maxillary sinusitis bends his head, bends or moves vigorously. In addition, pain also appears when the patient gently presses the eye area, tooth pit, etc.\nBesides, patients with acute maxillary sinusitis also have a runny nose. Nasal discharge is initially thin, then gradually thickens and turns yellow, even with pus and a foul smell. Symptoms of acute maxillary sinusitis usually appear and last for about 6 weeks. If not treated promptly, it will turn into the chronic stage.\nSymptoms of acute maxillary sinusitis are usually headaches, facial pain, and the pain can spread to the eye sockets and temples.\n2. Chronic maxillary sinusitis\nFor chronic maxillary sinusitis, the patient will have symptoms including: facial pain, nasal congestion, runny nose or green nasal discharge.(3)\nAs a dangerous disease, if not treated promptly, purulent chronic maxillary sinusitis will even leave some dangerous complications such as: osteomyelitis, orbital inflammation, meningitis or brain abscess. …\n3. Maxillary sinusitis is caused by dental disease\nIn case of maxillary sinusitis caused by teeth and mouth, the pus secreted from the nose and mouth will have a foul odor; The face and especially the cheeks will have long-lasting dull pain, gradually increasing to a severe level.(2)"
        },
        {
            "subsection_name": "What is the cause of maxillary sinusitis?",
            "subsection_content": "According to MSc. Huynh Thanh Kieu, there are many causes of maxillary sinusitis, such as:\nProlonged allergic rhinitis. Deviated nasal septum structure. There are diseases related to teeth. Changes in weather and environment; Bacteria from outside enter the body. Trauma due to accident, or surgery (tooth extraction, oral cavity surgery).; Persistent allergic rhinitis; Deviated nasal septum structure; There are diseases related to teeth; Changes in weather and environment; Bacteria from outside enter the body; Trauma caused by an accident or surgery (tooth extraction, oral cavity surgery).",
            "subsection_string": "What is the cause of maxillary sinusitis?\nAccording to MSc. Huynh Thanh Kieu, there are many causes of maxillary sinusitis, such as:\nProlonged allergic rhinitis. Deviated nasal septum structure. There are diseases related to teeth. Changes in weather and environment; Bacteria from outside enter the body. Trauma due to accident, or surgery (tooth extraction, oral cavity surgery).; Persistent allergic rhinitis; Deviated nasal septum structure; There are diseases related to teeth; Changes in weather and environment; Bacteria from outside enter the body; Trauma caused by an accident or surgery (tooth extraction, oral cavity surgery)."
        },
        {
            "subsection_name": "Who is at risk of getting the disease?",
            "subsection_content": "Maxillary sinusitis is a fairly common disease that anyone can suffer from. However, if you belong to one of the groups below, you will be at higher risk of getting the disease.\nPeople with tooth decay, infections, and other oral diseases in general but do not treat them or do not treat them thoroughly. People who have had teeth extracted or undergone surgery in the oral cavity area, during which the patient was injured or a foreign object fell in. People with a history of allergic rhinitis or have had maxillary sinusitis but did not have thorough treatment. People whose maxillary sinus structure is deviated from birth or deformed due to surgery; People with tooth decay, infections, and other oral diseases in general but do not treat them or do not treat them thoroughly; People who have had teeth extracted or undergone surgery in the oral cavity area, during which the patient was injured or a foreign object fell in.; People with a history of allergic rhinitis or have had maxillary sinusitis but not treated thoroughly; People whose maxillary sinus structure is misaligned due to birth or deformity caused by surgery.\nPeople who have had teeth extracted or undergone surgery in the oral cavity area that was damaged or had a foreign object fall into them are at risk of developing maxillary sinusitis.",
            "subsection_string": "Who is at risk of getting the disease?\nMaxillary sinusitis is a fairly common disease that anyone can suffer from. However, if you belong to one of the groups below, you will be at higher risk of getting the disease.\nPeople with tooth decay, infections, and other oral diseases in general but do not treat them or do not treat them thoroughly. People who have had teeth extracted or undergone surgery in the oral cavity area, during which the patient was injured or a foreign object fell in. People with a history of allergic rhinitis or have had maxillary sinusitis but did not have thorough treatment. People whose maxillary sinus structure is deviated from birth or deformed due to surgery; People with tooth decay, infections, and other oral diseases in general but do not treat them or do not treat them thoroughly; People who have had teeth extracted or undergone surgery in the oral cavity area, during which the patient was injured or a foreign object fell in.; People with a history of allergic rhinitis or have had maxillary sinusitis but not treated thoroughly; People whose maxillary sinus structure is misaligned due to birth or deformity caused by surgery.\nPeople who have had teeth extracted or undergone surgery in the oral cavity area that was damaged or had a foreign object fall into them are at risk of developing maxillary sinusitis."
        },
        {
            "subsection_name": "Method of diagnosing maxillary sinusitis",
            "subsection_content": "In addition to clinical symptoms, to diagnose and evaluate the condition of maxillary sinusitis, the doctor may prescribe methods such as: nasal endoscopy, nasal ultrasound, X-ray, CT scanner. sinuses, allergy tests...\n1. Take X-rays\nSinus X-ray is a fairly common method of diagnosing maxillary sinusitis. The results obtained from the scanning process will be a solid basis, helping doctors observe specific and detailed conditions inside the sinus cavities. This helps to identify the condition of the maxillary sinus, frontal sinus and nasal cavity.\n2. Nasal endoscopy\nNasal endoscopy is a technique that uses a probe combined with a camera system and light source to penetrate directly into the nooks and crannies of the nose. Thanks to magnifying glasses with different tilts, this technique will help doctors observe images inside the nasal turbinate in the most intuitive and detailed way. From there, we can provide the most accurate diagnosis of sinusitis.\nEarly diagnosis of maxillary sinusitis using nasal endoscopy will help treat maxillary sinusitis effectively.\n3. Culture nasal and sinus fluid samples\nThis is a rarely performed method, because accurate bacterial culture requires a sample obtained by sinus endoscopy or through the sinus; Bacteria culture of purulent fluid flowing through the nose is considered insufficient. This method of bacterial culture is usually only performed when antibiotic treatment is ineffective, or in immunocompromised patients and some hospital-acquired infections cause sinusitis.",
            "subsection_string": "Method of diagnosing maxillary sinusitis\nIn addition to clinical symptoms, to diagnose and evaluate the condition of maxillary sinusitis, the doctor may prescribe methods such as: nasal endoscopy, nasal ultrasound, X-ray, CT scanner. sinuses, allergy tests...\n1. Take X-rays\nSinus X-ray is a fairly common method of diagnosing maxillary sinusitis. The results obtained from the scanning process will be a solid basis, helping doctors observe specific and detailed conditions inside the sinus cavities. This helps to identify the condition of the maxillary sinus, frontal sinus and nasal cavity.\n2. Nasal endoscopy\nNasal endoscopy is a technique that uses a probe combined with a camera system and light source to penetrate directly into the nooks and crannies of the nose. Thanks to magnifying glasses with different tilts, this technique will help doctors observe images inside the nasal turbinate in the most intuitive and detailed way. From there, we can provide the most accurate diagnosis of sinusitis.\nEarly diagnosis of maxillary sinusitis using nasal endoscopy will help treat maxillary sinusitis effectively.\n3. Culture nasal and sinus fluid samples\nThis is a rarely performed method, because accurate bacterial culture requires a sample obtained by sinus endoscopy or through the sinus; Bacteria culture of purulent fluid flowing through the nose is considered insufficient. This method of bacterial culture is usually only performed when antibiotic treatment is ineffective, or in immunocompromised patients and some hospital-acquired infections cause sinusitis."
        },
        {
            "subsection_name": "Complications of maxillary sinusitis",
            "subsection_content": "Is maxillary sinusitis dangerous? If not treated promptly and properly, maxillary sinusitis can cause dangerous complications, negatively affect the patient's health and even threaten the patient's life. Below are some typical complications of maxillary sinusitis on organs:\nRespiratory tract: The three respiratory organs, ear, nose, and throat, are interconnected. If not treated promptly, the sinus infection has the risk of spreading and affecting the remaining organs. Some respiratory complications caused by sinusitis include: chronic pharyngitis, otitis media, lower respiratory tract inflammation and laryngitis.; Respiratory tract: The three respiratory organs, ear, nose, and throat, are interconnected. If not treated promptly, the sinus infection has the risk of spreading and affecting the remaining organs. Some respiratory complications caused by sinusitis include: chronic pharyngitis, otitis media, lower respiratory tract inflammation and laryngitis.\nEyes: Because the maxillary sinuses are sinus cavities located near the eye sockets, when this sinus area becomes infected, it will affect the patient's vision. Specifically, harmful agents in the sinus cavity will follow the blood vessels to the eye and cause inflammation such as: periorbital connective tissue inflammation, optic neuritis, lacrimal sac abscess and abscess. eyelid.; Eyes: Because the maxillary sinuses are sinus cavities located near the eye sockets, when this sinus area becomes infected, it will affect the patient's vision. Specifically, harmful agents in the sinus cavity will follow the blood vessels to the eye and cause inflammation such as: periorbital connective tissue inflammation, optic neuritis, lacrimal sac abscess and abscess. eyelid.\nBones: When maxillary sinusitis becomes severe, it will negatively affect blood circulation in locations around the maxillary sinus. Normally, patients will feel pain and numbness in the eye socket bone near the maxillary sinus. The pain will then spread to the temporal bone, frontal bone and crown of the head.; Bones: When maxillary sinusitis becomes severe, it will negatively affect blood circulation in locations around the maxillary sinus. Normally, patients will feel pain and numbness in the eye socket bone near the maxillary sinus. The pain will then spread to the temporal bone, frontal bone and crown of the head.\nIntracranial: If not treated promptly and properly, bacteria arising from the inflammatory process in the maxillary sinus will attack the skull and cause complications such as: meningitis, meningeal abscess, inflammation of the skull. brain, bone thrombophlebitis. Although this is a rare complication, the danger is very high.; Intracranial: If not treated promptly and properly, bacteria arising from the inflammatory process in the maxillary sinus will attack the skull and cause complications such as: meningitis, meningeal abscess, inflammation of the skull. brain, bone thrombophlebitis. Although this is a rare complication, the danger is very high.\nIs maxillary sinusitis dangerous?\nWhether or not maxillary sinusitis causes many complications that negatively affect health and daily life is a common question of many people. According to MSc. Huynh Thanh Kieu, when maxillary sinusitis develops in the early stages, it usually only has mild, simple symptoms and is not too dangerous. However, if the disease is not recognized properly and there is a delay in diagnosis and treatment, it can turn into a chronic stage, leading to many dangerous complications that even threaten the patient's life. Therefore, patients should not be subjective to avoid negative effects on their health.\nWhen you have symptoms of maxillary sinusitis, you should quickly go to the hospital for diagnosis and active treatment.",
            "subsection_string": "Complications of maxillary sinusitis\nIs maxillary sinusitis dangerous? If not treated promptly and properly, maxillary sinusitis can cause dangerous complications, negatively affect the patient's health and even threaten the patient's life. Below are some typical complications of maxillary sinusitis on organs:\nRespiratory tract: The three respiratory organs, ear, nose, and throat, are interconnected. If not treated promptly, the sinus infection has the risk of spreading and affecting the remaining organs. Some respiratory complications caused by sinusitis include: chronic pharyngitis, otitis media, lower respiratory tract inflammation and laryngitis.; Respiratory tract: The three respiratory organs, ear, nose, and throat, are interconnected. If not treated promptly, the sinus infection has the risk of spreading and affecting the remaining organs. Some respiratory complications caused by sinusitis include: chronic pharyngitis, otitis media, lower respiratory tract inflammation and laryngitis.\nEyes: Because the maxillary sinuses are sinus cavities located near the eye sockets, when this sinus area becomes infected, it will affect the patient's vision. Specifically, harmful agents in the sinus cavity will follow the blood vessels to the eye and cause inflammation such as: periorbital connective tissue inflammation, optic neuritis, lacrimal sac abscess and abscess. eyelid.; Eyes: Because the maxillary sinuses are sinus cavities located near the eye sockets, when this sinus area becomes infected, it will affect the patient's vision. Specifically, harmful agents in the sinus cavity will follow the blood vessels to the eye and cause inflammation such as: periorbital connective tissue inflammation, optic neuritis, lacrimal sac abscess and abscess. eyelid.\nBones: When maxillary sinusitis becomes severe, it will negatively affect blood circulation in locations around the maxillary sinus. Normally, patients will feel pain and numbness in the eye socket bone near the maxillary sinus. The pain will then spread to the temporal bone, frontal bone and crown of the head.; Bones: When maxillary sinusitis becomes severe, it will negatively affect blood circulation in locations around the maxillary sinus. Normally, patients will feel pain and numbness in the eye socket bone near the maxillary sinus. The pain will then spread to the temporal bone, frontal bone and crown of the head.\nIntracranial: If not treated promptly and properly, bacteria arising from the inflammatory process in the maxillary sinus will attack the skull and cause complications such as: meningitis, meningeal abscess, inflammation of the skull. brain, bone thrombophlebitis. Although this is a rare complication, the danger is very high.; Intracranial: If not treated promptly and properly, bacteria arising from the inflammatory process in the maxillary sinus will attack the skull and cause complications such as: meningitis, meningeal abscess, inflammation of the skull. brain, bone thrombophlebitis. Although this is a rare complication, the danger is very high.\nIs maxillary sinusitis dangerous?\nWhether or not maxillary sinusitis causes many complications that negatively affect health and daily life is a common question of many people. According to MSc. Huynh Thanh Kieu, when maxillary sinusitis develops in the early stages, it usually only has mild, simple symptoms and is not too dangerous. However, if the disease is not recognized properly and there is a delay in diagnosis and treatment, it can turn into a chronic stage, leading to many dangerous complications that even threaten the patient's life. Therefore, patients should not be subjective to avoid negative effects on their health.\nWhen you have symptoms of maxillary sinusitis, you should quickly go to the hospital for diagnosis and active treatment."
        },
        {
            "subsection_name": "Treatment methods for maxillary sinusitis",
            "subsection_content": "Currently, maxillary sinusitis is often treated using medication. Accordingly, after examination, doctors will prescribe some antibiotics or a combination of pain relievers, anti-allergic drugs, anti-edema... appropriate depending on the condition and cause of the disease. If maxillary sinusitis progresses to a severe stage and drug treatment is no longer effective, the doctor will flexibly suggest other treatment regimens such as: performing Proezt sinus rinsing procedure, giving drug solution. directly into the sinus cavities; Maxillary sinus puncture to drain pus; Surgery to remove nasal polyps, correct septum, etc. In cases where maxillary sinusitis originates from dental causes, the patient may be advised to have the tooth extracted.\nWhen should patients see a doctor?\nFor people with maxillary sinusitis, early detection and timely intervention play an extremely important role, helping to keep the disease from getting worse and treatment to become more effective. Therefore, as soon as symptoms are detected, patients need to immediately go to a medical facility to be examined by a doctor to determine the disease condition and come up with the most appropriate treatment regimen.",
            "subsection_string": "Treatment methods for maxillary sinusitis\nCurrently, maxillary sinusitis is often treated using medication. Accordingly, after examination, doctors will prescribe some antibiotics or a combination of pain relievers, anti-allergic drugs, anti-edema... appropriate depending on the condition and cause of the disease. If maxillary sinusitis progresses to a severe stage and drug treatment is no longer effective, the doctor will flexibly suggest other treatment regimens such as: performing Proezt sinus rinsing procedure, giving drug solution. directly into the sinus cavities; Maxillary sinus puncture to drain pus; Surgery to remove nasal polyps, correct septum, etc. In cases where maxillary sinusitis originates from dental causes, the patient may be advised to have the tooth extracted.\nWhen should patients see a doctor?\nFor people with maxillary sinusitis, early detection and timely intervention play an extremely important role, helping to keep the disease from getting worse and treatment to become more effective. Therefore, as soon as symptoms are detected, patients need to immediately go to a medical facility to be examined by a doctor to determine the disease condition and come up with the most appropriate treatment regimen."
        },
        {
            "subsection_name": "How to prevent maxillary sinusitis",
            "subsection_content": "Follow a scientific and reasonable regimen of living, exercising and resting. Do not smoke, use stimulants and minimize exposure to polluted environments. Follow a proper nutritional regimen and increase resistance. When you see unusual symptoms, you should immediately go to a medical facility to be examined by a doctor and promptly treat maxillary sinusitis. For people who have had maxillary sinusitis, to avoid the disease lasting longer and turning into a chronic stage, it is necessary to strictly follow the doctor's treatment process and have timely follow-up examinations. Take the medicine on time and in the correct dosage as prescribed by your doctor. Do not arbitrarily change medication, or stop taking medication without your doctor's consent.; Comply with a scientific and reasonable regimen of living, exercise and rest; Do not smoke, use stimulants and minimize exposure to polluted environments.; Follow a suitable nutritional regimen, increase resistance; When you see unusual symptoms, you should immediately go to a medical facility to be examined by a doctor and promptly treat maxillary sinusitis.; For those who have had maxillary sinusitis, to avoid the disease lasting longer and turning into a chronic stage, it is necessary to strictly follow the doctor's treatment process and have timely follow-up examinations.; Take the medicine on time and in the correct dosage as prescribed by your doctor. Do not arbitrarily change medication, or stop taking medication without your doctor's consent.; What to eat and avoid when suffering from maxillary sinusitis?\nIn addition to complying with the treatment process and seriously implementing a healthy lifestyle and exercise regimen, scientifically supplementing nutrition, what to eat and what to abstain from are also things that sinusitis patients should do. function needs special attention.\nTo improve physical strength and increase resistance, patients with maxillary sinusitis need to focus on supplementing foods rich in vitamins, omega fatty acids and zinc such as fruits, mint, beef or salmon...\nFoods that are too spicy, hot or too cold will irritate the oral mucosa as well as the respiratory mucosa.\nBesides, to avoid causing irritation and making maxillary sinusitis worse, patients need to limit food groups such as:\nFoods that are too spicy, hot or too cold will irritate the oral mucosa as well as the respiratory mucosa. Foods that cause allergies in the body. Alcoholic and carbonated beverages such as beer and wine; tobacco, stimulants... Limit drinking milk and products made from milk. These foods will increase mucus secretion from the nose, affecting the air circulation of the nose with the outside environment.; Foods that are too spicy, hot or too cold will irritate the oral mucosa as well as the respiratory mucosa.; Foods that cause allergies in the body; Alcoholic and carbonated beverages such as beer and wine; tobacco, stimulants...; Limit drinking milk and products made from milk. These foods will increase mucus secretion from the nose, affecting the air circulation of the nose with the outside environment.; How to care for sick people\nEnsure patients with maxillary sinusitis comply with treatment principles such as:\nUse the correct dose and duration as directed by your doctor. Do not arbitrarily change or stop taking medication without your doctor's advice. Follow the follow-up schedule. Clean your nose with physiological saline or nasal cleaning solution 2-3 times a day. For patients with stuffy nose, be sure to use vasoconstrictor medication before cleaning the nose. Clean and dry the tool after completing nasal cleaning. Regularly clean your throat and oral cavity. Keep the body warm. Use a humidifier and air cleaner; Limit smoking and exposure to polluted environments... to ensure that bacteria do not enter from the outside. Regularly wash your hands thoroughly with soap or antiseptic water. Eat healthy, supplement adequate nutrition to increase resistance. During the illness, patients with maxillary sinusitis should limit vigorous exercise and have an appropriate rest regime.; Use the correct dose and duration as directed by your doctor. Do not arbitrarily change or stop taking medication without your doctor's advice.; Comply with follow-up schedule.; Clean your nose with physiological saline or nasal cleaning solution 2-3 times a day.; For patients with stuffy nose, be sure to use vasoconstrictor medication before cleaning the nose.; Clean and dry the tools after completing nasal cleaning.; Regularly clean the throat and oral cavity; Keep the body warm.; Use a humidifier and air cleaner; Limit smoking and exposure to polluted environments... to ensure that bacteria do not enter from the outside.; Regularly wash your hands thoroughly with soap or antiseptic water; Eat healthy, supplement adequate nutrition to increase resistance.; During the illness, patients with maxillary sinusitis should limit vigorous exercise and have an appropriate rest regime.\nFor advice on the cost of examination and treatment of maxillary sinusitis or other ENT diseases, please contact: TAM ANH GENERAL HOSPITAL SYSTEM Hanoi: 108 Hoang Nhu Tiep, Ward. Bo De, Long Bien District, Hanoi City Hotline: 024 3872 3872 – 024 7106 6858“>024 3872 3872 – 024 7106 6858 Ho Chi Minh City: 2B Pho Quang, Ward 2, Tan Binh District, Ho City Chi Minh Hotline: 0287 102 6789 – 093 180 6858“>0287 102 6789 – 093 180 6858 Fanpage: https://www.facebook.com/benhvientamanh Website: https://tamanhhospital.vn",
            "subsection_string": "How to prevent maxillary sinusitis\nFollow a scientific and reasonable regimen of living, exercising and resting. Do not smoke, use stimulants and minimize exposure to polluted environments. Follow a proper nutritional regimen and increase resistance. When you see unusual symptoms, you should immediately go to a medical facility to be examined by a doctor and promptly treat maxillary sinusitis. For people who have had maxillary sinusitis, to avoid the disease lasting longer and turning into a chronic stage, it is necessary to strictly follow the doctor's treatment process and have timely follow-up examinations. Take the medicine on time and in the correct dosage as prescribed by your doctor. Do not arbitrarily change medication, or stop taking medication without your doctor's consent.; Comply with a scientific and reasonable regimen of living, exercise and rest; Do not smoke, use stimulants and minimize exposure to polluted environments.; Follow a suitable nutritional regimen, increase resistance; When you see unusual symptoms, you should immediately go to a medical facility to be examined by a doctor and promptly treat maxillary sinusitis.; For those who have had maxillary sinusitis, to avoid the disease lasting longer and turning into a chronic stage, it is necessary to strictly follow the doctor's treatment process and have timely follow-up examinations.; Take the medicine on time and in the correct dosage as prescribed by your doctor. Do not arbitrarily change medication, or stop taking medication without your doctor's consent.; What to eat and avoid when suffering from maxillary sinusitis?\nIn addition to complying with the treatment process and seriously implementing a healthy lifestyle and exercise regimen, scientifically supplementing nutrition, what to eat and what to abstain from are also things that sinusitis patients should do. function needs special attention.\nTo improve physical strength and increase resistance, patients with maxillary sinusitis need to focus on supplementing foods rich in vitamins, omega fatty acids and zinc such as fruits, mint, beef or salmon...\nFoods that are too spicy, hot or too cold will irritate the oral mucosa as well as the respiratory mucosa.\nBesides, to avoid causing irritation and making maxillary sinusitis worse, patients need to limit food groups such as:\nFoods that are too spicy, hot or too cold will irritate the oral mucosa as well as the respiratory mucosa. Foods that cause allergies in the body. Alcoholic and carbonated beverages such as beer and wine; tobacco, stimulants... Limit drinking milk and products made from milk. These foods will increase mucus secretion from the nose, affecting the air circulation of the nose with the outside environment.; Foods that are too spicy, hot or too cold will irritate the oral mucosa as well as the respiratory mucosa.; Foods that cause allergies in the body; Alcoholic and carbonated beverages such as beer and wine; tobacco, stimulants...; Limit drinking milk and products made from milk. These foods will increase mucus secretion from the nose, affecting the air circulation of the nose with the outside environment.; How to care for sick people\nEnsure patients with maxillary sinusitis comply with treatment principles such as:\nUse the correct dose and duration as directed by your doctor. Do not arbitrarily change or stop taking medication without your doctor's advice. Follow the follow-up schedule. Clean your nose with physiological saline or nasal cleaning solution 2-3 times a day. For patients with stuffy nose, be sure to use vasoconstrictor medication before cleaning the nose. Clean and dry the tool after completing nasal cleaning. Regularly clean your throat and oral cavity. Keep the body warm. Use a humidifier and air cleaner; Limit smoking and exposure to polluted environments... to ensure that bacteria do not enter from the outside. Regularly wash your hands thoroughly with soap or antiseptic water. Eat healthy, supplement adequate nutrition to increase resistance. During the illness, patients with maxillary sinusitis should limit vigorous exercise and have an appropriate rest regime.; Use the correct dose and duration as directed by your doctor. Do not arbitrarily change or stop taking medication without your doctor's advice.; Comply with follow-up schedule.; Clean your nose with physiological saline or nasal cleaning solution 2-3 times a day.; For patients with stuffy nose, be sure to use vasoconstrictor medication before cleaning the nose.; Clean and dry the tools after completing nasal cleaning.; Regularly clean the throat and oral cavity; Keep the body warm.; Use a humidifier and air cleaner; Limit smoking and exposure to polluted environments... to ensure that bacteria do not enter from the outside.; Regularly wash your hands thoroughly with soap or antiseptic water; Eat healthy, supplement adequate nutrition to increase resistance.; During the illness, patients with maxillary sinusitis should limit vigorous exercise and have an appropriate rest regime.\nFor advice on the cost of examination and treatment of maxillary sinusitis or other ENT diseases, please contact: TAM ANH GENERAL HOSPITAL SYSTEM Hanoi: 108 Hoang Nhu Tiep, Ward. Bo De, Long Bien District, Hanoi City Hotline: 024 3872 3872 – 024 7106 6858“>024 3872 3872 – 024 7106 6858 Ho Chi Minh City: 2B Pho Quang, Ward 2, Tan Binh District, Ho City Chi Minh Hotline: 0287 102 6789 – 093 180 6858“>0287 102 6789 – 093 180 6858 Fanpage: https://www.facebook.com/benhvientamanh Website: https://tamanhhospital.vn"
        }
    ],
    "name": "viem-xoang-ham.json"
}