{
    "title": "Chronic glomerulonephritis: Causes, symptoms, diagnosis and prevention",
    "category": "Urology",
    "link": "https://tamanhhospital.vn/viem-cau-than-man/",
    "abstract": "Chronic glomerulonephritis is a clinical syndrome that occurs due to a group of kidney diseases including glomerulonephritis and inflammation of the capillaries in the renal cortex that are slowly, chronically damaged in both kidneys, gradually reducing function. kidney. Clinical manifestations are intermittent edema, hypertension, proteinuria, and frequent erythrocyturia. This causes health consequences for patients. Gradually leading to increasingly severe chronic kidney failure and then stage kidney failure.",
    "content": "Chronic glomerulonephritis: Causes, symptoms, diagnosis and prevention\n\nChronic glomerulonephritis is a clinical syndrome that occurs due to a group of kidney diseases including glomerulonephritis and inflammation of the capillaries in the renal cortex that are slowly, chronically damaged in both kidneys, gradually reducing function. kidney. Clinical manifestations are intermittent edema, hypertension, proteinuria, and frequent erythrocyturia. This causes health consequences for patients. Gradually leading to increasingly severe chronic kidney failure and then stage kidney failure.\n\nWhat is chronic glomerulonephritis?\nChronic glomerulonephritis is a clinical syndrome that occurs due to  a group of kidney diseases including glomerulonephritis and inflammation of the capillaries in the renal cortex  that are slowly, chronically damaged in both kidneys, causing gradual decline in function kidney. Clinical manifestations are intermittent edema, hypertension, proteinuria, and frequent erythrocyturia. (first)\nBut it can also progress silently, with only proteinuria and red blood celluria without clinical symptoms, thereby causing health consequences in the patient. Gradually leading to increasingly severe chronic kidney failure and then stage kidney failure\n\n5 stages of development of chronic glomerulonephritis\nChronic glomerulonephritis includes two groups of symptoms: the group of symptoms of chronic kidney disease based on urine abnormalities (proteinuria, erythropoiesis) and abnormal images through kidney ultrasound; group of symptoms of impaired kidney function, characterized by reduced glomerular filtration rate.\nTherefore, the US National Kidney Foundation (NKF) guides the classification of chronic kidney disease into five stages, from kidney disease to end-stage kidney failure. This classification helps determine the appropriate treatment strategy for each stage and is now widely used around the world.\nStage 1: kidney function is normal. The patient has chronic kidney disease but the glomerular filtration rate is still normal (³ 90 ml/min). The treatment strategy in this stage is to diagnose the disease, find the cause of the disease and treat it to slow down disease progression and reduce cardiovascular risks.; Stage 2: reduced kidney function (mild kidney failure). This stage is characterized by patients with chronic kidney disease, kidney damage has reduced kidney function, and glomerular filtration rate is 60-89 ml/min. The treatment strategy in this phase is to assess progression and treat to slow disease progression.; Stage 3: moderate kidney failure. The characteristic of this stage is that the glomerular filtration rate is between 30-59 ml/min. The treatment strategy  in this phase is to assess, prevent and treat complications.; Stage 4: severe kidney failure. The characteristic of this stage is that the glomerular filtration rate is greatly reduced to 15-29 ml/min. The treatment plan at this stage is to prepare for renal replacement therapy.; Stage 5: very severe kidney failure (end-stage kidney failure). Characteristic of this stage is the severity of kidney failure symptoms, with the glomerular filtration rate being less than 15 ml/min. Treatment during this stage is renal replacement therapy.\n\nCause of chronic glomerulonephritis\n1. Primary chronic glomerulonephritis\nPrimary chronic glomerulonephritis is chronic glomerulonephritis of unknown etiology, glomerular damage is due to immune mechanisms.\n1.1 Forms of immune complex deposition in the glomerulus:\nImmune complexes circulate in the blood and then deposit in the glomerulus. Such as systemic lupus erythematosus, IgA nephropathy.; The structural components of the glomerulus are themselves antigenic. Antigens stimulate the body to produce antibodies, the antigen-antibody reaction occurs in the glomerulus. A typical example of this form is Goodpasture syndrome. In Goodpasture syndrome, the antigen is the a3 chain of type IV collagen in the glomerular basement membrane structure; Free antigens circulate in the blood and are \"implanted\" into the glomerulus, the antigen-antibody reaction occurs in the glomerulus. Typically this form is seen in systemic lupus erythematosus. The histone-DNA complex is an antigen in lupus, circulates in the blood and when it reaches the cell surface and glomerular basement membrane is \"implanted\" into this organization. This antigen is the target of anti-DNA antibodies.\n1.2 Antigens\nExcept for postinfectious glomerulopathies, antiglomerular basement membrane antibody disease and polymorphonuclear leukocyte cytoplasmic antibody disease have known antigens. Other primary chronic glomerulonephritis have not yet identified antigens. It is believed that there are two sources of antigens: exogenous antigens and endogenous antigens.; Exogenous antigens, which can be components of microorganisms or foreign substances entering the body; Endogenous antigens, which can be abnormal proteins produced under the action of microbial enzymes, abnormal proteins produced by tumors, or the patient's own IgG is changed to become Autoantigens due to dysfunction of the immune system; Antigen-antibody reactions create antigen-antibody complexes (immune complexes) that circulate in the blood. If there are few antigens and an excess of antibodies, the resulting immune complex is usually large in size, will be captured, destroyed by cells of the reticuloendothelial system, and removed from the circulatory system.; If there are few antibodies and excess antigens, the immune complexes formed are often small in size and pass through the control of reticuloendothelial cells and exist in the blood circulation. Immune complexes will be deposited in the glomerulus during the glomerular blood filtration process.\nDeposition sites of immune complexes in the glomerulus. Depending on the size and charge of the immune complexes, they can be deposited in different locations in the glomerulus. There are four sites of immune complex deposition in the glomerulus:\nImmune complex deposition under endothelial cells (in the space between the endothelial cell and the basement membrane).; Immune complex deposition in the glomerular basement membrane causes the basement membrane to thicken and can split the basement membrane to form spicules (membranoproliferative glomerulonephritis types 1 and 3). If it is deposited mainly in the dense layer of the basement membrane, it is called solid deposition disease (membranoproliferative glomerulonephritis type 2).; Deposition of immune complexes under epithelial cells (podocyt), immune complexes located in the space between epithelial cells and basement membrane.; Complex deposition in the mesangial space.\n1.3 Inflammatory process in the glomerulus\nThe inflammatory process in the glomeruli is a sterile inflammatory process, due to antigen-antibody interactions and immune complex deposition in the glomeruli that activate the complement system, activating polymorphonuclear leukocytes and monocytes. nucleus, mast cells, activation of the kinin system, coagulation system, to eliminate immune complexes; The consequence of the above process is inflammation and damage to the glomerulus, changing the permeability of the glomerular basement membrane, allowing the glomerulus to leak red blood cells and proteins into the urine.; The inflammatory process in the glomeruli does not end and becomes progressively worse because the antigen is not clearly known and has not been eliminated. At the same time, the inflammatory process in the glomeruli itself causes the release of mediators. causing inflammation (inflammatory mediators), leukocyte chemotactic agents, degrading enzymes, or disorders of the immune system that cause the inflammatory process to continue to progress.; Inflammatory response in the glomerulus is manifested by proliferation of glomerular cells such as mesangial cells and endothelial cells. Swelling of endothelial cells and epithelial cells. Epithelial cell foot fusion. Infiltration of inflammatory cells such as polymorphonuclear leukocytes, monocytes, and lymphocytes into the glomerulus. Thickening of the glomerular basement membrane, expansion of the mesangial space and increased mesangial proliferation; Proliferative mesangial material can spill from the mesangial space into the space between the endothelial cells and the glomerular basement membrane, forming a double border (rail shape) of the glomerular basement membrane. Deposition of immune complexes, complement, and fibrin in the glomerulus. The above changes gradually cause glomerulosclerosis, the fibrotic glomeruli are eliminated from the functional circle.; The number of glomeruli eliminated from the functional cycle is increasing, causing kidney function to decline more and more severely and irreversibly, eventually both kidneys no longer function, the patient has end-stage kidney failure.\n1.4 Some types of histopathological lesions\nMinimal glomerular damage; Segmental segmental glomerulonephritis; Diffuse glomerulonephritis:; Membranous glomerulonephritis\n2. Secondary chronic glomerulonephritis\n2.1 Systemic diseases\nSystemic lupus erythematosus; Polymyositis and dermatomyositis; Generalized scleroderma\n2.2 Metabolic disorders\nDiabetes; Amyloidosis\n2.3 Hypertension\nPeople with high blood pressure can damage the blood vessels supplying the kidneys. Over time, uncontrolled blood pressure will lead to vascular fibrosis, especially small blood vessels in the glomeruli.\n2.4 Systemic vascular disease\nAllergic vasculitis (Henoch-Schonlein-Purpura); Polyarteritis nodosa; Wegener's granulomatosis\n2.5 Hereditary kidney disease\nAlport syndrome; Nail-patellar syndrome; Thin basement membrane syndrome\n2.6 Some other kidney diseases\nShunt nephritis; Hemolytic-uremic syndrome\n3. Chronic glomerulonephritis due to family factors\nAccording to statistics from the National Kidney Foundation in the US, people at risk of chronic glomerulonephritis all have in common that they have family members with similar diseases.\nTherefore, chronic nephritis is also suspected to have a genetic influence among family members.\n\nSymptoms of chronic glomerulonephritis\nChronic glomerulonephritis in the early stages often has no symptoms. Therefore, if patients do not go to other doctors or have regular health checks, it will be difficult to detect chronic glomerulonephritis in the early stages.\nPatients will begin to recognize clinical signs when the glomerulus has clearly reduced its function of filtering water and waste from the blood.\nFrom there, the patient will begin to have symptoms such as:\nClinical symptoms; Itching in the skin; Muscle cramps; Health is clearly weakened; Feeling nauseous, vomiting, bloated, slow digestion; Reduced need to eat; Edema in locations such as the legs, ankles and feet tends to gradually increase and become worse during the progression of the disease; Urinary frequency changes abnormally (more or less) and becomes less frequent; Anemia: mild or no symptoms in the early stages. When the progression is severe, the severity becomes more severe.; There is foam and blood inside the urine; Shortness of breath\n1. Paraclinical symptoms\n1.1 Urine test (2)\nProteinuria is frequent, the average is 1-3 g/24 hours, if nephrotic syndrome is high, proteinuria is > 3.5 g/24 hours.; Urinary red blood cells, usually microscopic, deformed, wrinkled, distorted, and shrunken; Urinary casts: can be red blood cell casts or granular casts\n1.2 Blood tests (3)\nThe number of red blood cells decreased, hemoglobin decreased slightly. The more late the stage, the greater the reduction; Electrolyte changes. Blood sodium often decreases, while potassium may increase especially when urinating is scanty; Glomerular filtration rate changes gradually with each stage of chronic glomerulonephritis. And in the final stages, there must be a solution for kidney replacement therapy.\n1.3 Kidney ultrasound\nKidney size is normal in the early stages and decreases in end-stage renal failure; Renal parenchyma is hyperechoic due to fibrosis\n1.4 X-ray:\nIntravenous drug nephrography shows slow drug enhancement and poor excretion\n1.5 Kidney biopsy\nMild stages may allow diagnosis of the cause and classification of the injury. But the final stage is often fibrosis\n\nComplications may occur with chronic glomerulonephritis\nThe first health effects of chronic glomerulonephritis are the accumulation of waste or toxins in the blood. Because when the glomerulus has a reduced ability to filter urine and waste due to damage, it will not be able to function as effectively as a healthy glomerulus.\nIn addition, patients may also experience inhibition of the kidney's role in regulating blood pressure, loss of protein in the blood, and loss of red blood cells.\nIf people with chronic glomerulonephritis do not receive treatment to control the health of their glomeruli, over time the disease will develop into life-threatening complications. Possible complications of chronic glomerulonephritis include:\nChronic kidney failure and end-stage kidney failure; High blood pressure, possible paroxysmal hypertension, congestive heart failure; Nephrotic syndrome; Glomerulonephritis progresses rapidly; Blood complications: anemia, bleeding; Bone complications; Osteoporosis, osteomalacia\n\nWhen to see a doctor?\nGlomerulonephritis is considered a serious disease because it greatly affects human health. Therefore, patients need to see a doctor as soon as they have symptoms suspected of being glomerulonephritis.\nIn addition, medical experts recommend that each person should have a general health check-up twice a year. Speaking specifically about chronic glomerulonephritis, the disease often has no symptoms in the early stages.\nHowever, through the results of general health examinations, patients can recognize chronic glomerulonephritis from subclinical signs, typically higher than normal levels of protein and blood in urine.\nFrom there, timely treatment is performed to minimize the severity and slow down the progression of the disease.\nDetecting chronic glomerulonephritis is very important. Treatment of the disease in the early stages will be relatively easier and more controllable. Because at that time, the glomerular blood filtration index had not yet decreased much, and the disease symptoms had not yet affected the patient's health and quality of life.\nDoctors can predict the development of the disease to provide appropriate treatment regimens, while minimizing the possibility of dangerous complications for patients with chronic glomerulonephritis.\n\nPeople who often suffer from chronic glomerulonephritis\nChronic glomerulonephritis is a disease that can happen to anyone of any age. However, people at risk of chronic glomerulonephritis often have the following things in common: (4)\nPeople who have had acute glomerulonephritis; People with diabetes, high blood pressure or cardiovascular diseases; Family members have a history of kidney disease, especially glomerulonephritis; Elderly\n\nWhat factors increase the risk of disease?\nFactors that can increase the risk of chronic glomerulonephritis that you need to pay attention to include: (5)\nBacterial or viral infections anywhere can make things worse; People who regularly smoke and use alcohol; People with acute glomerulonephritis that persists or recurs many times; People who regularly use drugs that are harmful to the kidneys; People whose diet is too high in salt; People with obesity; Some geographic and racial factors such as being black or Asian American; People with abnormal kidney structure\n\nCan chronic glomerulonephritis be cured?\nChronic glomerulonephritis is a disease that cannot be completely treated because it is also a complication of acute glomerulonephritis. However, the disease can be controlled and symptoms improved by changing nutrition, lifestyle habits and combining with supportive medication.\nPeople with chronic glomerulonephritis need to follow the treatment regimen prescribed by their doctor and have regular check-ups to manage their health and disease progression. Thus, it is possible to maintain stable kidney health and minimize the risk of complications.\n\nHow is chronic glomerulonephritis diagnosed?\nMost cases of suspected chronic glomerulonephritis are diagnosed based on urine test results.\nProtein is present in urine, from which it can be concluded whether the patient has proteinuria, a typical paraclinical sign of the disease, or not. In addition, urine test results will also show the following indicators:\nThe amount of red blood cells in urine is usually microscopic; Edema: often in progressive stages, stable phase may not be edematous; Hypertension; Reduced kidney function (blood urea, creatinine increased, glomerular filtration rate gradually decreased\nDiagnosis of chronic nature\nThe above symptoms last more than 3 months, combined with ultrasound and imaging\nIn some cases where the patient has abnormal indicators in urine or blood, the doctor will instruct the patient to perform a kidney biopsy to directly check for signs of inflammation in the kidney tissue.\n\nTreatment methods for chronic glomerulonephritis\nThere is no specific treatment for chronic glomerulonephritis; treatment goals include:\nPrevention of acute progression; Limit the progression of glomerular damage, maintain glomerular function; Homeostasis regulation; Treatment of complications; Treat the underlying disease; Change your diet appropriately and have a healthy lifestyle to slow down the progression of the disease.\nThe doctor will evaluate your health status and current kidney filtering function to come up with an appropriate treatment regimen. Furthermore, the doctor will also base on the patient's clinical symptoms to prescribe supportive medications.\nMedications commonly used to relieve symptoms of chronic glomerulonephritis include:\nAntihypertensive drugs; Anti-inflammatory drugs or antibiotics for people with chronic glomerulonephritis secondary to infection; Corticosteroids and immunosuppressants in some specific cases; Diuretics when there is edema; Treatment of anemia; Treatment is based on the cause (such as Diabetes, Systemic Lupus Erythematosus...); For end-stage patients with uncontrolled hyperkalemia or uncontrolled fluid overload, emergency dialysis or periodic dialysis may be required.\nPatients also need to pay attention to the following things about the diet for patients with chronic enterococcal disease. This diet can also be applied to other cases of chronic kidney disease.\nLimit salt, potassium, and phosphorus; Only consume a sufficient amount of protein, limit eating too much protein-rich foods; Limit eating foods with electrolytes\nThis nutritional regimen helps patients balance the levels of electrolytes, minerals and fluids in the body. Furthermore, it also limits the accumulation of waste in the patient's body.\n\nMeasures to prevent chronic glomerulonephritis\nThere is no method to completely prevent chronic glomerulonephritis because the disease depends on a variety of factors, including idiopathic agents.\nHowever, you can still minimize the risk of disease with healthy living habits and a scientific diet. It is important to maintain optimal personal hygiene and living environment to avoid illnesses related to strep infections.\nMeasures to help you prevent chronic glomerulonephritis include:\nCompletely treat acute glomerulonephritis and limit disease recurrence; Increase resistance and physical strength by exercising; Maintain personal and home hygiene; Periodic health examination; Drink enough water; Limit your intake of processed foods or too much salt; Control your potassium and protein intake; Eat foods that support kidney function such as sea bass, red grapes, garlic, olive oil, etc.\nCenter for Urology and Nephrology, Department of Andrology - Urology of Tam Anh General Hospital System brings together a team of leading experts, Internal Medicine and Surgery, skilled and dedicated.\nPeople's Teacher Prof. Dr. Tran Quan Anh, Meritorious Physician Associate Prof. Dr. Vu Le Chuyen are giants in the field of Urology and Nephrology in Vietnam. Along with the names of excellent physicians Dr. Nguyen The Truong, excellent physicians Doctor II Ta Phuong Dung, Dr. Nguyen Hoang Duc, Dr. Tu Thanh Tri Dung, MSc.CKI Nguyen Duc Nhuan, BS.CKII Nguyen Le Tuyen, MSc. Nguyen Tan Cuong, MSc. Ta Ngoc Thach, BS.CKI Phan Truong Nam...\nThe Center's experts and doctors are always confident in mastering the latest techniques, early detecting and effectively treating kidney and urinary tract diseases, helping patients shorten hospital stays and limit risk of recurrence, improving quality of life.\nWith the leading modern machinery and equipment system in the country and the region; Operating room meets international standards; Along with a 5-star boarding area and high-class service... The Urology and Nephrology Center stands out with examination, screening and treatment services for all urinary tract diseases. From common surgeries to major high-tech surgeries.\nThese include laparoscopic kidney stone surgery, kidney transplant, tumor resection to preserve kidney parenchyma; Radical nephrectomy; Radical prostatectomy; total bladder resection and small bowel cystoplasty; adrenalectomy; shaping urinary tract defects... Diagnosis - medical and surgical treatment of all male diseases.\nTo schedule an examination and treatment with leading experts at the Center for Urology and Nephrology, Department of Andrology - Urology, Tam Anh General Hospital System, you can make an appointment online through the following ways:\nCall the hotline 0287 102 6789 - 093 180 6858 (HCMC) or 024 3872 3872 - 024 7106 6858 (Hanoi) to register for a private medical appointment with a specialist, through the customer service staff.; Register for a medical appointment with any doctor you trust at the link: https://tamanhhospital.vn/danh-cho-khach-hang/dat-lich-kham/; Send a message on Tam Anh General Hospital Fanpage or Tam Anh General Hospital Urology and Andrology Fanpage; Text message via Zalo OA of Tam Anh General Hospital.\nChronic glomerulonephritis syndrome is a group of diseases that cause inflammation of the glomeruli and capillaries within the glomeruli. The disease impairs the function of filtering urine and waste in the blood, and over a long period of time will cause toxins to accumulate in the patient's body. Chronic glomerulonephritis can progress to other dangerous kidney diseases such as kidney failure, high blood pressure or nephrotic syndrome.\nThere is no specific treatment for chronic glomerulonephritis and the disease cannot be cured completely. Therefore, patients need to control, maintain and improve glomerular filtration function through diet, lifestyle habits and medications to help minimize symptoms.",
    "subsections": [
        {
            "subsection_name": "What is chronic glomerulonephritis?",
            "subsection_content": "Chronic glomerulonephritis is a clinical syndrome that occurs due to  a group of kidney diseases including glomerulonephritis and inflammation of the capillaries in the renal cortex  that are slowly, chronically damaged in both kidneys, causing gradual decline in function kidney. Clinical manifestations are intermittent edema, hypertension, proteinuria, and frequent erythrocyturia. (first)\nBut it can also progress silently, with only proteinuria and red blood celluria without clinical symptoms, thereby causing health consequences in the patient. Gradually leading to increasingly severe chronic kidney failure and then stage kidney failure",
            "subsection_string": "What is chronic glomerulonephritis?\nChronic glomerulonephritis is a clinical syndrome that occurs due to  a group of kidney diseases including glomerulonephritis and inflammation of the capillaries in the renal cortex  that are slowly, chronically damaged in both kidneys, causing gradual decline in function kidney. Clinical manifestations are intermittent edema, hypertension, proteinuria, and frequent erythrocyturia. (first)\nBut it can also progress silently, with only proteinuria and red blood celluria without clinical symptoms, thereby causing health consequences in the patient. Gradually leading to increasingly severe chronic kidney failure and then stage kidney failure"
        },
        {
            "subsection_name": "5 stages of development of chronic glomerulonephritis",
            "subsection_content": "Chronic glomerulonephritis includes two groups of symptoms: the group of symptoms of chronic kidney disease based on urine abnormalities (proteinuria, erythropoiesis) and abnormal images through kidney ultrasound; group of symptoms of impaired kidney function, characterized by reduced glomerular filtration rate.\nTherefore, the US National Kidney Foundation (NKF) guides the classification of chronic kidney disease into five stages, from kidney disease to end-stage kidney failure. This classification helps determine the appropriate treatment strategy for each stage and is now widely used around the world.\nStage 1: kidney function is normal. The patient has chronic kidney disease but the glomerular filtration rate is still normal (³ 90 ml/min). The treatment strategy in this stage is to diagnose the disease, find the cause of the disease and treat it to slow down disease progression and reduce cardiovascular risks.; Stage 2: reduced kidney function (mild kidney failure). This stage is characterized by patients with chronic kidney disease, kidney damage has reduced kidney function, and glomerular filtration rate is 60-89 ml/min. The treatment strategy in this phase is to assess progression and treat to slow disease progression.; Stage 3: moderate kidney failure. The characteristic of this stage is that the glomerular filtration rate is between 30-59 ml/min. The treatment strategy  in this phase is to assess, prevent and treat complications.; Stage 4: severe kidney failure. The characteristic of this stage is that the glomerular filtration rate is greatly reduced to 15-29 ml/min. The treatment plan at this stage is to prepare for renal replacement therapy.; Stage 5: very severe kidney failure (end-stage kidney failure). Characteristic of this stage is the severity of kidney failure symptoms, with the glomerular filtration rate being less than 15 ml/min. Treatment during this stage is renal replacement therapy.",
            "subsection_string": "5 stages of development of chronic glomerulonephritis\nChronic glomerulonephritis includes two groups of symptoms: the group of symptoms of chronic kidney disease based on urine abnormalities (proteinuria, erythropoiesis) and abnormal images through kidney ultrasound; group of symptoms of impaired kidney function, characterized by reduced glomerular filtration rate.\nTherefore, the US National Kidney Foundation (NKF) guides the classification of chronic kidney disease into five stages, from kidney disease to end-stage kidney failure. This classification helps determine the appropriate treatment strategy for each stage and is now widely used around the world.\nStage 1: kidney function is normal. The patient has chronic kidney disease but the glomerular filtration rate is still normal (³ 90 ml/min). The treatment strategy in this stage is to diagnose the disease, find the cause of the disease and treat it to slow down disease progression and reduce cardiovascular risks.; Stage 2: reduced kidney function (mild kidney failure). This stage is characterized by patients with chronic kidney disease, kidney damage has reduced kidney function, and glomerular filtration rate is 60-89 ml/min. The treatment strategy in this phase is to assess progression and treat to slow disease progression.; Stage 3: moderate kidney failure. The characteristic of this stage is that the glomerular filtration rate is between 30-59 ml/min. The treatment strategy  in this phase is to assess, prevent and treat complications.; Stage 4: severe kidney failure. The characteristic of this stage is that the glomerular filtration rate is greatly reduced to 15-29 ml/min. The treatment plan at this stage is to prepare for renal replacement therapy.; Stage 5: very severe kidney failure (end-stage kidney failure). Characteristic of this stage is the severity of kidney failure symptoms, with the glomerular filtration rate being less than 15 ml/min. Treatment during this stage is renal replacement therapy."
        },
        {
            "subsection_name": "Cause of chronic glomerulonephritis",
            "subsection_content": "1. Primary chronic glomerulonephritis\nPrimary chronic glomerulonephritis is chronic glomerulonephritis of unknown etiology, glomerular damage is due to immune mechanisms.\n1.1 Forms of immune complex deposition in the glomerulus:\nImmune complexes circulate in the blood and then deposit in the glomerulus. Such as systemic lupus erythematosus, IgA nephropathy.; The structural components of the glomerulus are themselves antigenic. Antigens stimulate the body to produce antibodies, the antigen-antibody reaction occurs in the glomerulus. A typical example of this form is Goodpasture syndrome. In Goodpasture syndrome, the antigen is the a3 chain of type IV collagen in the glomerular basement membrane structure; Free antigens circulate in the blood and are \"implanted\" into the glomerulus, the antigen-antibody reaction occurs in the glomerulus. Typically this form is seen in systemic lupus erythematosus. The histone-DNA complex is an antigen in lupus, circulates in the blood and when it reaches the cell surface and glomerular basement membrane is \"implanted\" into this organization. This antigen is the target of anti-DNA antibodies.\n1.2 Antigens\nExcept for postinfectious glomerulopathies, antiglomerular basement membrane antibody disease and polymorphonuclear leukocyte cytoplasmic antibody disease have known antigens. Other primary chronic glomerulonephritis have not yet identified antigens. It is believed that there are two sources of antigens: exogenous antigens and endogenous antigens.; Exogenous antigens, which can be components of microorganisms or foreign substances entering the body; Endogenous antigens, which can be abnormal proteins produced under the action of microbial enzymes, abnormal proteins produced by tumors, or the patient's own IgG is changed to become Autoantigens due to dysfunction of the immune system; Antigen-antibody reactions create antigen-antibody complexes (immune complexes) that circulate in the blood. If there are few antigens and an excess of antibodies, the resulting immune complex is usually large in size, will be captured, destroyed by cells of the reticuloendothelial system, and removed from the circulatory system.; If there are few antibodies and excess antigens, the immune complexes formed are often small in size and pass through the control of reticuloendothelial cells and exist in the blood circulation. Immune complexes will be deposited in the glomerulus during the glomerular blood filtration process.\nDeposition sites of immune complexes in the glomerulus. Depending on the size and charge of the immune complexes, they can be deposited in different locations in the glomerulus. There are four sites of immune complex deposition in the glomerulus:\nImmune complex deposition under endothelial cells (in the space between the endothelial cell and the basement membrane).; Immune complex deposition in the glomerular basement membrane causes the basement membrane to thicken and can split the basement membrane to form spicules (membranoproliferative glomerulonephritis types 1 and 3). If it is deposited mainly in the dense layer of the basement membrane, it is called solid deposition disease (membranoproliferative glomerulonephritis type 2).; Deposition of immune complexes under epithelial cells (podocyt), immune complexes located in the space between epithelial cells and basement membrane.; Complex deposition in the mesangial space.\n1.3 Inflammatory process in the glomerulus\nThe inflammatory process in the glomeruli is a sterile inflammatory process, due to antigen-antibody interactions and immune complex deposition in the glomeruli that activate the complement system, activating polymorphonuclear leukocytes and monocytes. nucleus, mast cells, activation of the kinin system, coagulation system, to eliminate immune complexes; The consequence of the above process is inflammation and damage to the glomerulus, changing the permeability of the glomerular basement membrane, allowing the glomerulus to leak red blood cells and proteins into the urine.; The inflammatory process in the glomeruli does not end and becomes progressively worse because the antigen is not clearly known and has not been eliminated. At the same time, the inflammatory process in the glomeruli itself causes the release of mediators. causing inflammation (inflammatory mediators), leukocyte chemotactic agents, degrading enzymes, or disorders of the immune system that cause the inflammatory process to continue to progress.; Inflammatory response in the glomerulus is manifested by proliferation of glomerular cells such as mesangial cells and endothelial cells. Swelling of endothelial cells and epithelial cells. Epithelial cell foot fusion. Infiltration of inflammatory cells such as polymorphonuclear leukocytes, monocytes, and lymphocytes into the glomerulus. Thickening of the glomerular basement membrane, expansion of the mesangial space and increased mesangial proliferation; Proliferative mesangial material can spill from the mesangial space into the space between the endothelial cells and the glomerular basement membrane, forming a double border (rail shape) of the glomerular basement membrane. Deposition of immune complexes, complement, and fibrin in the glomerulus. The above changes gradually cause glomerulosclerosis, the fibrotic glomeruli are eliminated from the functional circle.; The number of glomeruli eliminated from the functional cycle is increasing, causing kidney function to decline more and more severely and irreversibly, eventually both kidneys no longer function, the patient has end-stage kidney failure.\n1.4 Some types of histopathological lesions\nMinimal glomerular damage; Segmental segmental glomerulonephritis; Diffuse glomerulonephritis:; Membranous glomerulonephritis\n2. Secondary chronic glomerulonephritis\n2.1 Systemic diseases\nSystemic lupus erythematosus; Polymyositis and dermatomyositis; Generalized scleroderma\n2.2 Metabolic disorders\nDiabetes; Amyloidosis\n2.3 Hypertension\nPeople with high blood pressure can damage the blood vessels supplying the kidneys. Over time, uncontrolled blood pressure will lead to vascular fibrosis, especially small blood vessels in the glomeruli.\n2.4 Systemic vascular disease\nAllergic vasculitis (Henoch-Schonlein-Purpura); Polyarteritis nodosa; Wegener's granulomatosis\n2.5 Hereditary kidney disease\nAlport syndrome; Nail-patellar syndrome; Thin basement membrane syndrome\n2.6 Some other kidney diseases\nShunt nephritis; Hemolytic-uremic syndrome\n3. Chronic glomerulonephritis due to family factors\nAccording to statistics from the National Kidney Foundation in the US, people at risk of chronic glomerulonephritis all have in common that they have family members with similar diseases.\nTherefore, chronic nephritis is also suspected to have a genetic influence among family members.",
            "subsection_string": "Cause of chronic glomerulonephritis\n1. Primary chronic glomerulonephritis\nPrimary chronic glomerulonephritis is chronic glomerulonephritis of unknown etiology, glomerular damage is due to immune mechanisms.\n1.1 Forms of immune complex deposition in the glomerulus:\nImmune complexes circulate in the blood and then deposit in the glomerulus. Such as systemic lupus erythematosus, IgA nephropathy.; The structural components of the glomerulus are themselves antigenic. Antigens stimulate the body to produce antibodies, the antigen-antibody reaction occurs in the glomerulus. A typical example of this form is Goodpasture syndrome. In Goodpasture syndrome, the antigen is the a3 chain of type IV collagen in the glomerular basement membrane structure; Free antigens circulate in the blood and are \"implanted\" into the glomerulus, the antigen-antibody reaction occurs in the glomerulus. Typically this form is seen in systemic lupus erythematosus. The histone-DNA complex is an antigen in lupus, circulates in the blood and when it reaches the cell surface and glomerular basement membrane is \"implanted\" into this organization. This antigen is the target of anti-DNA antibodies.\n1.2 Antigens\nExcept for postinfectious glomerulopathies, antiglomerular basement membrane antibody disease and polymorphonuclear leukocyte cytoplasmic antibody disease have known antigens. Other primary chronic glomerulonephritis have not yet identified antigens. It is believed that there are two sources of antigens: exogenous antigens and endogenous antigens.; Exogenous antigens, which can be components of microorganisms or foreign substances entering the body; Endogenous antigens, which can be abnormal proteins produced under the action of microbial enzymes, abnormal proteins produced by tumors, or the patient's own IgG is changed to become Autoantigens due to dysfunction of the immune system; Antigen-antibody reactions create antigen-antibody complexes (immune complexes) that circulate in the blood. If there are few antigens and an excess of antibodies, the resulting immune complex is usually large in size, will be captured, destroyed by cells of the reticuloendothelial system, and removed from the circulatory system.; If there are few antibodies and excess antigens, the immune complexes formed are often small in size and pass through the control of reticuloendothelial cells and exist in the blood circulation. Immune complexes will be deposited in the glomerulus during the glomerular blood filtration process.\nDeposition sites of immune complexes in the glomerulus. Depending on the size and charge of the immune complexes, they can be deposited in different locations in the glomerulus. There are four sites of immune complex deposition in the glomerulus:\nImmune complex deposition under endothelial cells (in the space between the endothelial cell and the basement membrane).; Immune complex deposition in the glomerular basement membrane causes the basement membrane to thicken and can split the basement membrane to form spicules (membranoproliferative glomerulonephritis types 1 and 3). If it is deposited mainly in the dense layer of the basement membrane, it is called solid deposition disease (membranoproliferative glomerulonephritis type 2).; Deposition of immune complexes under epithelial cells (podocyt), immune complexes located in the space between epithelial cells and basement membrane.; Complex deposition in the mesangial space.\n1.3 Inflammatory process in the glomerulus\nThe inflammatory process in the glomeruli is a sterile inflammatory process, due to antigen-antibody interactions and immune complex deposition in the glomeruli that activate the complement system, activating polymorphonuclear leukocytes and monocytes. nucleus, mast cells, activation of the kinin system, coagulation system, to eliminate immune complexes; The consequence of the above process is inflammation and damage to the glomerulus, changing the permeability of the glomerular basement membrane, allowing the glomerulus to leak red blood cells and proteins into the urine.; The inflammatory process in the glomeruli does not end and becomes progressively worse because the antigen is not clearly known and has not been eliminated. At the same time, the inflammatory process in the glomeruli itself causes the release of mediators. causing inflammation (inflammatory mediators), leukocyte chemotactic agents, degrading enzymes, or disorders of the immune system that cause the inflammatory process to continue to progress.; Inflammatory response in the glomerulus is manifested by proliferation of glomerular cells such as mesangial cells and endothelial cells. Swelling of endothelial cells and epithelial cells. Epithelial cell foot fusion. Infiltration of inflammatory cells such as polymorphonuclear leukocytes, monocytes, and lymphocytes into the glomerulus. Thickening of the glomerular basement membrane, expansion of the mesangial space and increased mesangial proliferation; Proliferative mesangial material can spill from the mesangial space into the space between the endothelial cells and the glomerular basement membrane, forming a double border (rail shape) of the glomerular basement membrane. Deposition of immune complexes, complement, and fibrin in the glomerulus. The above changes gradually cause glomerulosclerosis, the fibrotic glomeruli are eliminated from the functional circle.; The number of glomeruli eliminated from the functional cycle is increasing, causing kidney function to decline more and more severely and irreversibly, eventually both kidneys no longer function, the patient has end-stage kidney failure.\n1.4 Some types of histopathological lesions\nMinimal glomerular damage; Segmental segmental glomerulonephritis; Diffuse glomerulonephritis:; Membranous glomerulonephritis\n2. Secondary chronic glomerulonephritis\n2.1 Systemic diseases\nSystemic lupus erythematosus; Polymyositis and dermatomyositis; Generalized scleroderma\n2.2 Metabolic disorders\nDiabetes; Amyloidosis\n2.3 Hypertension\nPeople with high blood pressure can damage the blood vessels supplying the kidneys. Over time, uncontrolled blood pressure will lead to vascular fibrosis, especially small blood vessels in the glomeruli.\n2.4 Systemic vascular disease\nAllergic vasculitis (Henoch-Schonlein-Purpura); Polyarteritis nodosa; Wegener's granulomatosis\n2.5 Hereditary kidney disease\nAlport syndrome; Nail-patellar syndrome; Thin basement membrane syndrome\n2.6 Some other kidney diseases\nShunt nephritis; Hemolytic-uremic syndrome\n3. Chronic glomerulonephritis due to family factors\nAccording to statistics from the National Kidney Foundation in the US, people at risk of chronic glomerulonephritis all have in common that they have family members with similar diseases.\nTherefore, chronic nephritis is also suspected to have a genetic influence among family members."
        },
        {
            "subsection_name": "Symptoms of chronic glomerulonephritis",
            "subsection_content": "Chronic glomerulonephritis in the early stages often has no symptoms. Therefore, if patients do not go to other doctors or have regular health checks, it will be difficult to detect chronic glomerulonephritis in the early stages.\nPatients will begin to recognize clinical signs when the glomerulus has clearly reduced its function of filtering water and waste from the blood.\nFrom there, the patient will begin to have symptoms such as:\nClinical symptoms; Itching in the skin; Muscle cramps; Health is clearly weakened; Feeling nauseous, vomiting, bloated, slow digestion; Reduced need to eat; Edema in locations such as the legs, ankles and feet tends to gradually increase and become worse during the progression of the disease; Urinary frequency changes abnormally (more or less) and becomes less frequent; Anemia: mild or no symptoms in the early stages. When the progression is severe, the severity becomes more severe.; There is foam and blood inside the urine; Shortness of breath\n1. Paraclinical symptoms\n1.1 Urine test (2)\nProteinuria is frequent, the average is 1-3 g/24 hours, if nephrotic syndrome is high, proteinuria is > 3.5 g/24 hours.; Urinary red blood cells, usually microscopic, deformed, wrinkled, distorted, and shrunken; Urinary casts: can be red blood cell casts or granular casts\n1.2 Blood tests (3)\nThe number of red blood cells decreased, hemoglobin decreased slightly. The more late the stage, the greater the reduction; Electrolyte changes. Blood sodium often decreases, while potassium may increase especially when urinating is scanty; Glomerular filtration rate changes gradually with each stage of chronic glomerulonephritis. And in the final stages, there must be a solution for kidney replacement therapy.\n1.3 Kidney ultrasound\nKidney size is normal in the early stages and decreases in end-stage renal failure; Renal parenchyma is hyperechoic due to fibrosis\n1.4 X-ray:\nIntravenous drug nephrography shows slow drug enhancement and poor excretion\n1.5 Kidney biopsy\nMild stages may allow diagnosis of the cause and classification of the injury. But the final stage is often fibrosis",
            "subsection_string": "Symptoms of chronic glomerulonephritis\nChronic glomerulonephritis in the early stages often has no symptoms. Therefore, if patients do not go to other doctors or have regular health checks, it will be difficult to detect chronic glomerulonephritis in the early stages.\nPatients will begin to recognize clinical signs when the glomerulus has clearly reduced its function of filtering water and waste from the blood.\nFrom there, the patient will begin to have symptoms such as:\nClinical symptoms; Itching in the skin; Muscle cramps; Health is clearly weakened; Feeling nauseous, vomiting, bloated, slow digestion; Reduced need to eat; Edema in locations such as the legs, ankles and feet tends to gradually increase and become worse during the progression of the disease; Urinary frequency changes abnormally (more or less) and becomes less frequent; Anemia: mild or no symptoms in the early stages. When the progression is severe, the severity becomes more severe.; There is foam and blood inside the urine; Shortness of breath\n1. Paraclinical symptoms\n1.1 Urine test (2)\nProteinuria is frequent, the average is 1-3 g/24 hours, if nephrotic syndrome is high, proteinuria is > 3.5 g/24 hours.; Urinary red blood cells, usually microscopic, deformed, wrinkled, distorted, and shrunken; Urinary casts: can be red blood cell casts or granular casts\n1.2 Blood tests (3)\nThe number of red blood cells decreased, hemoglobin decreased slightly. The more late the stage, the greater the reduction; Electrolyte changes. Blood sodium often decreases, while potassium may increase especially when urinating is scanty; Glomerular filtration rate changes gradually with each stage of chronic glomerulonephritis. And in the final stages, there must be a solution for kidney replacement therapy.\n1.3 Kidney ultrasound\nKidney size is normal in the early stages and decreases in end-stage renal failure; Renal parenchyma is hyperechoic due to fibrosis\n1.4 X-ray:\nIntravenous drug nephrography shows slow drug enhancement and poor excretion\n1.5 Kidney biopsy\nMild stages may allow diagnosis of the cause and classification of the injury. But the final stage is often fibrosis"
        },
        {
            "subsection_name": "Complications may occur with chronic glomerulonephritis",
            "subsection_content": "The first health effects of chronic glomerulonephritis are the accumulation of waste or toxins in the blood. Because when the glomerulus has a reduced ability to filter urine and waste due to damage, it will not be able to function as effectively as a healthy glomerulus.\nIn addition, patients may also experience inhibition of the kidney's role in regulating blood pressure, loss of protein in the blood, and loss of red blood cells.\nIf people with chronic glomerulonephritis do not receive treatment to control the health of their glomeruli, over time the disease will develop into life-threatening complications. Possible complications of chronic glomerulonephritis include:\nChronic kidney failure and end-stage kidney failure; High blood pressure, possible paroxysmal hypertension, congestive heart failure; Nephrotic syndrome; Glomerulonephritis progresses rapidly; Blood complications: anemia, bleeding; Bone complications; Osteoporosis, osteomalacia",
            "subsection_string": "Complications may occur with chronic glomerulonephritis\nThe first health effects of chronic glomerulonephritis are the accumulation of waste or toxins in the blood. Because when the glomerulus has a reduced ability to filter urine and waste due to damage, it will not be able to function as effectively as a healthy glomerulus.\nIn addition, patients may also experience inhibition of the kidney's role in regulating blood pressure, loss of protein in the blood, and loss of red blood cells.\nIf people with chronic glomerulonephritis do not receive treatment to control the health of their glomeruli, over time the disease will develop into life-threatening complications. Possible complications of chronic glomerulonephritis include:\nChronic kidney failure and end-stage kidney failure; High blood pressure, possible paroxysmal hypertension, congestive heart failure; Nephrotic syndrome; Glomerulonephritis progresses rapidly; Blood complications: anemia, bleeding; Bone complications; Osteoporosis, osteomalacia"
        },
        {
            "subsection_name": "When to see a doctor?",
            "subsection_content": "Glomerulonephritis is considered a serious disease because it greatly affects human health. Therefore, patients need to see a doctor as soon as they have symptoms suspected of being glomerulonephritis.\nIn addition, medical experts recommend that each person should have a general health check-up twice a year. Speaking specifically about chronic glomerulonephritis, the disease often has no symptoms in the early stages.\nHowever, through the results of general health examinations, patients can recognize chronic glomerulonephritis from subclinical signs, typically higher than normal levels of protein and blood in urine.\nFrom there, timely treatment is performed to minimize the severity and slow down the progression of the disease.\nDetecting chronic glomerulonephritis is very important. Treatment of the disease in the early stages will be relatively easier and more controllable. Because at that time, the glomerular blood filtration index had not yet decreased much, and the disease symptoms had not yet affected the patient's health and quality of life.\nDoctors can predict the development of the disease to provide appropriate treatment regimens, while minimizing the possibility of dangerous complications for patients with chronic glomerulonephritis.",
            "subsection_string": "When to see a doctor?\nGlomerulonephritis is considered a serious disease because it greatly affects human health. Therefore, patients need to see a doctor as soon as they have symptoms suspected of being glomerulonephritis.\nIn addition, medical experts recommend that each person should have a general health check-up twice a year. Speaking specifically about chronic glomerulonephritis, the disease often has no symptoms in the early stages.\nHowever, through the results of general health examinations, patients can recognize chronic glomerulonephritis from subclinical signs, typically higher than normal levels of protein and blood in urine.\nFrom there, timely treatment is performed to minimize the severity and slow down the progression of the disease.\nDetecting chronic glomerulonephritis is very important. Treatment of the disease in the early stages will be relatively easier and more controllable. Because at that time, the glomerular blood filtration index had not yet decreased much, and the disease symptoms had not yet affected the patient's health and quality of life.\nDoctors can predict the development of the disease to provide appropriate treatment regimens, while minimizing the possibility of dangerous complications for patients with chronic glomerulonephritis."
        },
        {
            "subsection_name": "People who often suffer from chronic glomerulonephritis",
            "subsection_content": "Chronic glomerulonephritis is a disease that can happen to anyone of any age. However, people at risk of chronic glomerulonephritis often have the following things in common: (4)\nPeople who have had acute glomerulonephritis; People with diabetes, high blood pressure or cardiovascular diseases; Family members have a history of kidney disease, especially glomerulonephritis; Elderly",
            "subsection_string": "People who often suffer from chronic glomerulonephritis\nChronic glomerulonephritis is a disease that can happen to anyone of any age. However, people at risk of chronic glomerulonephritis often have the following things in common: (4)\nPeople who have had acute glomerulonephritis; People with diabetes, high blood pressure or cardiovascular diseases; Family members have a history of kidney disease, especially glomerulonephritis; Elderly"
        },
        {
            "subsection_name": "What factors increase the risk of disease?",
            "subsection_content": "Factors that can increase the risk of chronic glomerulonephritis that you need to pay attention to include: (5)\nBacterial or viral infections anywhere can make things worse; People who regularly smoke and use alcohol; People with acute glomerulonephritis that persists or recurs many times; People who regularly use drugs that are harmful to the kidneys; People whose diet is too high in salt; People with obesity; Some geographic and racial factors such as being black or Asian American; People with abnormal kidney structure",
            "subsection_string": "What factors increase the risk of disease?\nFactors that can increase the risk of chronic glomerulonephritis that you need to pay attention to include: (5)\nBacterial or viral infections anywhere can make things worse; People who regularly smoke and use alcohol; People with acute glomerulonephritis that persists or recurs many times; People who regularly use drugs that are harmful to the kidneys; People whose diet is too high in salt; People with obesity; Some geographic and racial factors such as being black or Asian American; People with abnormal kidney structure"
        },
        {
            "subsection_name": "Can chronic glomerulonephritis be cured?",
            "subsection_content": "Chronic glomerulonephritis is a disease that cannot be completely treated because it is also a complication of acute glomerulonephritis. However, the disease can be controlled and symptoms improved by changing nutrition, lifestyle habits and combining with supportive medication.\nPeople with chronic glomerulonephritis need to follow the treatment regimen prescribed by their doctor and have regular check-ups to manage their health and disease progression. Thus, it is possible to maintain stable kidney health and minimize the risk of complications.",
            "subsection_string": "Can chronic glomerulonephritis be cured?\nChronic glomerulonephritis is a disease that cannot be completely treated because it is also a complication of acute glomerulonephritis. However, the disease can be controlled and symptoms improved by changing nutrition, lifestyle habits and combining with supportive medication.\nPeople with chronic glomerulonephritis need to follow the treatment regimen prescribed by their doctor and have regular check-ups to manage their health and disease progression. Thus, it is possible to maintain stable kidney health and minimize the risk of complications."
        },
        {
            "subsection_name": "How is chronic glomerulonephritis diagnosed?",
            "subsection_content": "Most cases of suspected chronic glomerulonephritis are diagnosed based on urine test results.\nProtein is present in urine, from which it can be concluded whether the patient has proteinuria, a typical paraclinical sign of the disease, or not. In addition, urine test results will also show the following indicators:\nThe amount of red blood cells in urine is usually microscopic; Edema: often in progressive stages, stable phase may not be edematous; Hypertension; Reduced kidney function (blood urea, creatinine increased, glomerular filtration rate gradually decreased\nDiagnosis of chronic nature\nThe above symptoms last more than 3 months, combined with ultrasound and imaging\nIn some cases where the patient has abnormal indicators in urine or blood, the doctor will instruct the patient to perform a kidney biopsy to directly check for signs of inflammation in the kidney tissue.",
            "subsection_string": "How is chronic glomerulonephritis diagnosed?\nMost cases of suspected chronic glomerulonephritis are diagnosed based on urine test results.\nProtein is present in urine, from which it can be concluded whether the patient has proteinuria, a typical paraclinical sign of the disease, or not. In addition, urine test results will also show the following indicators:\nThe amount of red blood cells in urine is usually microscopic; Edema: often in progressive stages, stable phase may not be edematous; Hypertension; Reduced kidney function (blood urea, creatinine increased, glomerular filtration rate gradually decreased\nDiagnosis of chronic nature\nThe above symptoms last more than 3 months, combined with ultrasound and imaging\nIn some cases where the patient has abnormal indicators in urine or blood, the doctor will instruct the patient to perform a kidney biopsy to directly check for signs of inflammation in the kidney tissue."
        },
        {
            "subsection_name": "Treatment methods for chronic glomerulonephritis",
            "subsection_content": "There is no specific treatment for chronic glomerulonephritis; treatment goals include:\nPrevention of acute progression; Limit the progression of glomerular damage, maintain glomerular function; Homeostasis regulation; Treatment of complications; Treat the underlying disease; Change your diet appropriately and have a healthy lifestyle to slow down the progression of the disease.\nThe doctor will evaluate your health status and current kidney filtering function to come up with an appropriate treatment regimen. Furthermore, the doctor will also base on the patient's clinical symptoms to prescribe supportive medications.\nMedications commonly used to relieve symptoms of chronic glomerulonephritis include:\nAntihypertensive drugs; Anti-inflammatory drugs or antibiotics for people with chronic glomerulonephritis secondary to infection; Corticosteroids and immunosuppressants in some specific cases; Diuretics when there is edema; Treatment of anemia; Treatment is based on the cause (such as Diabetes, Systemic Lupus Erythematosus...); For end-stage patients with uncontrolled hyperkalemia or uncontrolled fluid overload, emergency dialysis or periodic dialysis may be required.\nPatients also need to pay attention to the following things about the diet for patients with chronic enterococcal disease. This diet can also be applied to other cases of chronic kidney disease.\nLimit salt, potassium, and phosphorus; Only consume a sufficient amount of protein, limit eating too much protein-rich foods; Limit eating foods with electrolytes\nThis nutritional regimen helps patients balance the levels of electrolytes, minerals and fluids in the body. Furthermore, it also limits the accumulation of waste in the patient's body.",
            "subsection_string": "Treatment methods for chronic glomerulonephritis\nThere is no specific treatment for chronic glomerulonephritis; treatment goals include:\nPrevention of acute progression; Limit the progression of glomerular damage, maintain glomerular function; Homeostasis regulation; Treatment of complications; Treat the underlying disease; Change your diet appropriately and have a healthy lifestyle to slow down the progression of the disease.\nThe doctor will evaluate your health status and current kidney filtering function to come up with an appropriate treatment regimen. Furthermore, the doctor will also base on the patient's clinical symptoms to prescribe supportive medications.\nMedications commonly used to relieve symptoms of chronic glomerulonephritis include:\nAntihypertensive drugs; Anti-inflammatory drugs or antibiotics for people with chronic glomerulonephritis secondary to infection; Corticosteroids and immunosuppressants in some specific cases; Diuretics when there is edema; Treatment of anemia; Treatment is based on the cause (such as Diabetes, Systemic Lupus Erythematosus...); For end-stage patients with uncontrolled hyperkalemia or uncontrolled fluid overload, emergency dialysis or periodic dialysis may be required.\nPatients also need to pay attention to the following things about the diet for patients with chronic enterococcal disease. This diet can also be applied to other cases of chronic kidney disease.\nLimit salt, potassium, and phosphorus; Only consume a sufficient amount of protein, limit eating too much protein-rich foods; Limit eating foods with electrolytes\nThis nutritional regimen helps patients balance the levels of electrolytes, minerals and fluids in the body. Furthermore, it also limits the accumulation of waste in the patient's body."
        },
        {
            "subsection_name": "Measures to prevent chronic glomerulonephritis",
            "subsection_content": "There is no method to completely prevent chronic glomerulonephritis because the disease depends on a variety of factors, including idiopathic agents.\nHowever, you can still minimize the risk of disease with healthy living habits and a scientific diet. It is important to maintain optimal personal hygiene and living environment to avoid illnesses related to strep infections.\nMeasures to help you prevent chronic glomerulonephritis include:\nCompletely treat acute glomerulonephritis and limit disease recurrence; Increase resistance and physical strength by exercising; Maintain personal and home hygiene; Periodic health examination; Drink enough water; Limit your intake of processed foods or too much salt; Control your potassium and protein intake; Eat foods that support kidney function such as sea bass, red grapes, garlic, olive oil, etc.\nCenter for Urology and Nephrology, Department of Andrology - Urology of Tam Anh General Hospital System brings together a team of leading experts, Internal Medicine and Surgery, skilled and dedicated.\nPeople's Teacher Prof. Dr. Tran Quan Anh, Meritorious Physician Associate Prof. Dr. Vu Le Chuyen are giants in the field of Urology and Nephrology in Vietnam. Along with the names of excellent physicians Dr. Nguyen The Truong, excellent physicians Doctor II Ta Phuong Dung, Dr. Nguyen Hoang Duc, Dr. Tu Thanh Tri Dung, MSc.CKI Nguyen Duc Nhuan, BS.CKII Nguyen Le Tuyen, MSc. Nguyen Tan Cuong, MSc. Ta Ngoc Thach, BS.CKI Phan Truong Nam...\nThe Center's experts and doctors are always confident in mastering the latest techniques, early detecting and effectively treating kidney and urinary tract diseases, helping patients shorten hospital stays and limit risk of recurrence, improving quality of life.\nWith the leading modern machinery and equipment system in the country and the region; Operating room meets international standards; Along with a 5-star boarding area and high-class service... The Urology and Nephrology Center stands out with examination, screening and treatment services for all urinary tract diseases. From common surgeries to major high-tech surgeries.\nThese include laparoscopic kidney stone surgery, kidney transplant, tumor resection to preserve kidney parenchyma; Radical nephrectomy; Radical prostatectomy; total bladder resection and small bowel cystoplasty; adrenalectomy; shaping urinary tract defects... Diagnosis - medical and surgical treatment of all male diseases.\nTo schedule an examination and treatment with leading experts at the Center for Urology and Nephrology, Department of Andrology - Urology, Tam Anh General Hospital System, you can make an appointment online through the following ways:\nCall the hotline 0287 102 6789 - 093 180 6858 (HCMC) or 024 3872 3872 - 024 7106 6858 (Hanoi) to register for a private medical appointment with a specialist, through the customer service staff.; Register for a medical appointment with any doctor you trust at the link: https://tamanhhospital.vn/danh-cho-khach-hang/dat-lich-kham/; Send a message on Tam Anh General Hospital Fanpage or Tam Anh General Hospital Urology and Andrology Fanpage; Text message via Zalo OA of Tam Anh General Hospital.\nChronic glomerulonephritis syndrome is a group of diseases that cause inflammation of the glomeruli and capillaries within the glomeruli. The disease impairs the function of filtering urine and waste in the blood, and over a long period of time will cause toxins to accumulate in the patient's body. Chronic glomerulonephritis can progress to other dangerous kidney diseases such as kidney failure, high blood pressure or nephrotic syndrome.\nThere is no specific treatment for chronic glomerulonephritis and the disease cannot be cured completely. Therefore, patients need to control, maintain and improve glomerular filtration function through diet, lifestyle habits and medications to help minimize symptoms.",
            "subsection_string": "Measures to prevent chronic glomerulonephritis\nThere is no method to completely prevent chronic glomerulonephritis because the disease depends on a variety of factors, including idiopathic agents.\nHowever, you can still minimize the risk of disease with healthy living habits and a scientific diet. It is important to maintain optimal personal hygiene and living environment to avoid illnesses related to strep infections.\nMeasures to help you prevent chronic glomerulonephritis include:\nCompletely treat acute glomerulonephritis and limit disease recurrence; Increase resistance and physical strength by exercising; Maintain personal and home hygiene; Periodic health examination; Drink enough water; Limit your intake of processed foods or too much salt; Control your potassium and protein intake; Eat foods that support kidney function such as sea bass, red grapes, garlic, olive oil, etc.\nCenter for Urology and Nephrology, Department of Andrology - Urology of Tam Anh General Hospital System brings together a team of leading experts, Internal Medicine and Surgery, skilled and dedicated.\nPeople's Teacher Prof. Dr. Tran Quan Anh, Meritorious Physician Associate Prof. Dr. Vu Le Chuyen are giants in the field of Urology and Nephrology in Vietnam. Along with the names of excellent physicians Dr. Nguyen The Truong, excellent physicians Doctor II Ta Phuong Dung, Dr. Nguyen Hoang Duc, Dr. Tu Thanh Tri Dung, MSc.CKI Nguyen Duc Nhuan, BS.CKII Nguyen Le Tuyen, MSc. Nguyen Tan Cuong, MSc. Ta Ngoc Thach, BS.CKI Phan Truong Nam...\nThe Center's experts and doctors are always confident in mastering the latest techniques, early detecting and effectively treating kidney and urinary tract diseases, helping patients shorten hospital stays and limit risk of recurrence, improving quality of life.\nWith the leading modern machinery and equipment system in the country and the region; Operating room meets international standards; Along with a 5-star boarding area and high-class service... The Urology and Nephrology Center stands out with examination, screening and treatment services for all urinary tract diseases. From common surgeries to major high-tech surgeries.\nThese include laparoscopic kidney stone surgery, kidney transplant, tumor resection to preserve kidney parenchyma; Radical nephrectomy; Radical prostatectomy; total bladder resection and small bowel cystoplasty; adrenalectomy; shaping urinary tract defects... Diagnosis - medical and surgical treatment of all male diseases.\nTo schedule an examination and treatment with leading experts at the Center for Urology and Nephrology, Department of Andrology - Urology, Tam Anh General Hospital System, you can make an appointment online through the following ways:\nCall the hotline 0287 102 6789 - 093 180 6858 (HCMC) or 024 3872 3872 - 024 7106 6858 (Hanoi) to register for a private medical appointment with a specialist, through the customer service staff.; Register for a medical appointment with any doctor you trust at the link: https://tamanhhospital.vn/danh-cho-khach-hang/dat-lich-kham/; Send a message on Tam Anh General Hospital Fanpage or Tam Anh General Hospital Urology and Andrology Fanpage; Text message via Zalo OA of Tam Anh General Hospital.\nChronic glomerulonephritis syndrome is a group of diseases that cause inflammation of the glomeruli and capillaries within the glomeruli. The disease impairs the function of filtering urine and waste in the blood, and over a long period of time will cause toxins to accumulate in the patient's body. Chronic glomerulonephritis can progress to other dangerous kidney diseases such as kidney failure, high blood pressure or nephrotic syndrome.\nThere is no specific treatment for chronic glomerulonephritis and the disease cannot be cured completely. Therefore, patients need to control, maintain and improve glomerular filtration function through diet, lifestyle habits and medications to help minimize symptoms."
        }
    ],
    "name": "viem-cau-than-man.json"
}