{
    "title": "Ear infections: Causes, symptoms, treatment and prevention",
    "category": "Ear, nose and throat",
    "link": "https://tamanhhospital.vn/viem-tai/",
    "abstract": "Ear infections are common in both adults and children. This is the largest cause of hearing loss or deafness worldwide.",
    "content": "Ear infections: Causes, symptoms, treatment and prevention\n\nEar infections are common in both adults and children. This is the largest cause of hearing loss or deafness worldwide.\n\nWhat is an ear infection?\nOtitis is an ear infection that causes inflammation and pain. Inflammation can be accompanied by swelling, ear discharge, foul-smelling ears, and hearing loss.\nEar infections are common and the leading cause of hearing loss or deafness\n\nCommon ear infections\nMSc.BSc.CKI Truong Tri Tuong, Department of Otorhinolaryngology, Tam Anh General Hospital, Ho Chi Minh City, said that ear infections are classified according to the location of infection in the ear. Common types of ear infections include:\n1. Otitis externa\nOtitis externa is an acute infection of the skin of the ear canal usually caused by bacteria and fungi. Pseudomonas bacteria are the most common cause of this type of ear infection.\nThe external ear includes the pinna and the external auditory canal, measured from the eardrum to the outside of the ear.\nOtitis externa is divided into types including:\n1.1 Acute diffuse otitis externa\nMay present as a localized boil or diffuse infection of the entire ear canal.\n1.2 Ear infections caused by swimming\nIt is a bacterial infection usually caused by water remaining in the external ear canal for a long time, creating a moist environment for bacteria to grow. This type of ear infection has the English term swimmer's ear, is the most common disease in children and is not contagious.(1)\n1.3 Fungus of the external auditory canal\nIt is a condition in which the outer ear becomes inflamed and infected due to a fungal infection. The most common fungal species that cause diseases of the outer ear are Aspergillus and Candida.\n2. Otitis media\nOtitis media is an infection in the middle ear. This type of ear infection is most common in preschool-age children.\nThe middle ear includes the mastoid bone and the tympanic cavity. It is part of the temporal bone, filled with air.\nThere are three types of otitis media, including:\n2.1 Acute otitis media (AOM)\nOnly occurs for a short period of time, usually no more than 4 weeks, and then goes away on its own.\n2.2 Serous otitis media (OME)\nThis condition occurs when fluid builds up in the middle ear without causing an infection. Serous otitis media usually does not cause fever or ear pain.(2)\n2.3 Chronic purulent otitis media (CSOM)\nCSOM is a consequence of acute otitis media without complete treatment. This condition includes otitis media and is characterized by persistent secretions from the middle ear through a perforated eardrum.\n2.4 Malignant otitis externa\nThis is a serious osteomyelitis of the temporal bone (usually caused by Pseudomonas bacteria). This condition is relatively rare, occurring in the elderly, diabetics and immunocompromised people.\n3. Inner ear infection\nOtitis media is an infection of the inner ear. The cause may be due to infection with the flu virus, but it may also be due to an infection spreading from the middle ear inside.\nThe inner ear includes the cochlea, semicircular canals, and vestibule.\nInner ear infections are divided into two types:\n3.1 Labyrinthitis\nLabyrinthitis is an infection of the labyrinth of the ear. The labyrinth is a part of the inner ear that helps control hearing and balance. Labyrinthitis is often caused by a viral or bacterial infection.\n3.2 Vestibular neuritis\nVestibular neuritis is an infection of the vestibular nerve, often seen after influenza infection. The vestibular nerve is part of the inner ear, helping to transmit nerve signals from the vestibular organ to the brain.\n\nCauses of ear infections\nThe most common cause of ear infections is bacterial, viral and fungal infections. Among them, the bacteria Streptococcus pneumoniae, Haemophilus influenzae and cold viruses are the main causes of ear infections.\nIn addition, ear infections also have risk factors including:\nEar damage; Swimming; Immunodeficiency; Sinusitis; Allergy; Seborrheic dermatitis; Psoriasis; Indigo; Use hearing aids; Ear surgery; Young children have poor ear hygiene (3)\nStreptococcus pneumoniae bacterial infection is the leading cause of ear infections\n\nSigns of ear infection\nSigns of ear infection are very diverse, in which, some of the most common ear infection symptoms include:\nEar pain; Swollen, red ears; Ear discharge; Ears have a foul odor; Itchy ears; Tinnitus; Hearing loss; Fever\nIn addition, severe ear infections may include symptoms such as:\nDizzy; Overbalance; Headache pain; Hearing loss\n\nComplications of ear infections\nEar infections can cause many complications ranging from mild to serious. Possible complications include:\nPerforated eardrum leads to hearing loss;; Mastoiditis;; Labyrinthitis leads to vestibular disorders with symptoms of imbalance and dizziness;; Facial paralysis due to damage to the facial motor nerve (facial nerve);; Dangerous intracranial complications such as meningitis and intracranial abscess.\n\nHow to treat ear infections?\nDoctor Truong Tri Tuong said that depending on the type of ear infection, doctors can recommend appropriate treatment methods including medical treatment and surgical treatment.\n1. Medical treatment\nThis method includes ear cleaning, using medications and can be combined with home treatment methods.\nMedications commonly used to treat ear infections include ear drops, topical ear medications, antibiotics, and anti-inflammatory medications. In some cases, antifungal medication may be needed if there is evidence of a fungal infection.\nThe most commonly used medications for ear infections include acetic acid and topical corticosteroids, and antibiotic ear drops such as ciprofloxacin, ofloxacin, or neomycin/polymyxin. Antifungal drugs gentian, cresylate acetate, nystatin, clotrimazole...\n2. Be careful when using medicine to treat ear infections in children\nThe Centers for Disease Control and Prevention (CDC) recommends the following medications to treat ear infections in children.\nAnalgesic\nChildren under 6 months of age: Use only acetaminophen.; Children 6 months and older: Can give acetaminophen or ibuprofen.; Do not give children aspirin because it can cause Reye's syndrome. Reye syndrome is a very serious but rare disease that can damage the liver and brain.\nCough and cold medicine\nChildren under 4 years old: Parents need to use medicine as prescribed by the doctor. Do not use over-the-counter cough and cold medicine for children because it can cause dangerous side effects for children.; Children 4 years and older: Parents need to talk to their doctor about whether over-the-counter cough and cold medications are safe for children.\nParents should always consult a specialist about any medication used to treat ear infections in children. Only use antibiotics as prescribed by your doctor.\n3. Surgical treatment\nThis is an invasive treatment that involves surgery or procedures. Surgery is the last option when medical treatments are ineffective.\nSurgery is often applied to severe cases of ear infections, mainly to resolve complications such as mastoiditis, hearing loss, loss of balance, etc.\n4. Ear drum repair surgery\nThis surgical procedure repairs a perforated eardrum caused by infection and helps prevent future infections, improving hearing. Tympanoplasty is usually performed on patients who do not have an infection or cancer in the ear bones.\nThe surgical process will use grafts taken from the patient's own body, usually fascia, meniscus or ear cartilage to repair the eardrum. After 6-8 weeks of surgery, patients can improve their hearing ability.\n5. Open the tympanic membrane and place a drainage tube\nBilateral tympanostomy and drainage tubes are used for patients who frequently have fluid buildup in the middle ear.\nDuring surgery, the doctor will create a small hole and insert an artificial tube to drain the ear fluid out. The patient can leave the hospital the same day, and the eardrum can heal when the drainage tube falls out on its own, usually a few months after surgery.\n6. Drill the mastoid bone\nThe mastoid bone is the bone behind the ear that connects to the middle ear. The surgeon will make an incision behind the ear to access the mastoid bone. Then, the doctor drills and cleans the mastoid bone to help prevent chronic ear infections.\nDoctors from the Department of Ear, Nose and Throat, Tam Anh General Hospital, Ho Chi Minh City, perform tympanic surgery to treat ear infections for patients.\n\nMethods to prevent ear infections\nTo prevent ear infections, Dr. Tuong advises people to pay attention to the following.\nGet flu shots and pneumococcal vaccines to protect against a common cause of middle ear infections, Streptococcus pneumonia.; Always maintain hand hygiene.; Breastfeed your baby exclusively until he or she is 6 months old and continue breastfeeding for at least 12 months.; Do not smoke and avoid exposure to secondhand smoke.; Dry your ears thoroughly after swimming.; Do not share earwax removal or ear cleaning tools; Remove earwax properly to avoid damaging the ear; In immunocompromised patients such as HIV, cancer, and diabetes, ears should be regularly checked to prevent the risk of fungal ear infections.; Avoid flu infection that causes complications affecting the ears; People who use hearing aids or cochlear implants should regularly go to the hospital to check the condition of the device.(4)\nChildren and adults need to be vaccinated against influenza and pneumococcus to prevent the risk of ear infections. Photo: VNVC Vaccination Center\n\nSome frequently asked questions about ear infections\n1. Is ear infection contagious?\nIf the ear infection is caused by the flu virus, it can cause infection in the community. Preschool-age children often get otitis media due to flu virus infection while going to school.\nSwimmer's ear is usually not contagious.\n2. Does ear infection cause deafness?\nUntreated or improperly treated ear infections for a long time can cause complications such as perforated eardrums, leading to hearing loss or deafness.\nEar infections are common and easy to treat. However, if not intervened promptly, complications of ear infections can affect health, even threaten life, and are difficult to treat. Complications of mastoiditis, labyrinthitis, facial paralysis, and meningitis often require surgical intervention and a very long recovery time. After treatment, the patient's hearing may be affected.\nAfter a week, if the ear infection does not improve, the patient needs to see an Ear, Nose and Throat specialist for diagnosis and treatment.\nBecause of the potential risks of ear infections, Dr. Truong Tri Tuong advised that people need to pay attention to preventing risk factors that cause the disease. When there are symptoms of ear infection, patients need to see an Ear, Nose and Throat specialist for early and thorough treatment and to prevent dangerous complications. Note: Do not treat with unproven folk methods, do not arbitrarily use drugs without a doctor's prescription because it can lead to drug resistance, making it difficult to treat later.",
    "subsections": [
        {
            "subsection_name": "What is an ear infection?",
            "subsection_content": "Otitis is an ear infection that causes inflammation and pain. Inflammation can be accompanied by swelling, ear discharge, foul-smelling ears, and hearing loss.\nEar infections are common and the leading cause of hearing loss or deafness",
            "subsection_string": "What is an ear infection?\nOtitis is an ear infection that causes inflammation and pain. Inflammation can be accompanied by swelling, ear discharge, foul-smelling ears, and hearing loss.\nEar infections are common and the leading cause of hearing loss or deafness"
        },
        {
            "subsection_name": "Common ear infections",
            "subsection_content": "MSc.BSc.CKI Truong Tri Tuong, Department of Otorhinolaryngology, Tam Anh General Hospital, Ho Chi Minh City, said that ear infections are classified according to the location of infection in the ear. Common types of ear infections include:\n1. Otitis externa\nOtitis externa is an acute infection of the skin of the ear canal usually caused by bacteria and fungi. Pseudomonas bacteria are the most common cause of this type of ear infection.\nThe external ear includes the pinna and the external auditory canal, measured from the eardrum to the outside of the ear.\nOtitis externa is divided into types including:\n1.1 Acute diffuse otitis externa\nMay present as a localized boil or diffuse infection of the entire ear canal.\n1.2 Ear infections caused by swimming\nIt is a bacterial infection usually caused by water remaining in the external ear canal for a long time, creating a moist environment for bacteria to grow. This type of ear infection has the English term swimmer's ear, is the most common disease in children and is not contagious.(1)\n1.3 Fungus of the external auditory canal\nIt is a condition in which the outer ear becomes inflamed and infected due to a fungal infection. The most common fungal species that cause diseases of the outer ear are Aspergillus and Candida.\n2. Otitis media\nOtitis media is an infection in the middle ear. This type of ear infection is most common in preschool-age children.\nThe middle ear includes the mastoid bone and the tympanic cavity. It is part of the temporal bone, filled with air.\nThere are three types of otitis media, including:\n2.1 Acute otitis media (AOM)\nOnly occurs for a short period of time, usually no more than 4 weeks, and then goes away on its own.\n2.2 Serous otitis media (OME)\nThis condition occurs when fluid builds up in the middle ear without causing an infection. Serous otitis media usually does not cause fever or ear pain.(2)\n2.3 Chronic purulent otitis media (CSOM)\nCSOM is a consequence of acute otitis media without complete treatment. This condition includes otitis media and is characterized by persistent secretions from the middle ear through a perforated eardrum.\n2.4 Malignant otitis externa\nThis is a serious osteomyelitis of the temporal bone (usually caused by Pseudomonas bacteria). This condition is relatively rare, occurring in the elderly, diabetics and immunocompromised people.\n3. Inner ear infection\nOtitis media is an infection of the inner ear. The cause may be due to infection with the flu virus, but it may also be due to an infection spreading from the middle ear inside.\nThe inner ear includes the cochlea, semicircular canals, and vestibule.\nInner ear infections are divided into two types:\n3.1 Labyrinthitis\nLabyrinthitis is an infection of the labyrinth of the ear. The labyrinth is a part of the inner ear that helps control hearing and balance. Labyrinthitis is often caused by a viral or bacterial infection.\n3.2 Vestibular neuritis\nVestibular neuritis is an infection of the vestibular nerve, often seen after influenza infection. The vestibular nerve is part of the inner ear, helping to transmit nerve signals from the vestibular organ to the brain.",
            "subsection_string": "Common ear infections\nMSc.BSc.CKI Truong Tri Tuong, Department of Otorhinolaryngology, Tam Anh General Hospital, Ho Chi Minh City, said that ear infections are classified according to the location of infection in the ear. Common types of ear infections include:\n1. Otitis externa\nOtitis externa is an acute infection of the skin of the ear canal usually caused by bacteria and fungi. Pseudomonas bacteria are the most common cause of this type of ear infection.\nThe external ear includes the pinna and the external auditory canal, measured from the eardrum to the outside of the ear.\nOtitis externa is divided into types including:\n1.1 Acute diffuse otitis externa\nMay present as a localized boil or diffuse infection of the entire ear canal.\n1.2 Ear infections caused by swimming\nIt is a bacterial infection usually caused by water remaining in the external ear canal for a long time, creating a moist environment for bacteria to grow. This type of ear infection has the English term swimmer's ear, is the most common disease in children and is not contagious.(1)\n1.3 Fungus of the external auditory canal\nIt is a condition in which the outer ear becomes inflamed and infected due to a fungal infection. The most common fungal species that cause diseases of the outer ear are Aspergillus and Candida.\n2. Otitis media\nOtitis media is an infection in the middle ear. This type of ear infection is most common in preschool-age children.\nThe middle ear includes the mastoid bone and the tympanic cavity. It is part of the temporal bone, filled with air.\nThere are three types of otitis media, including:\n2.1 Acute otitis media (AOM)\nOnly occurs for a short period of time, usually no more than 4 weeks, and then goes away on its own.\n2.2 Serous otitis media (OME)\nThis condition occurs when fluid builds up in the middle ear without causing an infection. Serous otitis media usually does not cause fever or ear pain.(2)\n2.3 Chronic purulent otitis media (CSOM)\nCSOM is a consequence of acute otitis media without complete treatment. This condition includes otitis media and is characterized by persistent secretions from the middle ear through a perforated eardrum.\n2.4 Malignant otitis externa\nThis is a serious osteomyelitis of the temporal bone (usually caused by Pseudomonas bacteria). This condition is relatively rare, occurring in the elderly, diabetics and immunocompromised people.\n3. Inner ear infection\nOtitis media is an infection of the inner ear. The cause may be due to infection with the flu virus, but it may also be due to an infection spreading from the middle ear inside.\nThe inner ear includes the cochlea, semicircular canals, and vestibule.\nInner ear infections are divided into two types:\n3.1 Labyrinthitis\nLabyrinthitis is an infection of the labyrinth of the ear. The labyrinth is a part of the inner ear that helps control hearing and balance. Labyrinthitis is often caused by a viral or bacterial infection.\n3.2 Vestibular neuritis\nVestibular neuritis is an infection of the vestibular nerve, often seen after influenza infection. The vestibular nerve is part of the inner ear, helping to transmit nerve signals from the vestibular organ to the brain."
        },
        {
            "subsection_name": "Causes of ear infections",
            "subsection_content": "The most common cause of ear infections is bacterial, viral and fungal infections. Among them, the bacteria Streptococcus pneumoniae, Haemophilus influenzae and cold viruses are the main causes of ear infections.\nIn addition, ear infections also have risk factors including:\nEar damage; Swimming; Immunodeficiency; Sinusitis; Allergy; Seborrheic dermatitis; Psoriasis; Indigo; Use hearing aids; Ear surgery; Young children have poor ear hygiene (3)\nStreptococcus pneumoniae bacterial infection is the leading cause of ear infections",
            "subsection_string": "Causes of ear infections\nThe most common cause of ear infections is bacterial, viral and fungal infections. Among them, the bacteria Streptococcus pneumoniae, Haemophilus influenzae and cold viruses are the main causes of ear infections.\nIn addition, ear infections also have risk factors including:\nEar damage; Swimming; Immunodeficiency; Sinusitis; Allergy; Seborrheic dermatitis; Psoriasis; Indigo; Use hearing aids; Ear surgery; Young children have poor ear hygiene (3)\nStreptococcus pneumoniae bacterial infection is the leading cause of ear infections"
        },
        {
            "subsection_name": "Signs of ear infection",
            "subsection_content": "Signs of ear infection are very diverse, in which, some of the most common ear infection symptoms include:\nEar pain; Swollen, red ears; Ear discharge; Ears have a foul odor; Itchy ears; Tinnitus; Hearing loss; Fever\nIn addition, severe ear infections may include symptoms such as:\nDizzy; Overbalance; Headache pain; Hearing loss",
            "subsection_string": "Signs of ear infection\nSigns of ear infection are very diverse, in which, some of the most common ear infection symptoms include:\nEar pain; Swollen, red ears; Ear discharge; Ears have a foul odor; Itchy ears; Tinnitus; Hearing loss; Fever\nIn addition, severe ear infections may include symptoms such as:\nDizzy; Overbalance; Headache pain; Hearing loss"
        },
        {
            "subsection_name": "Complications of ear infections",
            "subsection_content": "Ear infections can cause many complications ranging from mild to serious. Possible complications include:\nPerforated eardrum leads to hearing loss;; Mastoiditis;; Labyrinthitis leads to vestibular disorders with symptoms of imbalance and dizziness;; Facial paralysis due to damage to the facial motor nerve (facial nerve);; Dangerous intracranial complications such as meningitis and intracranial abscess.",
            "subsection_string": "Complications of ear infections\nEar infections can cause many complications ranging from mild to serious. Possible complications include:\nPerforated eardrum leads to hearing loss;; Mastoiditis;; Labyrinthitis leads to vestibular disorders with symptoms of imbalance and dizziness;; Facial paralysis due to damage to the facial motor nerve (facial nerve);; Dangerous intracranial complications such as meningitis and intracranial abscess."
        },
        {
            "subsection_name": "How to treat ear infections?",
            "subsection_content": "Doctor Truong Tri Tuong said that depending on the type of ear infection, doctors can recommend appropriate treatment methods including medical treatment and surgical treatment.\n1. Medical treatment\nThis method includes ear cleaning, using medications and can be combined with home treatment methods.\nMedications commonly used to treat ear infections include ear drops, topical ear medications, antibiotics, and anti-inflammatory medications. In some cases, antifungal medication may be needed if there is evidence of a fungal infection.\nThe most commonly used medications for ear infections include acetic acid and topical corticosteroids, and antibiotic ear drops such as ciprofloxacin, ofloxacin, or neomycin/polymyxin. Antifungal drugs gentian, cresylate acetate, nystatin, clotrimazole...\n2. Be careful when using medicine to treat ear infections in children\nThe Centers for Disease Control and Prevention (CDC) recommends the following medications to treat ear infections in children.\nAnalgesic\nChildren under 6 months of age: Use only acetaminophen.; Children 6 months and older: Can give acetaminophen or ibuprofen.; Do not give children aspirin because it can cause Reye's syndrome. Reye syndrome is a very serious but rare disease that can damage the liver and brain.\nCough and cold medicine\nChildren under 4 years old: Parents need to use medicine as prescribed by the doctor. Do not use over-the-counter cough and cold medicine for children because it can cause dangerous side effects for children.; Children 4 years and older: Parents need to talk to their doctor about whether over-the-counter cough and cold medications are safe for children.\nParents should always consult a specialist about any medication used to treat ear infections in children. Only use antibiotics as prescribed by your doctor.\n3. Surgical treatment\nThis is an invasive treatment that involves surgery or procedures. Surgery is the last option when medical treatments are ineffective.\nSurgery is often applied to severe cases of ear infections, mainly to resolve complications such as mastoiditis, hearing loss, loss of balance, etc.\n4. Ear drum repair surgery\nThis surgical procedure repairs a perforated eardrum caused by infection and helps prevent future infections, improving hearing. Tympanoplasty is usually performed on patients who do not have an infection or cancer in the ear bones.\nThe surgical process will use grafts taken from the patient's own body, usually fascia, meniscus or ear cartilage to repair the eardrum. After 6-8 weeks of surgery, patients can improve their hearing ability.\n5. Open the tympanic membrane and place a drainage tube\nBilateral tympanostomy and drainage tubes are used for patients who frequently have fluid buildup in the middle ear.\nDuring surgery, the doctor will create a small hole and insert an artificial tube to drain the ear fluid out. The patient can leave the hospital the same day, and the eardrum can heal when the drainage tube falls out on its own, usually a few months after surgery.\n6. Drill the mastoid bone\nThe mastoid bone is the bone behind the ear that connects to the middle ear. The surgeon will make an incision behind the ear to access the mastoid bone. Then, the doctor drills and cleans the mastoid bone to help prevent chronic ear infections.\nDoctors from the Department of Ear, Nose and Throat, Tam Anh General Hospital, Ho Chi Minh City, perform tympanic surgery to treat ear infections for patients.",
            "subsection_string": "How to treat ear infections?\nDoctor Truong Tri Tuong said that depending on the type of ear infection, doctors can recommend appropriate treatment methods including medical treatment and surgical treatment.\n1. Medical treatment\nThis method includes ear cleaning, using medications and can be combined with home treatment methods.\nMedications commonly used to treat ear infections include ear drops, topical ear medications, antibiotics, and anti-inflammatory medications. In some cases, antifungal medication may be needed if there is evidence of a fungal infection.\nThe most commonly used medications for ear infections include acetic acid and topical corticosteroids, and antibiotic ear drops such as ciprofloxacin, ofloxacin, or neomycin/polymyxin. Antifungal drugs gentian, cresylate acetate, nystatin, clotrimazole...\n2. Be careful when using medicine to treat ear infections in children\nThe Centers for Disease Control and Prevention (CDC) recommends the following medications to treat ear infections in children.\nAnalgesic\nChildren under 6 months of age: Use only acetaminophen.; Children 6 months and older: Can give acetaminophen or ibuprofen.; Do not give children aspirin because it can cause Reye's syndrome. Reye syndrome is a very serious but rare disease that can damage the liver and brain.\nCough and cold medicine\nChildren under 4 years old: Parents need to use medicine as prescribed by the doctor. Do not use over-the-counter cough and cold medicine for children because it can cause dangerous side effects for children.; Children 4 years and older: Parents need to talk to their doctor about whether over-the-counter cough and cold medications are safe for children.\nParents should always consult a specialist about any medication used to treat ear infections in children. Only use antibiotics as prescribed by your doctor.\n3. Surgical treatment\nThis is an invasive treatment that involves surgery or procedures. Surgery is the last option when medical treatments are ineffective.\nSurgery is often applied to severe cases of ear infections, mainly to resolve complications such as mastoiditis, hearing loss, loss of balance, etc.\n4. Ear drum repair surgery\nThis surgical procedure repairs a perforated eardrum caused by infection and helps prevent future infections, improving hearing. Tympanoplasty is usually performed on patients who do not have an infection or cancer in the ear bones.\nThe surgical process will use grafts taken from the patient's own body, usually fascia, meniscus or ear cartilage to repair the eardrum. After 6-8 weeks of surgery, patients can improve their hearing ability.\n5. Open the tympanic membrane and place a drainage tube\nBilateral tympanostomy and drainage tubes are used for patients who frequently have fluid buildup in the middle ear.\nDuring surgery, the doctor will create a small hole and insert an artificial tube to drain the ear fluid out. The patient can leave the hospital the same day, and the eardrum can heal when the drainage tube falls out on its own, usually a few months after surgery.\n6. Drill the mastoid bone\nThe mastoid bone is the bone behind the ear that connects to the middle ear. The surgeon will make an incision behind the ear to access the mastoid bone. Then, the doctor drills and cleans the mastoid bone to help prevent chronic ear infections.\nDoctors from the Department of Ear, Nose and Throat, Tam Anh General Hospital, Ho Chi Minh City, perform tympanic surgery to treat ear infections for patients."
        },
        {
            "subsection_name": "Methods to prevent ear infections",
            "subsection_content": "To prevent ear infections, Dr. Tuong advises people to pay attention to the following.\nGet flu shots and pneumococcal vaccines to protect against a common cause of middle ear infections, Streptococcus pneumonia.; Always maintain hand hygiene.; Breastfeed your baby exclusively until he or she is 6 months old and continue breastfeeding for at least 12 months.; Do not smoke and avoid exposure to secondhand smoke.; Dry your ears thoroughly after swimming.; Do not share earwax removal or ear cleaning tools; Remove earwax properly to avoid damaging the ear; In immunocompromised patients such as HIV, cancer, and diabetes, ears should be regularly checked to prevent the risk of fungal ear infections.; Avoid flu infection that causes complications affecting the ears; People who use hearing aids or cochlear implants should regularly go to the hospital to check the condition of the device.(4)\nChildren and adults need to be vaccinated against influenza and pneumococcus to prevent the risk of ear infections. Photo: VNVC Vaccination Center",
            "subsection_string": "Methods to prevent ear infections\nTo prevent ear infections, Dr. Tuong advises people to pay attention to the following.\nGet flu shots and pneumococcal vaccines to protect against a common cause of middle ear infections, Streptococcus pneumonia.; Always maintain hand hygiene.; Breastfeed your baby exclusively until he or she is 6 months old and continue breastfeeding for at least 12 months.; Do not smoke and avoid exposure to secondhand smoke.; Dry your ears thoroughly after swimming.; Do not share earwax removal or ear cleaning tools; Remove earwax properly to avoid damaging the ear; In immunocompromised patients such as HIV, cancer, and diabetes, ears should be regularly checked to prevent the risk of fungal ear infections.; Avoid flu infection that causes complications affecting the ears; People who use hearing aids or cochlear implants should regularly go to the hospital to check the condition of the device.(4)\nChildren and adults need to be vaccinated against influenza and pneumococcus to prevent the risk of ear infections. Photo: VNVC Vaccination Center"
        },
        {
            "subsection_name": "Some frequently asked questions about ear infections",
            "subsection_content": "1. Is ear infection contagious?\nIf the ear infection is caused by the flu virus, it can cause infection in the community. Preschool-age children often get otitis media due to flu virus infection while going to school.\nSwimmer's ear is usually not contagious.\n2. Does ear infection cause deafness?\nUntreated or improperly treated ear infections for a long time can cause complications such as perforated eardrums, leading to hearing loss or deafness.\nEar infections are common and easy to treat. However, if not intervened promptly, complications of ear infections can affect health, even threaten life, and are difficult to treat. Complications of mastoiditis, labyrinthitis, facial paralysis, and meningitis often require surgical intervention and a very long recovery time. After treatment, the patient's hearing may be affected.\nAfter a week, if the ear infection does not improve, the patient needs to see an Ear, Nose and Throat specialist for diagnosis and treatment.\nBecause of the potential risks of ear infections, Dr. Truong Tri Tuong advised that people need to pay attention to preventing risk factors that cause the disease. When there are symptoms of ear infection, patients need to see an Ear, Nose and Throat specialist for early and thorough treatment and to prevent dangerous complications. Note: Do not treat with unproven folk methods, do not arbitrarily use drugs without a doctor's prescription because it can lead to drug resistance, making it difficult to treat later.",
            "subsection_string": "Some frequently asked questions about ear infections\n1. Is ear infection contagious?\nIf the ear infection is caused by the flu virus, it can cause infection in the community. Preschool-age children often get otitis media due to flu virus infection while going to school.\nSwimmer's ear is usually not contagious.\n2. Does ear infection cause deafness?\nUntreated or improperly treated ear infections for a long time can cause complications such as perforated eardrums, leading to hearing loss or deafness.\nEar infections are common and easy to treat. However, if not intervened promptly, complications of ear infections can affect health, even threaten life, and are difficult to treat. Complications of mastoiditis, labyrinthitis, facial paralysis, and meningitis often require surgical intervention and a very long recovery time. After treatment, the patient's hearing may be affected.\nAfter a week, if the ear infection does not improve, the patient needs to see an Ear, Nose and Throat specialist for diagnosis and treatment.\nBecause of the potential risks of ear infections, Dr. Truong Tri Tuong advised that people need to pay attention to preventing risk factors that cause the disease. When there are symptoms of ear infection, patients need to see an Ear, Nose and Throat specialist for early and thorough treatment and to prevent dangerous complications. Note: Do not treat with unproven folk methods, do not arbitrarily use drugs without a doctor's prescription because it can lead to drug resistance, making it difficult to treat later."
        }
    ],
    "name": "viem-tai.json"
}