{
    "title": "Shoulder bursitis: Causes, symptoms and treatment",
    "category": "Musculoskeletal",
    "link": "https://tamanhhospital.vn/viem-bao-hoat-dich-khop-vai/",
    "abstract": "Shoulder bursitis comes from many different causes, and symptoms also vary depending on the severity. The condition directly affects mobility and daily activities, and in many cases even leaves some dangerous complications. Therefore, as soon as unusual symptoms are detected, it is best for patients to contact their doctor as soon as possible for timely treatment.",
    "content": "Shoulder bursitis: Causes, symptoms and treatment\n\nShoulder bursitis comes from many different causes, and symptoms also vary depending on the severity. The condition directly affects mobility and daily activities, and in many cases even leaves some dangerous complications. Therefore, as soon as unusual symptoms are detected, it is best for patients to contact their doctor as soon as possible for timely treatment.\n\nWhat is shoulder bursitis?\nShoulder bursitis is a common medical condition in all ages, causing pain, swelling and redness in the area between the head of the humerus and the acromion. Accordingly, the synovium at this location are fluid-filled sacs that act as a buffer between bones and connective tissue, helping to reduce friction while supporting smooth functioning of muscles and bones. (first)\nThe study also showed that healthy bursae only have an average thickness of about 0.74mm, while inflamed bursae are up to 1.27mm thick, a difference of up to 0.53mm. Because the space under the skin is small, this change can also cause shoulder pain and fatigue.\nWhen a shoulder injury occurs or is overexerted, the fluid in the bursa will gather into clusters, leading to inflammation. The pain can appear suddenly and then disappear or last persistently and intensely depending on the severity.\n\nClassify\nShoulder capsulitis is divided into 3 main types: (2)\n1. Acute\nAcute inflammation often occurs as a result of injury or accident. Pain symptoms can appear suddenly, the level of pain increases when touching or moving the shoulder.\n2. Chronic\nRecurrent acute shoulder bursitis or repeated trauma can lead to chronic inflammation. With this condition, at first, the patient often does not feel the symptoms. After that, some unusual signs appeared and continued for several months. Over time, inflammation can cause weakness in the shoulders and arms, even spreading to the neck or elbows, greatly hindering mobility.\n3. Infection\nIn some cases, a bacterial infection can also cause bursitis in the shoulder joint. At this time, the shoulder area will appear red or purple and feel warm to the touch. In addition, the patient may also have a fever and severe shoulder pain.\n\nSymptoms of shoulder bursitis\nPain around the outside of the shoulder or shoulder tip.; Pain when touching the shoulder.; The normal range of motion of the shoulder joint is limited.; The area around the shoulder is swollen and red, but the swelling is not significant because usually the inflamed bursa only thickens about 0.5mm compared to the original.; Shoulder pain when doing arm lifts.\nThe pain tends to get worse at night, especially when lying on the injured shoulder or holding the shoulder in place for long periods of time. If the above symptoms appear along with a fever, it may be infected. In this case, the patient needs to contact a doctor soon for timely examination and diagnosis.\n\nCauses of shoulder synovitis\nShoulder bursitis comes from many different causes, typically including: (3)\nRepetitive movements (stretching, arm twisting, etc.); Weak muscles, poor coordination; Improper posture, such as frequently hunching the shoulders, causes the soft tissue between the joints to become compressed and irritated, leading to inflammation.; Direct injury due to impact, fall, accident...; Surgery.; Calcium is deposited in the shoulders.; Bone spurs form and grow uncontrollably; Infection.; Autoimmune diseases: gout, psoriasis, thyroid disease, rheumatoid arthritis...; Muscles or tendons in the shoulder rub, leading to irritation.\nAdditionally, in rare cases, inflammation can also occur after flu shots or other vaccines. Experts hypothesize that when injecting, the needle disrupted the synovium at this location. However, this is an uncommon cause and is not a good reason to avoid vaccination.\nThe danger elements\nPeople who often perform repetitive shoulder movements: painters, carpenters, baseball, tennis, soccer players...; People suffering from diseases such as rheumatoid arthritis, gout, diabetes, kidney disease, thyroid disease...; Advanced age; Often do not warm up thoroughly before exercising; Jobs that require frequent lifting of heavy objects.\n\nSymptoms\nChronic and continuously recurring shoulder bursitis will increase the risk of damaging the bursa, over time affecting shoulder mobility.; Bacteria that cause inflammation can spread to other parts and organs in the body. Severe cases such as sepsis can be life-threatening.\n\nWhen to see a doctor?\nIn some emergency cases, the patient must immediately contact a doctor, including:\nSevere pain in the shoulders and arms, limited range of motion; Shoulder pain that does not improve with home care and treatment methods; Arm or shoulder weakness; The body shows signs of infection: fever, chills...; The shoulder area is unusually red or swollen.\n\nDiagnostic method\nBefore diagnosing shoulder bursitis, the doctor will ask some questions about risk factors such as: daily activities, medical history, occupation..., pain level, range of motion... Accordingly , some commonly applied methods include: (4)\nX-ray: This method will help rule out causes of inflammation including bone damage or arthritis, thereby determining and providing the most appropriate treatment option.; MRI scan: MRI scan will show inflammation occurring in the bursa or damage to surrounding tissue and bone; Checking synovial fluid: With this method, synovial fluid removed from the synovium will be tested to rule out infection.; Blood tests: Blood tests may also be performed to identify or rule out the cause of infection and systemic inflammation (rheumatoid arthritis, polymyalgia, etc.). In fact, these factors also easily increase the risk of shoulder bursitis.\n\nTreatment of shoulder bursitis\n1. Rest\nShoulder synovitis often occurs due to inflammation, so bringing the shoulder to a resting state is a useful solution to reduce symptoms. Specifically, patients should avoid activities that tend to make pain worse, including some sports.\n2. Apply ice\nIce is an effective solution to reduce inflammation for shoulder bursitis. However, with each application, the patient should only apply it for 10 - 15 minutes. An important note is that for this condition, hot compresses are not the recommended solution because they can easily make inflammatory symptoms worse.\n3. Topical medication\nCreams applied directly to painful joints can also have positive effects depending on the level of inflammation. The mechanism is to anesthetize the nerve endings to reduce or completely eliminate unpleasant symptoms. This is also a solution to avoid side effects that oral medications can cause to the digestive tract. However, in all cases, patients should consult a doctor before use.\n4. Over-the-counter pain relievers\nNonsteroidal anti-inflammatory drugs (NSAIDs) are commonly used in the treatment of shoulder bursitis, including:\nIbuprofen (Advil, Motrin).; Naproxen sodium (Aleve).; Acetaminophen (Tylenol).\nHowever, over-the-counter pain relievers can still cause some unwanted side effects such as stomach pain, heartburn... Therefore, before using, patients should discuss carefully with their doctor to ensure ensure the best treatment results are achieved.\n5. Wear a shoulder brace\nThis solution will keep the shoulders and arms in a fixed state to avoid overuse. However, it is better for patients to discuss with their doctor before using to achieve high effectiveness and limit unwanted problems.\n6. Gentle stretching exercises\nPatients can perform gentle stretching exercises 2-3 times a day to help reduce stress on shoulder muscles.\nPosterior stretch\nThe patient can sit or stand, then bring the arm across the body, placing it on the back of the opposite shoulder.; Use your other hand to press behind the other elbow for a deeper stretch.; Hold this position for 15 - 30 seconds and repeat 2 - 4 times, then do the same with the opposite side.\nSqueeze your shoulder blades\nThe patient can stand or sit with their arms at their sides.; Pull the shoulders slowly back so that the shoulder blades touch each other, the front part is stretched.; Hold this position for about 6 seconds and repeat 6-8 times.\nShoulder movement\nRaise your shoulders like a shrug, then hold for about 5 seconds then lower.; Move your shoulders down to create tension at the top of your shoulders and hold the position for about 5 seconds.; Rotate your shoulders in a circular motion backward about 5 times, stop and repeat the movement but rotating forward.\n7. Physical therapy\nPhysical therapists will design a specific treatment program to speed recovery. Depending on the severity of the wound, healing time is different for each person. However, in general, physical therapy exercises bring positive improvement effects, helping patients quickly return to their normal lifestyle. Normally, if the program is suitable, results will be evident after 2 - 8 weeks of implementation.\n8. Corticosteroid injection\nCorticosteroid injections (Kenalog, Celestone...) are performed when over-the-counter medication methods, home treatments... do not bring results. However, patients should not receive too many shoulder injections because it can increase the risk of tendon rupture. Better yet, this method should only be applied when physical therapy, over-the-counter pain relievers, etc. are completely ineffective.\n9. Antibiotics\nIf bursitis is caused by an infection, the patient needs to take antibiotics to avoid the risk of bacteria spreading into the blood. In cases where oral administration is not possible, the doctor may prescribe intravenous infusion.\n10. Surgery\nIn rare cases, your doctor may recommend surgery for shoulder bursitis. Currently, instead of traditional open surgery, shoulder arthroscopy is preferred. This procedure is highly appreciated because it possesses many outstanding advantages in terms of both effectiveness and recovery ability. Accordingly, the doctor will insert small surgical tools into the shoulder through a small incision, including a camera to monitor the entire process.\nWith this method, bone tissue and synovium will be removed to increase space for the subacromial area, helping muscles and tendons move freely. Additionally, through this process, bone spurs can also be controlled (if any).\nShoulder arthroscopy does not cause much pain for many diseases during surgery and recovery time is also accelerated. After the procedure, the patient can go home the same day and return to normal activities after just a few weeks. In addition, this method also helps significantly reduce the risk of infection. This is a great advantage compared to traditional open surgery.\nAfter surgery, the doctor will advise on rehabilitation methods so that the patient can soon return to normal living habits. It could be an exercise program, designed with the goal of strengthening the shoulders. These exercises usually include weight training, stretching and some gentle rotations. When the wound shows signs of progress, the doctor will continue to adjust the exercise program with gradually increasing intensity to ensure the best results.\n\nPrecautions\nShoulder bursitis interferes with mobility and daily activities, and even causes dangerous complications if not treated early. Therefore, taking preventive measures right from the beginning is really necessary. Here are some helpful suggestions to consider:\nWarm up thoroughly before exercising or playing sports; Start new exercises or sports gently and slowly, then gradually increase intensity according to ability.; Regularly take time to rest when performing repetitive movements.; Use elbow and knee pads to protect against sports injuries.; Maintain correct lying, walking, standing, and working posture; Exercise and play sports with proper technique; Regular health check-ups to monitor and detect abnormal symptoms early, to minimize unwanted complications; Build a nutritious diet, especially focusing on adding Calcium, Vitamin D... to your daily menu.\nCenter for Orthopedic Trauma, Tam Anh General Hospital System, is where a team of leading experts, experienced, dedicated, and enthusiastic surgeons gather such as: TTND.Prof.Dr.Nguyen Viet Tien; Associate Professor, Dr. Dang Hong Hoa; Dr. Tang Ha Nam Anh; MSc.BS.CKII Tran Anh Vu; BS.CKI Tran Xuan Anh, MSc.CKI Le Dinh Khoa, PhD.Do Tien Dung; Dr. BS.CKII Vu Huu Dung... This is also one of the pioneer units in diagnosing and treating musculoskeletal diseases with modern techniques according to updated international protocols.\nThe hospital is also equipped with modern machinery and imaging equipment such as: Somatom Drive 768-slice CT scanner, new generation Magnetom Amira BioMatrix magnetic resonance machine, Artis Pheno robot, densitometer. bones, ultrasound machines...; Opmi Vario 700 Zeiss surgical microscope system, Meera-Maquet operating table... to be able to detect injuries early and effectively treat musculoskeletal diseases...\nTam Anh General Hospital also owns a spacious clinic system and high-class boarding area; modern rehabilitation area; Comprehensive post-operative care process helps patients quickly recover and stabilize their health after surgery.\nTo schedule an examination and treatment with leading experts at the Orthopedics Center, Tam Anh General Hospital, please contact:\nAbove is a summary of information related to shoulder bursitis. Hopefully with these useful updates, patients will have more new knowledge to proactively prevent, monitor, detect and treat promptly, minimizing dangerous complications.",
    "subsections": [
        {
            "subsection_name": "What is shoulder bursitis?",
            "subsection_content": "Shoulder bursitis is a common medical condition in all ages, causing pain, swelling and redness in the area between the head of the humerus and the acromion. Accordingly, the synovium at this location are fluid-filled sacs that act as a buffer between bones and connective tissue, helping to reduce friction while supporting smooth functioning of muscles and bones. (first)\nThe study also showed that healthy bursae only have an average thickness of about 0.74mm, while inflamed bursae are up to 1.27mm thick, a difference of up to 0.53mm. Because the space under the skin is small, this change can also cause shoulder pain and fatigue.\nWhen a shoulder injury occurs or is overexerted, the fluid in the bursa will gather into clusters, leading to inflammation. The pain can appear suddenly and then disappear or last persistently and intensely depending on the severity.",
            "subsection_string": "What is shoulder bursitis?\nShoulder bursitis is a common medical condition in all ages, causing pain, swelling and redness in the area between the head of the humerus and the acromion. Accordingly, the synovium at this location are fluid-filled sacs that act as a buffer between bones and connective tissue, helping to reduce friction while supporting smooth functioning of muscles and bones. (first)\nThe study also showed that healthy bursae only have an average thickness of about 0.74mm, while inflamed bursae are up to 1.27mm thick, a difference of up to 0.53mm. Because the space under the skin is small, this change can also cause shoulder pain and fatigue.\nWhen a shoulder injury occurs or is overexerted, the fluid in the bursa will gather into clusters, leading to inflammation. The pain can appear suddenly and then disappear or last persistently and intensely depending on the severity."
        },
        {
            "subsection_name": "Classify",
            "subsection_content": "Shoulder capsulitis is divided into 3 main types: (2)\n1. Acute\nAcute inflammation often occurs as a result of injury or accident. Pain symptoms can appear suddenly, the level of pain increases when touching or moving the shoulder.\n2. Chronic\nRecurrent acute shoulder bursitis or repeated trauma can lead to chronic inflammation. With this condition, at first, the patient often does not feel the symptoms. After that, some unusual signs appeared and continued for several months. Over time, inflammation can cause weakness in the shoulders and arms, even spreading to the neck or elbows, greatly hindering mobility.\n3. Infection\nIn some cases, a bacterial infection can also cause bursitis in the shoulder joint. At this time, the shoulder area will appear red or purple and feel warm to the touch. In addition, the patient may also have a fever and severe shoulder pain.",
            "subsection_string": "Classify\nShoulder capsulitis is divided into 3 main types: (2)\n1. Acute\nAcute inflammation often occurs as a result of injury or accident. Pain symptoms can appear suddenly, the level of pain increases when touching or moving the shoulder.\n2. Chronic\nRecurrent acute shoulder bursitis or repeated trauma can lead to chronic inflammation. With this condition, at first, the patient often does not feel the symptoms. After that, some unusual signs appeared and continued for several months. Over time, inflammation can cause weakness in the shoulders and arms, even spreading to the neck or elbows, greatly hindering mobility.\n3. Infection\nIn some cases, a bacterial infection can also cause bursitis in the shoulder joint. At this time, the shoulder area will appear red or purple and feel warm to the touch. In addition, the patient may also have a fever and severe shoulder pain."
        },
        {
            "subsection_name": "Symptoms of shoulder bursitis",
            "subsection_content": "Pain around the outside of the shoulder or shoulder tip.; Pain when touching the shoulder.; The normal range of motion of the shoulder joint is limited.; The area around the shoulder is swollen and red, but the swelling is not significant because usually the inflamed bursa only thickens about 0.5mm compared to the original.; Shoulder pain when doing arm lifts.\nThe pain tends to get worse at night, especially when lying on the injured shoulder or holding the shoulder in place for long periods of time. If the above symptoms appear along with a fever, it may be infected. In this case, the patient needs to contact a doctor soon for timely examination and diagnosis.",
            "subsection_string": "Symptoms of shoulder bursitis\nPain around the outside of the shoulder or shoulder tip.; Pain when touching the shoulder.; The normal range of motion of the shoulder joint is limited.; The area around the shoulder is swollen and red, but the swelling is not significant because usually the inflamed bursa only thickens about 0.5mm compared to the original.; Shoulder pain when doing arm lifts.\nThe pain tends to get worse at night, especially when lying on the injured shoulder or holding the shoulder in place for long periods of time. If the above symptoms appear along with a fever, it may be infected. In this case, the patient needs to contact a doctor soon for timely examination and diagnosis."
        },
        {
            "subsection_name": "Causes of shoulder synovitis",
            "subsection_content": "Shoulder bursitis comes from many different causes, typically including: (3)\nRepetitive movements (stretching, arm twisting, etc.); Weak muscles, poor coordination; Improper posture, such as frequently hunching the shoulders, causes the soft tissue between the joints to become compressed and irritated, leading to inflammation.; Direct injury due to impact, fall, accident...; Surgery.; Calcium is deposited in the shoulders.; Bone spurs form and grow uncontrollably; Infection.; Autoimmune diseases: gout, psoriasis, thyroid disease, rheumatoid arthritis...; Muscles or tendons in the shoulder rub, leading to irritation.\nAdditionally, in rare cases, inflammation can also occur after flu shots or other vaccines. Experts hypothesize that when injecting, the needle disrupted the synovium at this location. However, this is an uncommon cause and is not a good reason to avoid vaccination.\nThe danger elements\nPeople who often perform repetitive shoulder movements: painters, carpenters, baseball, tennis, soccer players...; People suffering from diseases such as rheumatoid arthritis, gout, diabetes, kidney disease, thyroid disease...; Advanced age; Often do not warm up thoroughly before exercising; Jobs that require frequent lifting of heavy objects.",
            "subsection_string": "Causes of shoulder synovitis\nShoulder bursitis comes from many different causes, typically including: (3)\nRepetitive movements (stretching, arm twisting, etc.); Weak muscles, poor coordination; Improper posture, such as frequently hunching the shoulders, causes the soft tissue between the joints to become compressed and irritated, leading to inflammation.; Direct injury due to impact, fall, accident...; Surgery.; Calcium is deposited in the shoulders.; Bone spurs form and grow uncontrollably; Infection.; Autoimmune diseases: gout, psoriasis, thyroid disease, rheumatoid arthritis...; Muscles or tendons in the shoulder rub, leading to irritation.\nAdditionally, in rare cases, inflammation can also occur after flu shots or other vaccines. Experts hypothesize that when injecting, the needle disrupted the synovium at this location. However, this is an uncommon cause and is not a good reason to avoid vaccination.\nThe danger elements\nPeople who often perform repetitive shoulder movements: painters, carpenters, baseball, tennis, soccer players...; People suffering from diseases such as rheumatoid arthritis, gout, diabetes, kidney disease, thyroid disease...; Advanced age; Often do not warm up thoroughly before exercising; Jobs that require frequent lifting of heavy objects."
        },
        {
            "subsection_name": "Symptoms",
            "subsection_content": "Chronic and continuously recurring shoulder bursitis will increase the risk of damaging the bursa, over time affecting shoulder mobility.; Bacteria that cause inflammation can spread to other parts and organs in the body. Severe cases such as sepsis can be life-threatening.",
            "subsection_string": "Symptoms\nChronic and continuously recurring shoulder bursitis will increase the risk of damaging the bursa, over time affecting shoulder mobility.; Bacteria that cause inflammation can spread to other parts and organs in the body. Severe cases such as sepsis can be life-threatening."
        },
        {
            "subsection_name": "When to see a doctor?",
            "subsection_content": "In some emergency cases, the patient must immediately contact a doctor, including:\nSevere pain in the shoulders and arms, limited range of motion; Shoulder pain that does not improve with home care and treatment methods; Arm or shoulder weakness; The body shows signs of infection: fever, chills...; The shoulder area is unusually red or swollen.",
            "subsection_string": "When to see a doctor?\nIn some emergency cases, the patient must immediately contact a doctor, including:\nSevere pain in the shoulders and arms, limited range of motion; Shoulder pain that does not improve with home care and treatment methods; Arm or shoulder weakness; The body shows signs of infection: fever, chills...; The shoulder area is unusually red or swollen."
        },
        {
            "subsection_name": "Diagnostic method",
            "subsection_content": "Before diagnosing shoulder bursitis, the doctor will ask some questions about risk factors such as: daily activities, medical history, occupation..., pain level, range of motion... Accordingly , some commonly applied methods include: (4)\nX-ray: This method will help rule out causes of inflammation including bone damage or arthritis, thereby determining and providing the most appropriate treatment option.; MRI scan: MRI scan will show inflammation occurring in the bursa or damage to surrounding tissue and bone; Checking synovial fluid: With this method, synovial fluid removed from the synovium will be tested to rule out infection.; Blood tests: Blood tests may also be performed to identify or rule out the cause of infection and systemic inflammation (rheumatoid arthritis, polymyalgia, etc.). In fact, these factors also easily increase the risk of shoulder bursitis.",
            "subsection_string": "Diagnostic method\nBefore diagnosing shoulder bursitis, the doctor will ask some questions about risk factors such as: daily activities, medical history, occupation..., pain level, range of motion... Accordingly , some commonly applied methods include: (4)\nX-ray: This method will help rule out causes of inflammation including bone damage or arthritis, thereby determining and providing the most appropriate treatment option.; MRI scan: MRI scan will show inflammation occurring in the bursa or damage to surrounding tissue and bone; Checking synovial fluid: With this method, synovial fluid removed from the synovium will be tested to rule out infection.; Blood tests: Blood tests may also be performed to identify or rule out the cause of infection and systemic inflammation (rheumatoid arthritis, polymyalgia, etc.). In fact, these factors also easily increase the risk of shoulder bursitis."
        },
        {
            "subsection_name": "Treatment of shoulder bursitis",
            "subsection_content": "1. Rest\nShoulder synovitis often occurs due to inflammation, so bringing the shoulder to a resting state is a useful solution to reduce symptoms. Specifically, patients should avoid activities that tend to make pain worse, including some sports.\n2. Apply ice\nIce is an effective solution to reduce inflammation for shoulder bursitis. However, with each application, the patient should only apply it for 10 - 15 minutes. An important note is that for this condition, hot compresses are not the recommended solution because they can easily make inflammatory symptoms worse.\n3. Topical medication\nCreams applied directly to painful joints can also have positive effects depending on the level of inflammation. The mechanism is to anesthetize the nerve endings to reduce or completely eliminate unpleasant symptoms. This is also a solution to avoid side effects that oral medications can cause to the digestive tract. However, in all cases, patients should consult a doctor before use.\n4. Over-the-counter pain relievers\nNonsteroidal anti-inflammatory drugs (NSAIDs) are commonly used in the treatment of shoulder bursitis, including:\nIbuprofen (Advil, Motrin).; Naproxen sodium (Aleve).; Acetaminophen (Tylenol).\nHowever, over-the-counter pain relievers can still cause some unwanted side effects such as stomach pain, heartburn... Therefore, before using, patients should discuss carefully with their doctor to ensure ensure the best treatment results are achieved.\n5. Wear a shoulder brace\nThis solution will keep the shoulders and arms in a fixed state to avoid overuse. However, it is better for patients to discuss with their doctor before using to achieve high effectiveness and limit unwanted problems.\n6. Gentle stretching exercises\nPatients can perform gentle stretching exercises 2-3 times a day to help reduce stress on shoulder muscles.\nPosterior stretch\nThe patient can sit or stand, then bring the arm across the body, placing it on the back of the opposite shoulder.; Use your other hand to press behind the other elbow for a deeper stretch.; Hold this position for 15 - 30 seconds and repeat 2 - 4 times, then do the same with the opposite side.\nSqueeze your shoulder blades\nThe patient can stand or sit with their arms at their sides.; Pull the shoulders slowly back so that the shoulder blades touch each other, the front part is stretched.; Hold this position for about 6 seconds and repeat 6-8 times.\nShoulder movement\nRaise your shoulders like a shrug, then hold for about 5 seconds then lower.; Move your shoulders down to create tension at the top of your shoulders and hold the position for about 5 seconds.; Rotate your shoulders in a circular motion backward about 5 times, stop and repeat the movement but rotating forward.\n7. Physical therapy\nPhysical therapists will design a specific treatment program to speed recovery. Depending on the severity of the wound, healing time is different for each person. However, in general, physical therapy exercises bring positive improvement effects, helping patients quickly return to their normal lifestyle. Normally, if the program is suitable, results will be evident after 2 - 8 weeks of implementation.\n8. Corticosteroid injection\nCorticosteroid injections (Kenalog, Celestone...) are performed when over-the-counter medication methods, home treatments... do not bring results. However, patients should not receive too many shoulder injections because it can increase the risk of tendon rupture. Better yet, this method should only be applied when physical therapy, over-the-counter pain relievers, etc. are completely ineffective.\n9. Antibiotics\nIf bursitis is caused by an infection, the patient needs to take antibiotics to avoid the risk of bacteria spreading into the blood. In cases where oral administration is not possible, the doctor may prescribe intravenous infusion.\n10. Surgery\nIn rare cases, your doctor may recommend surgery for shoulder bursitis. Currently, instead of traditional open surgery, shoulder arthroscopy is preferred. This procedure is highly appreciated because it possesses many outstanding advantages in terms of both effectiveness and recovery ability. Accordingly, the doctor will insert small surgical tools into the shoulder through a small incision, including a camera to monitor the entire process.\nWith this method, bone tissue and synovium will be removed to increase space for the subacromial area, helping muscles and tendons move freely. Additionally, through this process, bone spurs can also be controlled (if any).\nShoulder arthroscopy does not cause much pain for many diseases during surgery and recovery time is also accelerated. After the procedure, the patient can go home the same day and return to normal activities after just a few weeks. In addition, this method also helps significantly reduce the risk of infection. This is a great advantage compared to traditional open surgery.\nAfter surgery, the doctor will advise on rehabilitation methods so that the patient can soon return to normal living habits. It could be an exercise program, designed with the goal of strengthening the shoulders. These exercises usually include weight training, stretching and some gentle rotations. When the wound shows signs of progress, the doctor will continue to adjust the exercise program with gradually increasing intensity to ensure the best results.",
            "subsection_string": "Treatment of shoulder bursitis\n1. Rest\nShoulder synovitis often occurs due to inflammation, so bringing the shoulder to a resting state is a useful solution to reduce symptoms. Specifically, patients should avoid activities that tend to make pain worse, including some sports.\n2. Apply ice\nIce is an effective solution to reduce inflammation for shoulder bursitis. However, with each application, the patient should only apply it for 10 - 15 minutes. An important note is that for this condition, hot compresses are not the recommended solution because they can easily make inflammatory symptoms worse.\n3. Topical medication\nCreams applied directly to painful joints can also have positive effects depending on the level of inflammation. The mechanism is to anesthetize the nerve endings to reduce or completely eliminate unpleasant symptoms. This is also a solution to avoid side effects that oral medications can cause to the digestive tract. However, in all cases, patients should consult a doctor before use.\n4. Over-the-counter pain relievers\nNonsteroidal anti-inflammatory drugs (NSAIDs) are commonly used in the treatment of shoulder bursitis, including:\nIbuprofen (Advil, Motrin).; Naproxen sodium (Aleve).; Acetaminophen (Tylenol).\nHowever, over-the-counter pain relievers can still cause some unwanted side effects such as stomach pain, heartburn... Therefore, before using, patients should discuss carefully with their doctor to ensure ensure the best treatment results are achieved.\n5. Wear a shoulder brace\nThis solution will keep the shoulders and arms in a fixed state to avoid overuse. However, it is better for patients to discuss with their doctor before using to achieve high effectiveness and limit unwanted problems.\n6. Gentle stretching exercises\nPatients can perform gentle stretching exercises 2-3 times a day to help reduce stress on shoulder muscles.\nPosterior stretch\nThe patient can sit or stand, then bring the arm across the body, placing it on the back of the opposite shoulder.; Use your other hand to press behind the other elbow for a deeper stretch.; Hold this position for 15 - 30 seconds and repeat 2 - 4 times, then do the same with the opposite side.\nSqueeze your shoulder blades\nThe patient can stand or sit with their arms at their sides.; Pull the shoulders slowly back so that the shoulder blades touch each other, the front part is stretched.; Hold this position for about 6 seconds and repeat 6-8 times.\nShoulder movement\nRaise your shoulders like a shrug, then hold for about 5 seconds then lower.; Move your shoulders down to create tension at the top of your shoulders and hold the position for about 5 seconds.; Rotate your shoulders in a circular motion backward about 5 times, stop and repeat the movement but rotating forward.\n7. Physical therapy\nPhysical therapists will design a specific treatment program to speed recovery. Depending on the severity of the wound, healing time is different for each person. However, in general, physical therapy exercises bring positive improvement effects, helping patients quickly return to their normal lifestyle. Normally, if the program is suitable, results will be evident after 2 - 8 weeks of implementation.\n8. Corticosteroid injection\nCorticosteroid injections (Kenalog, Celestone...) are performed when over-the-counter medication methods, home treatments... do not bring results. However, patients should not receive too many shoulder injections because it can increase the risk of tendon rupture. Better yet, this method should only be applied when physical therapy, over-the-counter pain relievers, etc. are completely ineffective.\n9. Antibiotics\nIf bursitis is caused by an infection, the patient needs to take antibiotics to avoid the risk of bacteria spreading into the blood. In cases where oral administration is not possible, the doctor may prescribe intravenous infusion.\n10. Surgery\nIn rare cases, your doctor may recommend surgery for shoulder bursitis. Currently, instead of traditional open surgery, shoulder arthroscopy is preferred. This procedure is highly appreciated because it possesses many outstanding advantages in terms of both effectiveness and recovery ability. Accordingly, the doctor will insert small surgical tools into the shoulder through a small incision, including a camera to monitor the entire process.\nWith this method, bone tissue and synovium will be removed to increase space for the subacromial area, helping muscles and tendons move freely. Additionally, through this process, bone spurs can also be controlled (if any).\nShoulder arthroscopy does not cause much pain for many diseases during surgery and recovery time is also accelerated. After the procedure, the patient can go home the same day and return to normal activities after just a few weeks. In addition, this method also helps significantly reduce the risk of infection. This is a great advantage compared to traditional open surgery.\nAfter surgery, the doctor will advise on rehabilitation methods so that the patient can soon return to normal living habits. It could be an exercise program, designed with the goal of strengthening the shoulders. These exercises usually include weight training, stretching and some gentle rotations. When the wound shows signs of progress, the doctor will continue to adjust the exercise program with gradually increasing intensity to ensure the best results."
        },
        {
            "subsection_name": "Precautions",
            "subsection_content": "Shoulder bursitis interferes with mobility and daily activities, and even causes dangerous complications if not treated early. Therefore, taking preventive measures right from the beginning is really necessary. Here are some helpful suggestions to consider:\nWarm up thoroughly before exercising or playing sports; Start new exercises or sports gently and slowly, then gradually increase intensity according to ability.; Regularly take time to rest when performing repetitive movements.; Use elbow and knee pads to protect against sports injuries.; Maintain correct lying, walking, standing, and working posture; Exercise and play sports with proper technique; Regular health check-ups to monitor and detect abnormal symptoms early, to minimize unwanted complications; Build a nutritious diet, especially focusing on adding Calcium, Vitamin D... to your daily menu.\nCenter for Orthopedic Trauma, Tam Anh General Hospital System, is where a team of leading experts, experienced, dedicated, and enthusiastic surgeons gather such as: TTND.Prof.Dr.Nguyen Viet Tien; Associate Professor, Dr. Dang Hong Hoa; Dr. Tang Ha Nam Anh; MSc.BS.CKII Tran Anh Vu; BS.CKI Tran Xuan Anh, MSc.CKI Le Dinh Khoa, PhD.Do Tien Dung; Dr. BS.CKII Vu Huu Dung... This is also one of the pioneer units in diagnosing and treating musculoskeletal diseases with modern techniques according to updated international protocols.\nThe hospital is also equipped with modern machinery and imaging equipment such as: Somatom Drive 768-slice CT scanner, new generation Magnetom Amira BioMatrix magnetic resonance machine, Artis Pheno robot, densitometer. bones, ultrasound machines...; Opmi Vario 700 Zeiss surgical microscope system, Meera-Maquet operating table... to be able to detect injuries early and effectively treat musculoskeletal diseases...\nTam Anh General Hospital also owns a spacious clinic system and high-class boarding area; modern rehabilitation area; Comprehensive post-operative care process helps patients quickly recover and stabilize their health after surgery.\nTo schedule an examination and treatment with leading experts at the Orthopedics Center, Tam Anh General Hospital, please contact:\nAbove is a summary of information related to shoulder bursitis. Hopefully with these useful updates, patients will have more new knowledge to proactively prevent, monitor, detect and treat promptly, minimizing dangerous complications.",
            "subsection_string": "Precautions\nShoulder bursitis interferes with mobility and daily activities, and even causes dangerous complications if not treated early. Therefore, taking preventive measures right from the beginning is really necessary. Here are some helpful suggestions to consider:\nWarm up thoroughly before exercising or playing sports; Start new exercises or sports gently and slowly, then gradually increase intensity according to ability.; Regularly take time to rest when performing repetitive movements.; Use elbow and knee pads to protect against sports injuries.; Maintain correct lying, walking, standing, and working posture; Exercise and play sports with proper technique; Regular health check-ups to monitor and detect abnormal symptoms early, to minimize unwanted complications; Build a nutritious diet, especially focusing on adding Calcium, Vitamin D... to your daily menu.\nCenter for Orthopedic Trauma, Tam Anh General Hospital System, is where a team of leading experts, experienced, dedicated, and enthusiastic surgeons gather such as: TTND.Prof.Dr.Nguyen Viet Tien; Associate Professor, Dr. Dang Hong Hoa; Dr. Tang Ha Nam Anh; MSc.BS.CKII Tran Anh Vu; BS.CKI Tran Xuan Anh, MSc.CKI Le Dinh Khoa, PhD.Do Tien Dung; Dr. BS.CKII Vu Huu Dung... This is also one of the pioneer units in diagnosing and treating musculoskeletal diseases with modern techniques according to updated international protocols.\nThe hospital is also equipped with modern machinery and imaging equipment such as: Somatom Drive 768-slice CT scanner, new generation Magnetom Amira BioMatrix magnetic resonance machine, Artis Pheno robot, densitometer. bones, ultrasound machines...; Opmi Vario 700 Zeiss surgical microscope system, Meera-Maquet operating table... to be able to detect injuries early and effectively treat musculoskeletal diseases...\nTam Anh General Hospital also owns a spacious clinic system and high-class boarding area; modern rehabilitation area; Comprehensive post-operative care process helps patients quickly recover and stabilize their health after surgery.\nTo schedule an examination and treatment with leading experts at the Orthopedics Center, Tam Anh General Hospital, please contact:\nAbove is a summary of information related to shoulder bursitis. Hopefully with these useful updates, patients will have more new knowledge to proactively prevent, monitor, detect and treat promptly, minimizing dangerous complications."
        }
    ],
    "name": "viem-bao-hoat-dich-khop-vai.json"
}