{
    "title": "Autoimmune hepatitis: Causes, signs, diagnosis and prevention",
    "category": "Gastrointestinal - Hepatobiliary",
    "link": "https://tamanhhospital.vn/viem-gan-tu-mien/",
    "abstract": "Autoimmune hepatitis is an autoimmune disease that affects about 1 in 100,000 people;(2) was first discovered in 1950 by Waldenstrom and Henry George Kunkel. This is the cause of 20% of chronic hepatitis cases.",
    "content": "Autoimmune hepatitis: Causes, signs, diagnosis and prevention\n\nAutoimmune hepatitis is an autoimmune disease that affects about 1 in 100,000 people;(2) was first discovered in 1950 by Waldenstrom and Henry George Kunkel. This is the cause of 20% of chronic hepatitis cases.\n\nWhat is autoimmune hepatitis?\nAutoimmune hepatitis, also known as AIH (Autoimmune Hepatitis). This is an autoimmune disorder that occurs when the body's immune system attacks liver cells, causing inflammation and damage to the liver.(1)\nAutoimmune hepatitis can occur at any age, and tends to affect women more than men – it is four times more common in women than in men. People with a family history of autoimmune hepatitis are also at higher risk.\nThis is a type of chronic hepatitis and requires lifelong monitoring; Although there is no cure, there are many methods to help patients control symptoms and prevent the development of liver damage.\nIf you have autoimmune hepatitis, you are also at risk of having one or more other autoimmune diseases such as thyroid, rheumatoid arthritis, ulcerative colitis, type 1 diabetes or Sjogren's syndrome (also known as autoimmune hepatitis). Sjogren's autoimmune disorder – an autoimmune disorder involving the body's exocrine glands)\n\nClassification of autoimmune hepatitis\nBased on the condition in which the immune system produces different antibodies, experts have divided into two main types of autoimmune hepatitis. Both are uncommon. In Europe, it is estimated that the disease occurs in only 10-17 people per 100,000.\nType 1: This is the common type, can occur at any age and is mostly diagnosed in adults.; Type 2: Less common, girls aged 2-14 years are mainly affected by this type of autoimmune hepatitis. Type 2 AIH can be severe and more difficult to control.(5)\n\nSubjects are often susceptible to autoimmune hepatitis\nAutoimmune hepatitis can occur in anyone, but there are some people at higher risk, including:\nWomen: Although the disease can progress in both men and women, women are more affected by the disease.; People with a history of infections: People who have been infected with viruses such as measles, herpes simplex, Epstein-Barr or related to hepatitis A, B, C have a higher than normal risk of developing autoimmune hepatitis. ; Having a relative with the disease: The disease can be hereditary; Therefore, if someone in your family has had the disease, you are also at risk.; People with autoimmune diseases: People with diseases such as hyperthyroidism, rheumatoid arthritis, celia disease, systemic lupus erythematosus... may also be susceptible to autoimmune hepatitis.\nWomen have a higher rate of autoimmune hepatitis than men\n\nWhat are the factors/causes of autoimmune hepatitis?\nTo date, the cause of autoimmune hepatitis has not been clearly determined. Researchers still do not know why the immune system \"mistakes\" liver cells as a threat, thereby producing antibodies to cause liver damage. However, we can identify 4 factors that are closely related to autoimmune hepatitis.\n1. Viruses\nBacterial or viral infections are the cause of autoimmune hepatitis symptoms. Infections such as viral hepatitis (hepatitis A, B, C and D), herpes simplex virus and cytomegalovirus have also been implicated in the onset of the disease.\n2. Chemicals\nSome medications can cause liver damage in the form of autoimmune hepatitis. In most cases like this, liver damage will go away when the patient stops taking the medicine. Minocycline (an antibiotic used to treat acne) or nitrofurantoin (an antibiotic used to treat urinary infections) are two of the most common drugs that cause this condition.\n3. Autoimmune disease\nIf you have autoimmune diseases such as Grave's disease, inflammatory bowel disease, scleroderma, thyroiditis, type 1 diabetes, ulcerative colitis or Sjögren's syndrome, etc., you are also at risk of developing the formation of AIH.\n4. Gene\nAutoimmune hepatitis can affect you genetically. Although there is no specific explanation as to what factors affect the genome to form the disease, there are a number of suspected issues including mental stress or the use of drugs such as statins and hydralazine. antibiotics nitrofurantoin and minocycline.\n\nSymptoms of autoimmune hepatitis\nSigns of autoimmune hepatitis are different for each person and each stage. Most patients discover that they have hepatitis when the disease has entered an advanced stage.\n1. Initiation phase\nSymptoms of autoimmune hepatitis range from mild to severe. In the early stages, the patient may not feel any health changes.\n2. Progressive stage\nWhen the liver begins to become more seriously damaged, symptoms will gradually appear (there are also cases of sudden appearance) - the most common is fatigue and drowsiness. Accompanied by symptoms such as: (4)\nStomach feels uncomfortable; Inflammation or skin irritation, itchy skin, jaundice; Yellow whites of eyes; Joint and bone pain; Or nausea or vomiting; Darker urine, pale stools; Anorexia; Weight loss without reason; Body weakness; Get diarrhea; Irregular or amenorrhea; Abdominal swelling, fluid accumulation, liver pain (also called ascites); Brain and liver problems (drowsiness, poor concentration, loss of consciousness, etc.)\nAbdominal pain and discomfort are one of the warning signs of autoimmune hepatitis\n\nDiagnosis and treatment of autoimmune hepatitis\n1. Diagnostic method\nThe diagnosis of autoimmune hepatitis requires consideration of many factors from family medical history, current symptoms, blood tests or liver biopsy.\nBlood tests: Symptoms of autoimmune hepatitis are very similar to those of viral hepatitis. Blood tests help rule out viral hepatitis, determine the type of autoimmune hepatitis you have, check liver function as well as look at the level of antibodies in the blood.(3); Liver biopsy: Performing a biopsy shows the type and extent of damage and inflammation of the liver.; Imaging: X-rays, computed tomography (CT) or magnetic resonance imaging (MRI) may be performed between liver biopsies to quantify the degree of fibrosis and fat in the liver.\n\nTreatment methods for autoimmune hepatitis\nAs an autoimmune disease, autoimmune hepatitis has no definitive treatment. So whether the infection is type 1 or 2, the main goal in treating autoimmune hepatitis is to slow down or prevent the immune system's attack on the liver.\nPeople with AIH often use corticosteroids when symptoms first appear; Then other immunosuppressive drugs such as prednisone, azathioprine, mercaptopurine, etc. are combined to calm inflammation in the liver. Prednisone is often prescribed in high doses during the first month of taking the drug; Later, gradually reduce the oral dose to reduce the risk of side effects (osteoporosis, hyperglycemia, insomnia, muscle pain, depression, etc.). As for Azathioprine, the drug can cause nausea or vomiting in 10-15% of users. In addition, Azathioprine also increases the risk of lymphoma. If the patient cannot tolerate Azathioprine, some other medications can be used instead such as Cyclosporine, sirolimus (Rapamune) and tacrolimus (Prograf).\nWhen using medication, the disease can gradually improve after a few years of treatment - after 3 years, about 80% of people with autoimmune hepatitis find the disease is well controlled. However, the disease often relapses if the patient stops taking medication. Depending on the inflammation, the patient may need lifelong treatment.\nLiver transplantation is a treatment option for autoimmune hepatitis that is indicated in cases where the patient has cirrhosis or liver failure. Liver transplantation can be done thanks to living donation - at this time the patient only receives a part of the healthy liver so that the liver can continue to regenerate new cells. Although liver transplantation is the optimal treatment, autoimmune hepatitis still has a risk of recurrence even after successful organ transplantation.\nDuring treatment, an important point that patients need to pay attention to is building a healthy diet and regular exercise habits. This not only helps improve health, increase treatment effectiveness but also reduces the risk of fatty liver formation in people with autoimmune hepatitis.\nCorticosteroid medications are often prescribed for people with autoimmune hepatitis during the early stages of treatment\n\nFrequently asked questions about autoimmune hepatitis\n1. Is autoimmune hepatitis dangerous?\nIf left untreated, autoimmune hepatitis can cause a number of dangerous problems; The most common of which is cirrhosis. Complications of cirrhosis may include:\nEsophageal varices: there is a risk of bleeding in the esophagus or stomach, endangering the patient's life; Abdominal fluid collection: causes discomfort and impedes breathing, often a sign of end-stage cirrhosis; Liver failure: liver cells are severely damaged and cannot be restored; Liver transplantation is virtually the only treatment option; Liver cancer: malignant tumors that destroy and hinder the liver's ability to function\n2. Is autoimmune hepatitis contagious?\nDue to the instability in activating the immune system to react against liver cells; The cause of the disease does not originate from a virus like hepatitis B/C, so autoimmune hepatitis is not an infectious disease.\n3. How to prevent autoimmune hepatitis?\nUntil now, there is no way to prevent autoimmune hepatitis. The best thing we can do is improve our health through living, eating, and resting. In addition, you should have regular health check-ups and don't ignore any unusual symptoms so that you can detect and treat the disease early if you have the disease.\nGastrointestinal Endoscopy and Surgery Center, Tam Anh General Hospital is a prestigious medical unit, providing high-end, effective examination and treatment services for patients with liver problems. from mild to severe (fatty liver, acute hepatitis, chronic hepatitis, cirrhosis, liver cancer, parasitic liver disease...). The center brings together a team of highly specialized and experienced Internal Medicine - Surgery - Gastrointestinal Endoscopy doctors, in addition to the support of a modern medical equipment system imported from abroad, providing optimal service. multiple examination and treatment needs of customers.\nTo schedule an examination and treatment of liver diseases with experts at the Center for Endoscopy & Gastrointestinal Surgery of Tam Anh General Hospital System, please contact: HOSPITAL SYSTEM TAM ANH MULTI-DEPARTMENT Hanoi: 108 Hoang Nhu Tiep, Bo De Ward, Long Bien District, Hanoi City Hotline: 024 3872 3872 – 024 7106 6858 HCMC: 2B Pho Quang, Ward 2, Tan District Binh, Ho Chi Minh City Hotline: 0287 102 6789 – 093 180 6858 Fanpage: https://www.facebook.com/benhvientamanh\nAutoimmune hepatitis can be completely controlled with medication if detected and treated promptly. Therefore, early detection of the disease is extremely important; Avoid letting the disease progress to the final stage of cirrhosis or liver cancer, which will make treatment more difficult.",
    "subsections": [
        {
            "subsection_name": "What is autoimmune hepatitis?",
            "subsection_content": "Autoimmune hepatitis, also known as AIH (Autoimmune Hepatitis). This is an autoimmune disorder that occurs when the body's immune system attacks liver cells, causing inflammation and damage to the liver.(1)\nAutoimmune hepatitis can occur at any age, and tends to affect women more than men – it is four times more common in women than in men. People with a family history of autoimmune hepatitis are also at higher risk.\nThis is a type of chronic hepatitis and requires lifelong monitoring; Although there is no cure, there are many methods to help patients control symptoms and prevent the development of liver damage.\nIf you have autoimmune hepatitis, you are also at risk of having one or more other autoimmune diseases such as thyroid, rheumatoid arthritis, ulcerative colitis, type 1 diabetes or Sjogren's syndrome (also known as autoimmune hepatitis). Sjogren's autoimmune disorder – an autoimmune disorder involving the body's exocrine glands)",
            "subsection_string": "What is autoimmune hepatitis?\nAutoimmune hepatitis, also known as AIH (Autoimmune Hepatitis). This is an autoimmune disorder that occurs when the body's immune system attacks liver cells, causing inflammation and damage to the liver.(1)\nAutoimmune hepatitis can occur at any age, and tends to affect women more than men – it is four times more common in women than in men. People with a family history of autoimmune hepatitis are also at higher risk.\nThis is a type of chronic hepatitis and requires lifelong monitoring; Although there is no cure, there are many methods to help patients control symptoms and prevent the development of liver damage.\nIf you have autoimmune hepatitis, you are also at risk of having one or more other autoimmune diseases such as thyroid, rheumatoid arthritis, ulcerative colitis, type 1 diabetes or Sjogren's syndrome (also known as autoimmune hepatitis). Sjogren's autoimmune disorder – an autoimmune disorder involving the body's exocrine glands)"
        },
        {
            "subsection_name": "Classification of autoimmune hepatitis",
            "subsection_content": "Based on the condition in which the immune system produces different antibodies, experts have divided into two main types of autoimmune hepatitis. Both are uncommon. In Europe, it is estimated that the disease occurs in only 10-17 people per 100,000.\nType 1: This is the common type, can occur at any age and is mostly diagnosed in adults.; Type 2: Less common, girls aged 2-14 years are mainly affected by this type of autoimmune hepatitis. Type 2 AIH can be severe and more difficult to control.(5)",
            "subsection_string": "Classification of autoimmune hepatitis\nBased on the condition in which the immune system produces different antibodies, experts have divided into two main types of autoimmune hepatitis. Both are uncommon. In Europe, it is estimated that the disease occurs in only 10-17 people per 100,000.\nType 1: This is the common type, can occur at any age and is mostly diagnosed in adults.; Type 2: Less common, girls aged 2-14 years are mainly affected by this type of autoimmune hepatitis. Type 2 AIH can be severe and more difficult to control.(5)"
        },
        {
            "subsection_name": "Subjects are often susceptible to autoimmune hepatitis",
            "subsection_content": "Autoimmune hepatitis can occur in anyone, but there are some people at higher risk, including:\nWomen: Although the disease can progress in both men and women, women are more affected by the disease.; People with a history of infections: People who have been infected with viruses such as measles, herpes simplex, Epstein-Barr or related to hepatitis A, B, C have a higher than normal risk of developing autoimmune hepatitis. ; Having a relative with the disease: The disease can be hereditary; Therefore, if someone in your family has had the disease, you are also at risk.; People with autoimmune diseases: People with diseases such as hyperthyroidism, rheumatoid arthritis, celia disease, systemic lupus erythematosus... may also be susceptible to autoimmune hepatitis.\nWomen have a higher rate of autoimmune hepatitis than men",
            "subsection_string": "Subjects are often susceptible to autoimmune hepatitis\nAutoimmune hepatitis can occur in anyone, but there are some people at higher risk, including:\nWomen: Although the disease can progress in both men and women, women are more affected by the disease.; People with a history of infections: People who have been infected with viruses such as measles, herpes simplex, Epstein-Barr or related to hepatitis A, B, C have a higher than normal risk of developing autoimmune hepatitis. ; Having a relative with the disease: The disease can be hereditary; Therefore, if someone in your family has had the disease, you are also at risk.; People with autoimmune diseases: People with diseases such as hyperthyroidism, rheumatoid arthritis, celia disease, systemic lupus erythematosus... may also be susceptible to autoimmune hepatitis.\nWomen have a higher rate of autoimmune hepatitis than men"
        },
        {
            "subsection_name": "What are the factors/causes of autoimmune hepatitis?",
            "subsection_content": "To date, the cause of autoimmune hepatitis has not been clearly determined. Researchers still do not know why the immune system \"mistakes\" liver cells as a threat, thereby producing antibodies to cause liver damage. However, we can identify 4 factors that are closely related to autoimmune hepatitis.\n1. Viruses\nBacterial or viral infections are the cause of autoimmune hepatitis symptoms. Infections such as viral hepatitis (hepatitis A, B, C and D), herpes simplex virus and cytomegalovirus have also been implicated in the onset of the disease.\n2. Chemicals\nSome medications can cause liver damage in the form of autoimmune hepatitis. In most cases like this, liver damage will go away when the patient stops taking the medicine. Minocycline (an antibiotic used to treat acne) or nitrofurantoin (an antibiotic used to treat urinary infections) are two of the most common drugs that cause this condition.\n3. Autoimmune disease\nIf you have autoimmune diseases such as Grave's disease, inflammatory bowel disease, scleroderma, thyroiditis, type 1 diabetes, ulcerative colitis or Sjögren's syndrome, etc., you are also at risk of developing the formation of AIH.\n4. Gene\nAutoimmune hepatitis can affect you genetically. Although there is no specific explanation as to what factors affect the genome to form the disease, there are a number of suspected issues including mental stress or the use of drugs such as statins and hydralazine. antibiotics nitrofurantoin and minocycline.",
            "subsection_string": "What are the factors/causes of autoimmune hepatitis?\nTo date, the cause of autoimmune hepatitis has not been clearly determined. Researchers still do not know why the immune system \"mistakes\" liver cells as a threat, thereby producing antibodies to cause liver damage. However, we can identify 4 factors that are closely related to autoimmune hepatitis.\n1. Viruses\nBacterial or viral infections are the cause of autoimmune hepatitis symptoms. Infections such as viral hepatitis (hepatitis A, B, C and D), herpes simplex virus and cytomegalovirus have also been implicated in the onset of the disease.\n2. Chemicals\nSome medications can cause liver damage in the form of autoimmune hepatitis. In most cases like this, liver damage will go away when the patient stops taking the medicine. Minocycline (an antibiotic used to treat acne) or nitrofurantoin (an antibiotic used to treat urinary infections) are two of the most common drugs that cause this condition.\n3. Autoimmune disease\nIf you have autoimmune diseases such as Grave's disease, inflammatory bowel disease, scleroderma, thyroiditis, type 1 diabetes, ulcerative colitis or Sjögren's syndrome, etc., you are also at risk of developing the formation of AIH.\n4. Gene\nAutoimmune hepatitis can affect you genetically. Although there is no specific explanation as to what factors affect the genome to form the disease, there are a number of suspected issues including mental stress or the use of drugs such as statins and hydralazine. antibiotics nitrofurantoin and minocycline."
        },
        {
            "subsection_name": "Symptoms of autoimmune hepatitis",
            "subsection_content": "Signs of autoimmune hepatitis are different for each person and each stage. Most patients discover that they have hepatitis when the disease has entered an advanced stage.\n1. Initiation phase\nSymptoms of autoimmune hepatitis range from mild to severe. In the early stages, the patient may not feel any health changes.\n2. Progressive stage\nWhen the liver begins to become more seriously damaged, symptoms will gradually appear (there are also cases of sudden appearance) - the most common is fatigue and drowsiness. Accompanied by symptoms such as: (4)\nStomach feels uncomfortable; Inflammation or skin irritation, itchy skin, jaundice; Yellow whites of eyes; Joint and bone pain; Or nausea or vomiting; Darker urine, pale stools; Anorexia; Weight loss without reason; Body weakness; Get diarrhea; Irregular or amenorrhea; Abdominal swelling, fluid accumulation, liver pain (also called ascites); Brain and liver problems (drowsiness, poor concentration, loss of consciousness, etc.)\nAbdominal pain and discomfort are one of the warning signs of autoimmune hepatitis",
            "subsection_string": "Symptoms of autoimmune hepatitis\nSigns of autoimmune hepatitis are different for each person and each stage. Most patients discover that they have hepatitis when the disease has entered an advanced stage.\n1. Initiation phase\nSymptoms of autoimmune hepatitis range from mild to severe. In the early stages, the patient may not feel any health changes.\n2. Progressive stage\nWhen the liver begins to become more seriously damaged, symptoms will gradually appear (there are also cases of sudden appearance) - the most common is fatigue and drowsiness. Accompanied by symptoms such as: (4)\nStomach feels uncomfortable; Inflammation or skin irritation, itchy skin, jaundice; Yellow whites of eyes; Joint and bone pain; Or nausea or vomiting; Darker urine, pale stools; Anorexia; Weight loss without reason; Body weakness; Get diarrhea; Irregular or amenorrhea; Abdominal swelling, fluid accumulation, liver pain (also called ascites); Brain and liver problems (drowsiness, poor concentration, loss of consciousness, etc.)\nAbdominal pain and discomfort are one of the warning signs of autoimmune hepatitis"
        },
        {
            "subsection_name": "Diagnosis and treatment of autoimmune hepatitis",
            "subsection_content": "1. Diagnostic method\nThe diagnosis of autoimmune hepatitis requires consideration of many factors from family medical history, current symptoms, blood tests or liver biopsy.\nBlood tests: Symptoms of autoimmune hepatitis are very similar to those of viral hepatitis. Blood tests help rule out viral hepatitis, determine the type of autoimmune hepatitis you have, check liver function as well as look at the level of antibodies in the blood.(3); Liver biopsy: Performing a biopsy shows the type and extent of damage and inflammation of the liver.; Imaging: X-rays, computed tomography (CT) or magnetic resonance imaging (MRI) may be performed between liver biopsies to quantify the degree of fibrosis and fat in the liver.",
            "subsection_string": "Diagnosis and treatment of autoimmune hepatitis\n1. Diagnostic method\nThe diagnosis of autoimmune hepatitis requires consideration of many factors from family medical history, current symptoms, blood tests or liver biopsy.\nBlood tests: Symptoms of autoimmune hepatitis are very similar to those of viral hepatitis. Blood tests help rule out viral hepatitis, determine the type of autoimmune hepatitis you have, check liver function as well as look at the level of antibodies in the blood.(3); Liver biopsy: Performing a biopsy shows the type and extent of damage and inflammation of the liver.; Imaging: X-rays, computed tomography (CT) or magnetic resonance imaging (MRI) may be performed between liver biopsies to quantify the degree of fibrosis and fat in the liver."
        },
        {
            "subsection_name": "Treatment methods for autoimmune hepatitis",
            "subsection_content": "As an autoimmune disease, autoimmune hepatitis has no definitive treatment. So whether the infection is type 1 or 2, the main goal in treating autoimmune hepatitis is to slow down or prevent the immune system's attack on the liver.\nPeople with AIH often use corticosteroids when symptoms first appear; Then other immunosuppressive drugs such as prednisone, azathioprine, mercaptopurine, etc. are combined to calm inflammation in the liver. Prednisone is often prescribed in high doses during the first month of taking the drug; Later, gradually reduce the oral dose to reduce the risk of side effects (osteoporosis, hyperglycemia, insomnia, muscle pain, depression, etc.). As for Azathioprine, the drug can cause nausea or vomiting in 10-15% of users. In addition, Azathioprine also increases the risk of lymphoma. If the patient cannot tolerate Azathioprine, some other medications can be used instead such as Cyclosporine, sirolimus (Rapamune) and tacrolimus (Prograf).\nWhen using medication, the disease can gradually improve after a few years of treatment - after 3 years, about 80% of people with autoimmune hepatitis find the disease is well controlled. However, the disease often relapses if the patient stops taking medication. Depending on the inflammation, the patient may need lifelong treatment.\nLiver transplantation is a treatment option for autoimmune hepatitis that is indicated in cases where the patient has cirrhosis or liver failure. Liver transplantation can be done thanks to living donation - at this time the patient only receives a part of the healthy liver so that the liver can continue to regenerate new cells. Although liver transplantation is the optimal treatment, autoimmune hepatitis still has a risk of recurrence even after successful organ transplantation.\nDuring treatment, an important point that patients need to pay attention to is building a healthy diet and regular exercise habits. This not only helps improve health, increase treatment effectiveness but also reduces the risk of fatty liver formation in people with autoimmune hepatitis.\nCorticosteroid medications are often prescribed for people with autoimmune hepatitis during the early stages of treatment",
            "subsection_string": "Treatment methods for autoimmune hepatitis\nAs an autoimmune disease, autoimmune hepatitis has no definitive treatment. So whether the infection is type 1 or 2, the main goal in treating autoimmune hepatitis is to slow down or prevent the immune system's attack on the liver.\nPeople with AIH often use corticosteroids when symptoms first appear; Then other immunosuppressive drugs such as prednisone, azathioprine, mercaptopurine, etc. are combined to calm inflammation in the liver. Prednisone is often prescribed in high doses during the first month of taking the drug; Later, gradually reduce the oral dose to reduce the risk of side effects (osteoporosis, hyperglycemia, insomnia, muscle pain, depression, etc.). As for Azathioprine, the drug can cause nausea or vomiting in 10-15% of users. In addition, Azathioprine also increases the risk of lymphoma. If the patient cannot tolerate Azathioprine, some other medications can be used instead such as Cyclosporine, sirolimus (Rapamune) and tacrolimus (Prograf).\nWhen using medication, the disease can gradually improve after a few years of treatment - after 3 years, about 80% of people with autoimmune hepatitis find the disease is well controlled. However, the disease often relapses if the patient stops taking medication. Depending on the inflammation, the patient may need lifelong treatment.\nLiver transplantation is a treatment option for autoimmune hepatitis that is indicated in cases where the patient has cirrhosis or liver failure. Liver transplantation can be done thanks to living donation - at this time the patient only receives a part of the healthy liver so that the liver can continue to regenerate new cells. Although liver transplantation is the optimal treatment, autoimmune hepatitis still has a risk of recurrence even after successful organ transplantation.\nDuring treatment, an important point that patients need to pay attention to is building a healthy diet and regular exercise habits. This not only helps improve health, increase treatment effectiveness but also reduces the risk of fatty liver formation in people with autoimmune hepatitis.\nCorticosteroid medications are often prescribed for people with autoimmune hepatitis during the early stages of treatment"
        },
        {
            "subsection_name": "Frequently asked questions about autoimmune hepatitis",
            "subsection_content": "1. Is autoimmune hepatitis dangerous?\nIf left untreated, autoimmune hepatitis can cause a number of dangerous problems; The most common of which is cirrhosis. Complications of cirrhosis may include:\nEsophageal varices: there is a risk of bleeding in the esophagus or stomach, endangering the patient's life; Abdominal fluid collection: causes discomfort and impedes breathing, often a sign of end-stage cirrhosis; Liver failure: liver cells are severely damaged and cannot be restored; Liver transplantation is virtually the only treatment option; Liver cancer: malignant tumors that destroy and hinder the liver's ability to function\n2. Is autoimmune hepatitis contagious?\nDue to the instability in activating the immune system to react against liver cells; The cause of the disease does not originate from a virus like hepatitis B/C, so autoimmune hepatitis is not an infectious disease.\n3. How to prevent autoimmune hepatitis?\nUntil now, there is no way to prevent autoimmune hepatitis. The best thing we can do is improve our health through living, eating, and resting. In addition, you should have regular health check-ups and don't ignore any unusual symptoms so that you can detect and treat the disease early if you have the disease.\nGastrointestinal Endoscopy and Surgery Center, Tam Anh General Hospital is a prestigious medical unit, providing high-end, effective examination and treatment services for patients with liver problems. from mild to severe (fatty liver, acute hepatitis, chronic hepatitis, cirrhosis, liver cancer, parasitic liver disease...). The center brings together a team of highly specialized and experienced Internal Medicine - Surgery - Gastrointestinal Endoscopy doctors, in addition to the support of a modern medical equipment system imported from abroad, providing optimal service. multiple examination and treatment needs of customers.\nTo schedule an examination and treatment of liver diseases with experts at the Center for Endoscopy & Gastrointestinal Surgery of Tam Anh General Hospital System, please contact: HOSPITAL SYSTEM TAM ANH MULTI-DEPARTMENT Hanoi: 108 Hoang Nhu Tiep, Bo De Ward, Long Bien District, Hanoi City Hotline: 024 3872 3872 – 024 7106 6858 HCMC: 2B Pho Quang, Ward 2, Tan District Binh, Ho Chi Minh City Hotline: 0287 102 6789 – 093 180 6858 Fanpage: https://www.facebook.com/benhvientamanh\nAutoimmune hepatitis can be completely controlled with medication if detected and treated promptly. Therefore, early detection of the disease is extremely important; Avoid letting the disease progress to the final stage of cirrhosis or liver cancer, which will make treatment more difficult.",
            "subsection_string": "Frequently asked questions about autoimmune hepatitis\n1. Is autoimmune hepatitis dangerous?\nIf left untreated, autoimmune hepatitis can cause a number of dangerous problems; The most common of which is cirrhosis. Complications of cirrhosis may include:\nEsophageal varices: there is a risk of bleeding in the esophagus or stomach, endangering the patient's life; Abdominal fluid collection: causes discomfort and impedes breathing, often a sign of end-stage cirrhosis; Liver failure: liver cells are severely damaged and cannot be restored; Liver transplantation is virtually the only treatment option; Liver cancer: malignant tumors that destroy and hinder the liver's ability to function\n2. Is autoimmune hepatitis contagious?\nDue to the instability in activating the immune system to react against liver cells; The cause of the disease does not originate from a virus like hepatitis B/C, so autoimmune hepatitis is not an infectious disease.\n3. How to prevent autoimmune hepatitis?\nUntil now, there is no way to prevent autoimmune hepatitis. The best thing we can do is improve our health through living, eating, and resting. In addition, you should have regular health check-ups and don't ignore any unusual symptoms so that you can detect and treat the disease early if you have the disease.\nGastrointestinal Endoscopy and Surgery Center, Tam Anh General Hospital is a prestigious medical unit, providing high-end, effective examination and treatment services for patients with liver problems. from mild to severe (fatty liver, acute hepatitis, chronic hepatitis, cirrhosis, liver cancer, parasitic liver disease...). The center brings together a team of highly specialized and experienced Internal Medicine - Surgery - Gastrointestinal Endoscopy doctors, in addition to the support of a modern medical equipment system imported from abroad, providing optimal service. multiple examination and treatment needs of customers.\nTo schedule an examination and treatment of liver diseases with experts at the Center for Endoscopy & Gastrointestinal Surgery of Tam Anh General Hospital System, please contact: HOSPITAL SYSTEM TAM ANH MULTI-DEPARTMENT Hanoi: 108 Hoang Nhu Tiep, Bo De Ward, Long Bien District, Hanoi City Hotline: 024 3872 3872 – 024 7106 6858 HCMC: 2B Pho Quang, Ward 2, Tan District Binh, Ho Chi Minh City Hotline: 0287 102 6789 – 093 180 6858 Fanpage: https://www.facebook.com/benhvientamanh\nAutoimmune hepatitis can be completely controlled with medication if detected and treated promptly. Therefore, early detection of the disease is extremely important; Avoid letting the disease progress to the final stage of cirrhosis or liver cancer, which will make treatment more difficult."
        }
    ],
    "name": "viem-gan-tu-mien.json"
}