{
    "title": "Chronic vaginitis: Causes, symptoms, diagnosis, treatment",
    "category": "Obstetrics - Gynecology ",
    "link": "https://tamanhhospital.vn/viem-am-dao-man-tinh/",
    "abstract": "Research shows that most women will experience vaginitis at least once in their lives. If not treated promptly and properly, the disease can persist without stopping or recur many times, becoming chronic vaginitis. The vagina is a flat tube-shaped organ located between the vulva and the cervix. This is the path that takes the fetus out of the mother's womb during the hatching process; where menstrual blood is transported out during menstruation. In addition, the vagina is also the place that receives the penis during intercourse, as well as the place where menstrual instruments (menstrual cups, tampons...) or contraceptive devices (condoms, IUDs, etc.) are placed. spermicide...). Therefore, this is an organ that is very easily affected by external pathogens and leads to infection.",
    "content": "Chronic vaginitis: Causes, symptoms, diagnosis, treatment\n\nResearch shows that most women will experience vaginitis at least once in their lives. If not treated promptly and properly, the disease can persist without stopping or recur many times, becoming chronic vaginitis. The vagina is a flat tube-shaped organ located between the vulva and the cervix. This is the path that takes the fetus out of the mother's womb during the hatching process; where menstrual blood is transported out during menstruation. In addition, the vagina is also the place that receives the penis during intercourse, as well as the place where menstrual instruments (menstrual cups, tampons...) or contraceptive devices (condoms, IUDs, etc.) are placed. spermicide...). Therefore, this is an organ that is very easily affected by external pathogens and leads to infection.\n\nWhat is chronic vaginitis?\nChronic vaginitis is an infection that occurs in the vagina in women, causing itching, burning, abnormal discharge in the private area, etc. The disease is often known for its cause of improper hygiene of the private area. way. However, in reality there are many causes leading to this condition such as hormonal changes in the body, menorrhagia, unsafe sex, using dirty water... (1)\nVaginitis is an infection in the vagina that causes abnormal discharge, itching, burning pain...\nMSc. Pham Thi Huong Giang, Doctor at the Center for Obstetrics and Gynecology at Tam Anh General Hospital in Hanoi, said that the initial symptoms of vaginitis are quite faint and unclear, making most women subjectively unaware. examination and treatment. Meanwhile, the longer an infection is left untreated, the deeper the disease-causing bacteria will penetrate, causing more worrying consequences and can develop quickly from acute to chronic.\nChronic vaginitis causes many negative impacts on health and the risk of many dangerous complications. Vaginitis that persists for a long time and recurs many times can lead to many dangerous cancers such as cervical cancer, ovarian cancer... Therefore, Dr. Huong Giang emphasized that she You should not ignore this situation.\n\nCauses of vaginal infections\nDoctor Huong Giang shared that bacteria, yeast and flagellates are the main causes of vaginal infections. Specifically: (2)\nBacteria: In a woman's vagina, there is always a file of bacteria living, including both beneficial and harmful bacteria. If you do not clean your private area after urinating or having sex, it will create favorable opportunities for harmful bacteria to penetrate and grow, leading to vaginal infection.; Candida yeast: Candida yeast is a bacteria that lives in the vagina, often growing in the vaginal environment of pregnant women. If you regularly wear tight or too tight underwear and the private area is not well ventilated, it can cause vaginal congestion, creating conditions for Candida to multiply and grow strongly.; Trichomonas: This is a sexually transmitted parasite by entering the urinary tract of men and women, through sexual intercourse and entering the vagina of women. This means that if your partner is infected with Trichomonas, their partner will also be infected.\nBacteria, Candida, and Trichomonas are the leading causes of vaginitis in women\nIn addition, some risk factors increase inflammation, causing the disease to develop into chronic vaginitis and the condition becomes more serious, including:\nImproper cleaning habits of private areas: Improper daily cleaning of private areas, especially on days of menstruation, after urination or sexual intercourse, can create conditions for pathogens to attack. .; Unsafe sex: Unhealthy sex, multiple partners or sex without using protective measures such as condoms are also the causes of many gynecological diseases, including vaginitis. religion. In particular, if you have rough sex, your genitals can be damaged and can easily be attacked by disease-causing bacteria, causing infection; Vaginal pH imbalance: Regularly douching deeply in the vagina or using feminine hygiene solutions with inappropriate pH levels, or overusing chemicals can cause vaginal pH imbalance. This is also the reason why pathogens easily attack the vaginal area. It is best for women to consult an Obstetrician and Gynecologist for advice on feminine hygiene solutions with appropriate pH levels.; Improper treatment of vaginitis: Buying medicine to treat vaginitis at home or treating the disease at unreliable medical facilities may not cure the disease but also increase the risk of the disease progressing to vaginitis. chronic vaginismus.; Not taking care after treatment: If you do not follow the care and protection instructions during treatment, it is very likely that the disease will not be completely treated, the disease will persist, recur many times and become vaginitis. chronic diarrhoea.\n“Like many other gynecological diseases, vaginitis in its early stages is easy to intervene and treat effectively. If left untreated or treated improperly, the disease can recur many times into chronic vaginitis. At that time, the disease is difficult to treat and causes more dangerous complications. Therefore, women should listen to their bodies more to detect abnormalities early and intervene promptly and effectively,\" Dr. Huong Giang recommended.\n\nSigns of chronic vaginal infection\nSimilar to other gynecological infections, prolonged vaginitis also has easily recognizable symptoms as follows:\n1. Abnormal vaginal discharge, strange color and unpleasant odor\nVaginal discharge is considered a measure to evaluate the health of a woman's private area. Normally, vaginal discharge is transparent to milky white and has no odor. When infected, the vagina secretes more vaginal discharge, the vaginal discharge is white like powder, itchy, and has an unpleasant odor.\nDoctor Huong Giang said that it is possible to identify the cause of vaginal infection based on the characteristics of vaginal discharge, such as:\nBacterial vaginitis: Vaginal discharge is often gray-white in color and has a fishy odor; Vaginitis caused by Candida fungal infection: Vaginal discharge is white and thick like cheese, or liquid like thick water, white with pus, clumping into patches.; Vaginitis caused by Trichomonas: Vaginal discharge is yellow-green, slightly thin, with tiny air bubbles and an unpleasant odor.\n2. Itching in the private area\nWhen you have vaginitis, you will feel itching and burning in your private area.\nWomen with vaginitis often experience burning and itching in their private areas\n3. Burning pain and bleeding in the vagina\nWhen the infection turns into a chronic stage, women may experience burning pain, especially when urinating or having sex. In addition, women may experience abnormal bleeding in the private area even though they are not during their menstrual cycle.\n\nComplications may occur with chronic vaginitis\nSymptoms of vaginitis can make women uncomfortable, frustrated, and lose confidence in work and daily life, especially in married life. If the disease persists, it can threaten a woman's health and motherhood.\nIf not treated promptly and properly, chronic vaginitis can cause upstream infections to other appendages such as endometritis, oophoritis, fallopian tube adhesions, pelvic inflammation... Consequences is causing infertility - sterility, making it difficult to conceive in women, or when pregnant, prone to ectopic pregnancy, miscarriage, premature birth...\nBabies born to mothers with vaginitis may have bacterial or fungal infections in the eyes, mouth, pharynx or skin due to contact with the mother's vaginal fluids during childbirth.\nIn particular, chronic inflammation that persists for a long time and recurs many times can lead to many dangerous cancers such as cervical cancer, ovarian cancer...\n\nWhen to see a doctor?\nRegular gynecological examinations are extremely necessary to protect a woman's health and fertility, and protect her motherhood. Therefore, Dr. Huong Giang recommends that women love themselves, take time for regular gynecological examinations or visit the doctor immediately when they have unusual symptoms such as: (3)\nAbnormal vaginal discharge, vaginal discharge is cloudy gray or yellow-green, has an unpleasant odor, itching and burning pain when urinating or having sex.; If you have a history of vaginal infections, you should be examined to find the cause as well as take effective measures to prevent recurrence.; Pregnant mothers or women entering premenopause and menopause; Having unsafe sex and suspecting you have an infection.\nIf you belong to the above groups, do not hesitate to immediately go to a medical facility with a reputable obstetrics department to be examined and accurately diagnosed by experienced doctors. and have an effective treatment regimen to avoid dangerous complications of the disease.\n\nMethod for diagnosing persistent vaginitis\nAs soon as you have symptoms of vaginal infection, you should immediately go to a medical facility with a reputable Obstetrics department for examination. To find the exact cause of the disease and treat it properly, the doctor will diagnose the disease by: (4)\nExamination of medical history: The doctor will ask about the history of gynecological diseases and sexually transmitted diseases, if any. In addition, information about private area hygiene and frequency of sexual intercourse is also explored.; Ask about disease symptoms: The doctor will ask about the symptoms you are experiencing to get more information to diagnose the disease. It is best for women to list fully and in detail the symptoms they experience.; Pelvic examination: The doctor uses a vaginal examination instrument called a speculum, inserted through the vulva to observe the current condition of the vagina such as swelling, discharge and characteristics of the discharge...; Taking a specimen: The doctor will take vaginal secretions to conduct tests to find the cause of the disease.; Check pH: The doctor uses pH test strips or pH paper to check vaginal pH. If the pH level is high, it means the vaginal infection is caused by bacteria or Trichomonas. However, other tests are still needed to increase the accuracy of diagnosis.\n\nHow to treat prolonged vaginitis\nAfter diagnosing vaginal infection, your doctor will provide specific treatment instructions for each case. The treatment regimen for vaginitis is mainly using special medications, usually oral antibiotics and vaginal pills.\nWomen should note that absolutely do not use medication without a doctor's prescription to avoid causing adverse reactions that can progress quickly and be dangerous. In addition, during treatment, women need to fully comply with the doctor's instructions, including:\nMake sure the private area is always dry and clean;; Wear underwear that fits well, is made of breathable material, absorbs moisture well and does not irritate the skin;; Do not douche deep into the vagina;; Have safe sex and be faithful to one partner;; Do not arbitrarily stop taking the medication or change the dosage without your doctor's instructions;; Follow up on schedule with your doctor's appointment to monitor your condition and change the regimen when necessary for effective treatment.\nSee more: Instructions for properly cleaning private areas\nTo completely treat vaginitis, women need to choose examination and treatment at a medical facility with a reputable Obstetrics specialist. Tam Anh General Hospital System's Obstetrics and Gynecology Center brings together a team of highly qualified and experienced experts, equipped with advanced machinery and equipment systems, the most scientific treatment regimens in the world, and practical Currently examines and effectively treats many gynecological diseases from simple to complex, protecting women's health and motherhood.\nFor advice and to make an appointment with Obstetrics and Gynecology experts at Tam Anh General Hospital System, please contact:\nChronic vaginitis can cause many dangerous complications if not treated promptly and properly. Therefore, as soon as you detect signs of the disease, do not hesitate to visit Obstetrics and Gynecology specialists for proper diagnosis and treatment, thereby completely curing the symptoms of the disease.",
    "subsections": [
        {
            "subsection_name": "What is chronic vaginitis?",
            "subsection_content": "Chronic vaginitis is an infection that occurs in the vagina in women, causing itching, burning, abnormal discharge in the private area, etc. The disease is often known for its cause of improper hygiene of the private area. way. However, in reality there are many causes leading to this condition such as hormonal changes in the body, menorrhagia, unsafe sex, using dirty water... (1)\nVaginitis is an infection in the vagina that causes abnormal discharge, itching, burning pain...\nMSc. Pham Thi Huong Giang, Doctor at the Center for Obstetrics and Gynecology at Tam Anh General Hospital in Hanoi, said that the initial symptoms of vaginitis are quite faint and unclear, making most women subjectively unaware. examination and treatment. Meanwhile, the longer an infection is left untreated, the deeper the disease-causing bacteria will penetrate, causing more worrying consequences and can develop quickly from acute to chronic.\nChronic vaginitis causes many negative impacts on health and the risk of many dangerous complications. Vaginitis that persists for a long time and recurs many times can lead to many dangerous cancers such as cervical cancer, ovarian cancer... Therefore, Dr. Huong Giang emphasized that she You should not ignore this situation.",
            "subsection_string": "What is chronic vaginitis?\nChronic vaginitis is an infection that occurs in the vagina in women, causing itching, burning, abnormal discharge in the private area, etc. The disease is often known for its cause of improper hygiene of the private area. way. However, in reality there are many causes leading to this condition such as hormonal changes in the body, menorrhagia, unsafe sex, using dirty water... (1)\nVaginitis is an infection in the vagina that causes abnormal discharge, itching, burning pain...\nMSc. Pham Thi Huong Giang, Doctor at the Center for Obstetrics and Gynecology at Tam Anh General Hospital in Hanoi, said that the initial symptoms of vaginitis are quite faint and unclear, making most women subjectively unaware. examination and treatment. Meanwhile, the longer an infection is left untreated, the deeper the disease-causing bacteria will penetrate, causing more worrying consequences and can develop quickly from acute to chronic.\nChronic vaginitis causes many negative impacts on health and the risk of many dangerous complications. Vaginitis that persists for a long time and recurs many times can lead to many dangerous cancers such as cervical cancer, ovarian cancer... Therefore, Dr. Huong Giang emphasized that she You should not ignore this situation."
        },
        {
            "subsection_name": "Causes of vaginal infections",
            "subsection_content": "Doctor Huong Giang shared that bacteria, yeast and flagellates are the main causes of vaginal infections. Specifically: (2)\nBacteria: In a woman's vagina, there is always a file of bacteria living, including both beneficial and harmful bacteria. If you do not clean your private area after urinating or having sex, it will create favorable opportunities for harmful bacteria to penetrate and grow, leading to vaginal infection.; Candida yeast: Candida yeast is a bacteria that lives in the vagina, often growing in the vaginal environment of pregnant women. If you regularly wear tight or too tight underwear and the private area is not well ventilated, it can cause vaginal congestion, creating conditions for Candida to multiply and grow strongly.; Trichomonas: This is a sexually transmitted parasite by entering the urinary tract of men and women, through sexual intercourse and entering the vagina of women. This means that if your partner is infected with Trichomonas, their partner will also be infected.\nBacteria, Candida, and Trichomonas are the leading causes of vaginitis in women\nIn addition, some risk factors increase inflammation, causing the disease to develop into chronic vaginitis and the condition becomes more serious, including:\nImproper cleaning habits of private areas: Improper daily cleaning of private areas, especially on days of menstruation, after urination or sexual intercourse, can create conditions for pathogens to attack. .; Unsafe sex: Unhealthy sex, multiple partners or sex without using protective measures such as condoms are also the causes of many gynecological diseases, including vaginitis. religion. In particular, if you have rough sex, your genitals can be damaged and can easily be attacked by disease-causing bacteria, causing infection; Vaginal pH imbalance: Regularly douching deeply in the vagina or using feminine hygiene solutions with inappropriate pH levels, or overusing chemicals can cause vaginal pH imbalance. This is also the reason why pathogens easily attack the vaginal area. It is best for women to consult an Obstetrician and Gynecologist for advice on feminine hygiene solutions with appropriate pH levels.; Improper treatment of vaginitis: Buying medicine to treat vaginitis at home or treating the disease at unreliable medical facilities may not cure the disease but also increase the risk of the disease progressing to vaginitis. chronic vaginismus.; Not taking care after treatment: If you do not follow the care and protection instructions during treatment, it is very likely that the disease will not be completely treated, the disease will persist, recur many times and become vaginitis. chronic diarrhoea.\n“Like many other gynecological diseases, vaginitis in its early stages is easy to intervene and treat effectively. If left untreated or treated improperly, the disease can recur many times into chronic vaginitis. At that time, the disease is difficult to treat and causes more dangerous complications. Therefore, women should listen to their bodies more to detect abnormalities early and intervene promptly and effectively,\" Dr. Huong Giang recommended.",
            "subsection_string": "Causes of vaginal infections\nDoctor Huong Giang shared that bacteria, yeast and flagellates are the main causes of vaginal infections. Specifically: (2)\nBacteria: In a woman's vagina, there is always a file of bacteria living, including both beneficial and harmful bacteria. If you do not clean your private area after urinating or having sex, it will create favorable opportunities for harmful bacteria to penetrate and grow, leading to vaginal infection.; Candida yeast: Candida yeast is a bacteria that lives in the vagina, often growing in the vaginal environment of pregnant women. If you regularly wear tight or too tight underwear and the private area is not well ventilated, it can cause vaginal congestion, creating conditions for Candida to multiply and grow strongly.; Trichomonas: This is a sexually transmitted parasite by entering the urinary tract of men and women, through sexual intercourse and entering the vagina of women. This means that if your partner is infected with Trichomonas, their partner will also be infected.\nBacteria, Candida, and Trichomonas are the leading causes of vaginitis in women\nIn addition, some risk factors increase inflammation, causing the disease to develop into chronic vaginitis and the condition becomes more serious, including:\nImproper cleaning habits of private areas: Improper daily cleaning of private areas, especially on days of menstruation, after urination or sexual intercourse, can create conditions for pathogens to attack. .; Unsafe sex: Unhealthy sex, multiple partners or sex without using protective measures such as condoms are also the causes of many gynecological diseases, including vaginitis. religion. In particular, if you have rough sex, your genitals can be damaged and can easily be attacked by disease-causing bacteria, causing infection; Vaginal pH imbalance: Regularly douching deeply in the vagina or using feminine hygiene solutions with inappropriate pH levels, or overusing chemicals can cause vaginal pH imbalance. This is also the reason why pathogens easily attack the vaginal area. It is best for women to consult an Obstetrician and Gynecologist for advice on feminine hygiene solutions with appropriate pH levels.; Improper treatment of vaginitis: Buying medicine to treat vaginitis at home or treating the disease at unreliable medical facilities may not cure the disease but also increase the risk of the disease progressing to vaginitis. chronic vaginismus.; Not taking care after treatment: If you do not follow the care and protection instructions during treatment, it is very likely that the disease will not be completely treated, the disease will persist, recur many times and become vaginitis. chronic diarrhoea.\n“Like many other gynecological diseases, vaginitis in its early stages is easy to intervene and treat effectively. If left untreated or treated improperly, the disease can recur many times into chronic vaginitis. At that time, the disease is difficult to treat and causes more dangerous complications. Therefore, women should listen to their bodies more to detect abnormalities early and intervene promptly and effectively,\" Dr. Huong Giang recommended."
        },
        {
            "subsection_name": "Signs of chronic vaginal infection",
            "subsection_content": "Similar to other gynecological infections, prolonged vaginitis also has easily recognizable symptoms as follows:\n1. Abnormal vaginal discharge, strange color and unpleasant odor\nVaginal discharge is considered a measure to evaluate the health of a woman's private area. Normally, vaginal discharge is transparent to milky white and has no odor. When infected, the vagina secretes more vaginal discharge, the vaginal discharge is white like powder, itchy, and has an unpleasant odor.\nDoctor Huong Giang said that it is possible to identify the cause of vaginal infection based on the characteristics of vaginal discharge, such as:\nBacterial vaginitis: Vaginal discharge is often gray-white in color and has a fishy odor; Vaginitis caused by Candida fungal infection: Vaginal discharge is white and thick like cheese, or liquid like thick water, white with pus, clumping into patches.; Vaginitis caused by Trichomonas: Vaginal discharge is yellow-green, slightly thin, with tiny air bubbles and an unpleasant odor.\n2. Itching in the private area\nWhen you have vaginitis, you will feel itching and burning in your private area.\nWomen with vaginitis often experience burning and itching in their private areas\n3. Burning pain and bleeding in the vagina\nWhen the infection turns into a chronic stage, women may experience burning pain, especially when urinating or having sex. In addition, women may experience abnormal bleeding in the private area even though they are not during their menstrual cycle.",
            "subsection_string": "Signs of chronic vaginal infection\nSimilar to other gynecological infections, prolonged vaginitis also has easily recognizable symptoms as follows:\n1. Abnormal vaginal discharge, strange color and unpleasant odor\nVaginal discharge is considered a measure to evaluate the health of a woman's private area. Normally, vaginal discharge is transparent to milky white and has no odor. When infected, the vagina secretes more vaginal discharge, the vaginal discharge is white like powder, itchy, and has an unpleasant odor.\nDoctor Huong Giang said that it is possible to identify the cause of vaginal infection based on the characteristics of vaginal discharge, such as:\nBacterial vaginitis: Vaginal discharge is often gray-white in color and has a fishy odor; Vaginitis caused by Candida fungal infection: Vaginal discharge is white and thick like cheese, or liquid like thick water, white with pus, clumping into patches.; Vaginitis caused by Trichomonas: Vaginal discharge is yellow-green, slightly thin, with tiny air bubbles and an unpleasant odor.\n2. Itching in the private area\nWhen you have vaginitis, you will feel itching and burning in your private area.\nWomen with vaginitis often experience burning and itching in their private areas\n3. Burning pain and bleeding in the vagina\nWhen the infection turns into a chronic stage, women may experience burning pain, especially when urinating or having sex. In addition, women may experience abnormal bleeding in the private area even though they are not during their menstrual cycle."
        },
        {
            "subsection_name": "Complications may occur with chronic vaginitis",
            "subsection_content": "Symptoms of vaginitis can make women uncomfortable, frustrated, and lose confidence in work and daily life, especially in married life. If the disease persists, it can threaten a woman's health and motherhood.\nIf not treated promptly and properly, chronic vaginitis can cause upstream infections to other appendages such as endometritis, oophoritis, fallopian tube adhesions, pelvic inflammation... Consequences is causing infertility - sterility, making it difficult to conceive in women, or when pregnant, prone to ectopic pregnancy, miscarriage, premature birth...\nBabies born to mothers with vaginitis may have bacterial or fungal infections in the eyes, mouth, pharynx or skin due to contact with the mother's vaginal fluids during childbirth.\nIn particular, chronic inflammation that persists for a long time and recurs many times can lead to many dangerous cancers such as cervical cancer, ovarian cancer...",
            "subsection_string": "Complications may occur with chronic vaginitis\nSymptoms of vaginitis can make women uncomfortable, frustrated, and lose confidence in work and daily life, especially in married life. If the disease persists, it can threaten a woman's health and motherhood.\nIf not treated promptly and properly, chronic vaginitis can cause upstream infections to other appendages such as endometritis, oophoritis, fallopian tube adhesions, pelvic inflammation... Consequences is causing infertility - sterility, making it difficult to conceive in women, or when pregnant, prone to ectopic pregnancy, miscarriage, premature birth...\nBabies born to mothers with vaginitis may have bacterial or fungal infections in the eyes, mouth, pharynx or skin due to contact with the mother's vaginal fluids during childbirth.\nIn particular, chronic inflammation that persists for a long time and recurs many times can lead to many dangerous cancers such as cervical cancer, ovarian cancer..."
        },
        {
            "subsection_name": "When to see a doctor?",
            "subsection_content": "Regular gynecological examinations are extremely necessary to protect a woman's health and fertility, and protect her motherhood. Therefore, Dr. Huong Giang recommends that women love themselves, take time for regular gynecological examinations or visit the doctor immediately when they have unusual symptoms such as: (3)\nAbnormal vaginal discharge, vaginal discharge is cloudy gray or yellow-green, has an unpleasant odor, itching and burning pain when urinating or having sex.; If you have a history of vaginal infections, you should be examined to find the cause as well as take effective measures to prevent recurrence.; Pregnant mothers or women entering premenopause and menopause; Having unsafe sex and suspecting you have an infection.\nIf you belong to the above groups, do not hesitate to immediately go to a medical facility with a reputable obstetrics department to be examined and accurately diagnosed by experienced doctors. and have an effective treatment regimen to avoid dangerous complications of the disease.",
            "subsection_string": "When to see a doctor?\nRegular gynecological examinations are extremely necessary to protect a woman's health and fertility, and protect her motherhood. Therefore, Dr. Huong Giang recommends that women love themselves, take time for regular gynecological examinations or visit the doctor immediately when they have unusual symptoms such as: (3)\nAbnormal vaginal discharge, vaginal discharge is cloudy gray or yellow-green, has an unpleasant odor, itching and burning pain when urinating or having sex.; If you have a history of vaginal infections, you should be examined to find the cause as well as take effective measures to prevent recurrence.; Pregnant mothers or women entering premenopause and menopause; Having unsafe sex and suspecting you have an infection.\nIf you belong to the above groups, do not hesitate to immediately go to a medical facility with a reputable obstetrics department to be examined and accurately diagnosed by experienced doctors. and have an effective treatment regimen to avoid dangerous complications of the disease."
        },
        {
            "subsection_name": "Method for diagnosing persistent vaginitis",
            "subsection_content": "As soon as you have symptoms of vaginal infection, you should immediately go to a medical facility with a reputable Obstetrics department for examination. To find the exact cause of the disease and treat it properly, the doctor will diagnose the disease by: (4)\nExamination of medical history: The doctor will ask about the history of gynecological diseases and sexually transmitted diseases, if any. In addition, information about private area hygiene and frequency of sexual intercourse is also explored.; Ask about disease symptoms: The doctor will ask about the symptoms you are experiencing to get more information to diagnose the disease. It is best for women to list fully and in detail the symptoms they experience.; Pelvic examination: The doctor uses a vaginal examination instrument called a speculum, inserted through the vulva to observe the current condition of the vagina such as swelling, discharge and characteristics of the discharge...; Taking a specimen: The doctor will take vaginal secretions to conduct tests to find the cause of the disease.; Check pH: The doctor uses pH test strips or pH paper to check vaginal pH. If the pH level is high, it means the vaginal infection is caused by bacteria or Trichomonas. However, other tests are still needed to increase the accuracy of diagnosis.",
            "subsection_string": "Method for diagnosing persistent vaginitis\nAs soon as you have symptoms of vaginal infection, you should immediately go to a medical facility with a reputable Obstetrics department for examination. To find the exact cause of the disease and treat it properly, the doctor will diagnose the disease by: (4)\nExamination of medical history: The doctor will ask about the history of gynecological diseases and sexually transmitted diseases, if any. In addition, information about private area hygiene and frequency of sexual intercourse is also explored.; Ask about disease symptoms: The doctor will ask about the symptoms you are experiencing to get more information to diagnose the disease. It is best for women to list fully and in detail the symptoms they experience.; Pelvic examination: The doctor uses a vaginal examination instrument called a speculum, inserted through the vulva to observe the current condition of the vagina such as swelling, discharge and characteristics of the discharge...; Taking a specimen: The doctor will take vaginal secretions to conduct tests to find the cause of the disease.; Check pH: The doctor uses pH test strips or pH paper to check vaginal pH. If the pH level is high, it means the vaginal infection is caused by bacteria or Trichomonas. However, other tests are still needed to increase the accuracy of diagnosis."
        },
        {
            "subsection_name": "How to treat prolonged vaginitis",
            "subsection_content": "After diagnosing vaginal infection, your doctor will provide specific treatment instructions for each case. The treatment regimen for vaginitis is mainly using special medications, usually oral antibiotics and vaginal pills.\nWomen should note that absolutely do not use medication without a doctor's prescription to avoid causing adverse reactions that can progress quickly and be dangerous. In addition, during treatment, women need to fully comply with the doctor's instructions, including:\nMake sure the private area is always dry and clean;; Wear underwear that fits well, is made of breathable material, absorbs moisture well and does not irritate the skin;; Do not douche deep into the vagina;; Have safe sex and be faithful to one partner;; Do not arbitrarily stop taking the medication or change the dosage without your doctor's instructions;; Follow up on schedule with your doctor's appointment to monitor your condition and change the regimen when necessary for effective treatment.\nSee more: Instructions for properly cleaning private areas\nTo completely treat vaginitis, women need to choose examination and treatment at a medical facility with a reputable Obstetrics specialist. Tam Anh General Hospital System's Obstetrics and Gynecology Center brings together a team of highly qualified and experienced experts, equipped with advanced machinery and equipment systems, the most scientific treatment regimens in the world, and practical Currently examines and effectively treats many gynecological diseases from simple to complex, protecting women's health and motherhood.\nFor advice and to make an appointment with Obstetrics and Gynecology experts at Tam Anh General Hospital System, please contact:\nChronic vaginitis can cause many dangerous complications if not treated promptly and properly. Therefore, as soon as you detect signs of the disease, do not hesitate to visit Obstetrics and Gynecology specialists for proper diagnosis and treatment, thereby completely curing the symptoms of the disease.",
            "subsection_string": "How to treat prolonged vaginitis\nAfter diagnosing vaginal infection, your doctor will provide specific treatment instructions for each case. The treatment regimen for vaginitis is mainly using special medications, usually oral antibiotics and vaginal pills.\nWomen should note that absolutely do not use medication without a doctor's prescription to avoid causing adverse reactions that can progress quickly and be dangerous. In addition, during treatment, women need to fully comply with the doctor's instructions, including:\nMake sure the private area is always dry and clean;; Wear underwear that fits well, is made of breathable material, absorbs moisture well and does not irritate the skin;; Do not douche deep into the vagina;; Have safe sex and be faithful to one partner;; Do not arbitrarily stop taking the medication or change the dosage without your doctor's instructions;; Follow up on schedule with your doctor's appointment to monitor your condition and change the regimen when necessary for effective treatment.\nSee more: Instructions for properly cleaning private areas\nTo completely treat vaginitis, women need to choose examination and treatment at a medical facility with a reputable Obstetrics specialist. Tam Anh General Hospital System's Obstetrics and Gynecology Center brings together a team of highly qualified and experienced experts, equipped with advanced machinery and equipment systems, the most scientific treatment regimens in the world, and practical Currently examines and effectively treats many gynecological diseases from simple to complex, protecting women's health and motherhood.\nFor advice and to make an appointment with Obstetrics and Gynecology experts at Tam Anh General Hospital System, please contact:\nChronic vaginitis can cause many dangerous complications if not treated promptly and properly. Therefore, as soon as you detect signs of the disease, do not hesitate to visit Obstetrics and Gynecology specialists for proper diagnosis and treatment, thereby completely curing the symptoms of the disease."
        }
    ],
    "name": "viem-am-dao-man-tinh.json"
}