{
    "title": "Ethmoid sinusitis: Causes, symptoms, location and prevention",
    "category": "Ear, nose and throat",
    "link": "https://tamanhhospital.vn/viem-xoang-sang/",
    "abstract": "The ethmoid sinus is a complex sinus system, closely related to the eye socket and skull base. Therefore, when suffering from ethmoid sinusitis, the risk of intracranial complications such as meningitis, temporal bone inflammation, cranial neuritis... is very likely to occur, threatening the patient's life.\nEthmoid sinusitis poses a risk of dangerous complications",
    "content": "Ethmoid sinusitis: Causes, symptoms, location and prevention\n\nThe ethmoid sinus is a complex sinus system, closely related to the eye socket and skull base. Therefore, when suffering from ethmoid sinusitis, the risk of intracranial complications such as meningitis, temporal bone inflammation, cranial neuritis... is very likely to occur, threatening the patient's life.\nEthmoid sinusitis poses a risk of dangerous complications\n\nWhat is ethmoid sinusitis?\nEthmoid sinusitis is a condition in which the mucosa lining the ethmoid sinuses becomes infected. When inflamed, the sinus cavities will swell, the fluid in the sinuses will stagnate and cannot escape, causing nasal congestion, facial pain, headaches due to lack of brain oxygen and many other symptoms.\nThe sinus is a cavity within the bone that is lined with mucus-secreting mucosa and has an opening (ostium) into the nose. The human body has four pairs of sinuses in four different bones, and the sinuses are named after the bones in which they are present.\nEthmoid sinus: Present inside the ethmoid bone, near the bridge of the nose on both sides; Frontal sinuses: They are seen above the orbit, on each side of the frontal bone.; Sphenoid sinus: Present inside the sphenoid bone, located behind the eye socket; Maxillary sinus: Located in the upper jaw and below the eye socket.\nAll sinuses function as a network with interconnected ducts. Normally, when the ethmoid sinus is inflamed, a similar infection will also occur in other sinuses because the sinuses are connected to each other. This is why frontal sinusitis, ethmoid sinusitis, or sphenoid sinusitis often have similar and nonspecific symptoms.\n\nLocation of ethmoid sinusitis\nBased on the structure of the ethmoid bone, ethmoid sinusitis is divided into 4 types as follows:\nAnterior ethmoid sinusitis: The anterior ethmoid sinus is adjacent to the maxillary and frontal sinuses, the eye socket area and the nasal cavity. Patients with anterior ethmoid sinusitis will have pain around the eye sockets and the bridge of the nose.; Anterior ethmoid sinusitis: The anterior ethmoid sinus is adjacent to the maxillary and frontal sinuses, the eye socket area and the nasal cavity. Patients with anterior ethmoid sinusitis will have pain around the eye sockets and the bridge of the nose.\nPosterior ethmoid sinusitis: The posterior ethmoid sinus is located just behind the anterior ethmoid sinus and towards the back of the neck. Posterior ethmoid sinusitis often causes pain in the back of the neck, the pain can spread to the shoulder, or it can cause swelling and pain in the eyes.; Posterior ethmoid sinusitis: The posterior ethmoid sinus is located just behind the anterior ethmoid sinus and towards the back of the neck. Posterior ethmoid sinusitis often causes pain in the back of the neck, the pain can spread to the shoulder, or it can cause swelling and pain in the eyes.\nInflammation of the entire ethmoid sinus: This is an inflammation of both the anterior and posterior ethmoid sinuses at the same time. Therefore, the disease can cause many symptoms at the same time; Inflammation of the entire ethmoid sinus: This is an inflammation of both the anterior and posterior ethmoid sinuses at the same time. Therefore, the disease can cause many symptoms at the same time.\n\nClassification of ethmoid sinusitis\nBased on the duration of the disease, ethmoid sinusitis is divided into 2 types: acute ethmoid sinusitis and chronic ethmoid sinusitis.(1)\n1. Acute ethmoid sinusitis\nIs inflammation and swelling of the paranasal sinuses (or just the nose), with symptoms lasting no more than 4 weeks. When this condition occurs in the ethmoid sinus, it is called acute ethmoid sinusitis.\n2. Chronic ethmoid sinusitis\nChronic ethmoid sinusitis usually lasts more than 12 weeks. Causes are often infections, allergies, and the presence of sinus polyps or a deviated septum. Signs and symptoms include headache, runny nose, facial swelling, dizziness and difficulty breathing.\n\nSymptoms of ethmoid sinusitis\nAlthough symptoms of inflammation are not specific to each sinus, they often present similarly. But at least the general symptoms of sinusitis in general can help diagnose sinusitis initially and rule out other diseases.\nWhat are the symptoms of ethmoid sinusitis? MSc.BSc.CKI Truong Tan Phat, Department of Ear, Nose and Throat, Tam Anh General Hospital, Ho Chi Minh City, said that symptoms of ethmoid sinusitis can include:\nFever and headache;; Pain and sensitivity in the face, especially when the patient bends down;; Stuffy nose;; Postnasal purulent discharge;; Sore throat and cough;; Bad breath and phlegm in spit;; In addition, other typical symptoms of ethmoid sinusitis include swelling, redness or eye pain. Due to the location of these sinuses near the eyes, they have a great impact on the eye area.; Symptoms last less than 4 weeks for acute ethmoid sinusitis and more than 12 weeks for chronic ethmoid sinusitis.\nNasal congestion, runny nose, fever and many other non-specific symptoms of ethmoid sinusitis\n\nCauses of ethmoid sinusitis\nIsolated infections in the ethmoid bone rarely occur, but the disease is often caused by many factors at the same time, such as both viral infection and bacterial or fungal infection. These factors often cause acute ethmoid sinusitis.\nIn addition, there are other risk factors for ethmoid sinusitis, so it is important to find the correct risk factors for ethmoid sinusitis to be able to choose effective treatment methods.\nAccording to MSc.BS.CKI Truong Tan Phat, other risk factors for ethmoid sinusitis include:\nAllergies: Allergens such as pollen, animal hair, chemical fumes from laundry detergent products;; Deviated nasal septum or other abnormalities in the structure of the nose and sinuses;; Nasal polyps;; Cystic fibrosis;; Sarcoidosis: This is a systemic autoimmune inflammatory condition that leads to the formation of tumors;; Wegener's granulomatosis: This is an inflammatory disorder that primarily affects the blood vessels;; Oral infections;; Immunodeficiency such as diabetes, HIV, cancer;; Prolonged smoking;; Hypertension;; Age.\n\nDiagnosis method of ethmoid sinusitis\nAcute ethmoid sinusitis often tends to occur with frontal or maxillary sinusitis. Symptoms commonly used to differentiate are pain between the eyes and frontal headache.\nIn addition to physical examination and clinical diagnosis, your doctor may prescribe the following tests:\n1. Nasal endoscopy\nNasal endoscopy is a routine test in the diagnosis of ethmoid sinusitis although the sensitivity is not high.(2)\n2. CT scan\nCT scan is important in detecting inflammation of the ethmoid sinus.\n\nComplications of ethmoid sinusitis\nMSc.BSc.CKI Truong Tan Phat emphasized that if ethmoid sinusitis is not treated, the infection can spread deeply into nearby organizations, leading to complications ranging from affecting health to causing disability. lifelong or in the worst case, death.\nComplications of ethmoid sinusitis can occur such as:\nBulging eyes, double vision or blindness;; Invasive infection leads to meningitis;; Optic neuritis.\n\nTreatment methods for ethmoid sinusitis\nHow to treat ethmoid sinusitis? MSc.BSc.CKI Truong Tan Phat said that depending on the inflammation, doctors can choose different methods of treating ethmoid sinusitis.\n1. Treatment with medication\nAfter the initial diagnosis, your doctor will prescribe medication to help reduce inflammation and swelling, and open the sinus openings for easy drainage.(3)\nMedications commonly used to treat ethmoid sinusitis include:\nAntibiotics;; Nonsteroidal anti-inflammatory drugs;; Inhaled or oral corticosteroids;; Other over-the-counter decongestants.\n2. Surgery\nIf medical treatments fail, surgical excision of the sinuses may be indicated. Typically, surgery is recommended for the following cases of ethmoid sinusitis:\nEthmoid sinusitis has spread to the eye socket; Patients who do not respond to drug treatment; Patients with brain abscess complications due to sinusitis; Sinusitis can threaten the patient's life.\nThe goal of surgery is to remove the inflamed ethmoidal bone tissue and at the same time widen the blocked sinus opening. This can only be done by an ENT doctor with extensive experience in sinus surgery.\nEthmoid sinus surgery methods may include:\nFunctional endoscopic sinus surgery (FESS)\nDone with the help of an endoscope (a lighted tube with a camera attached) and a microdebrider (a special instrument with a small rotating head). The endoscope and microdebrider are inserted through the nose under anesthesia to remove infected tissue and bone without damaging surrounding healthy tissue.\nTam Anh General Hospital applies endoscopic sinus surgery using the Microdebrider tissue planer and endoscopic septum correction. The method is performed based on lesions from endoscopic images and CT Scan films.\nIn particular, at Tam Anh General Hospital, each type of sinusitis will be treated with a separate, optimal surgical procedure to remove the disease. Patients will also receive active post-operative care to help heal and recover quickly, limiting the risk of post-operative complications and the risk of recurrence. After sinus surgery, patients can leave the hospital after 2-3 days.\nEndoscopic sinus surgery is minimally invasive, wounds heal quickly, and recovery is quick. Photo: Nguyen Phuong\nExternal sinus surgery\nThis procedure is performed by making a hole in the upper jaw of the mouth to access the ethmoid bone. This method is only preferred when other methods of accessing the ethmoid sinuses are difficult to perform.\nThings to note when having ethmoid sinus surgery:\nAfter careful evaluation and examination such as a computed tomography (CT) scan, the surgeon will choose the appropriate approach. It is important to understand the anatomy of the ethmoid bone before choosing a method for several reasons.\nMedical literature summarizes the nasal sinuses as connected cavities, but the ethmoid bone contains 3 to 5 cavities on each side that drain into the nasal cavity. Therefore, care must be taken to target the affected sinuses.\nThe ethmoidal plate of the ethmoid bone forms the base of the skull. The contact of the ethmoid bone with the brain makes it very vulnerable to injury.\nThe nasolacrimal duct also opens into the nose through a hole in the ethmoid bone; any damage to this duct will cause serious damage to tear drainage.\n\nHow to treat ethmoid sinusitis at home\nMSc.BSc.CKI Truong Tan Phat emphasized that no home treatment has been proven to be effective for ethmoid sinusitis. However, some topical measures may help improve symptoms of the disease or make medical or surgical treatments more effective.\nTopical methods may include:\nUse a steam generator to humidify the air;; Apply a warm towel to relieve pain;; Wash your nose and sinuses with physiological saline daily;; Inhale hot steam to clear sinuses and help relieve pain;; Practice exercises that help improve symptoms of sinusitis, such as Bhramari pranayama breathing exercises;; Drinking honey tea helps fight inflammation and relieve pain.\nSee more: Breathing exercises help improve symptoms of ethmoid sinusitis\n\nPreventive measures for ethmoid sinusitis\nHow to prevent ethmoid sinusitis? MSc.BSc.CKI Truong Tan Phat said that sinus infections can be prevented by:\nFrequently wash your hands with antibacterial soap;; Influenza and pneumococcal vaccination to prevent viral infections that are risk factors for ethmoid sinusitis;; Avoid contact with sources of illness such as not going to crowded places during a flu epidemic;; Do not smoke, or avoid inhaling cigarette smoke;; Use a humidifier during the dry season to avoid dry sinuses;; Keep your body warm in cold weather.\nVaccination against influenza virus and pneumococcal virus helps reduce the risk of ethmoid sinusitis. Photo: VNVC Vaccination Center\n\nFrequently asked questions about ethmoid sinusitis\n1. Is surgery for ethmoid sinusitis risky?\nLike any type of surgery, surgery to treat ethmoid sinusitis has its own risks. Some common complications of sinus surgery can occur if the doctor is inexperienced or due to some other objective factors such as:\nAstigmatism, ptosis;; Double vision or blindness;; Cerebrospinal fluid leak;; Encephalitis – meningitis.\n2. After surgery, will ethmoid sinusitis recur?\nIn some patients, ethmoid sinusitis may recur if post-operative instructions are not followed. Patients need to be re-examined according to the scheduled appointment.\n3. When should you go to the hospital if you have ethmoid sinusitis?\nMSc.BS.CKI Truong Tan Phat advises that patients should immediately go to the hospital if they have the following symptoms:\nSevere pain in the face or severe headache;; Symptoms seemed to improve but then got worse;; Symptoms do not improve after 10 days of treatment;; Fever lasts more than 3-4 days.\nTo schedule an examination, consultation and treatment of sinusitis and Ear - Nose - Throat diseases at the Ear, Nose and Throat Center, Tam Anh General Hospital System, you can contact:\nBecause the ethmoid sinus is close to cranial structures, ethmoid sinusitis is more likely to cause cranial complications than maxillary sinusitis or sphenoid sinusitis. However, all cases of sinusitis do not have specific symptoms, so it is difficult to recognize the type of sinusitis. Therefore, to prevent possible dangerous complications, MSc.BSc.CKI Truong Tan Phat recommends that patients go to a hospital with an Ear, Nose and Throat specialist to be examined, accurately diagnosed and treated. target treatment.",
    "subsections": [
        {
            "subsection_name": "What is ethmoid sinusitis?",
            "subsection_content": "Ethmoid sinusitis is a condition in which the mucosa lining the ethmoid sinuses becomes infected. When inflamed, the sinus cavities will swell, the fluid in the sinuses will stagnate and cannot escape, causing nasal congestion, facial pain, headaches due to lack of brain oxygen and many other symptoms.\nThe sinus is a cavity within the bone that is lined with mucus-secreting mucosa and has an opening (ostium) into the nose. The human body has four pairs of sinuses in four different bones, and the sinuses are named after the bones in which they are present.\nEthmoid sinus: Present inside the ethmoid bone, near the bridge of the nose on both sides; Frontal sinuses: They are seen above the orbit, on each side of the frontal bone.; Sphenoid sinus: Present inside the sphenoid bone, located behind the eye socket; Maxillary sinus: Located in the upper jaw and below the eye socket.\nAll sinuses function as a network with interconnected ducts. Normally, when the ethmoid sinus is inflamed, a similar infection will also occur in other sinuses because the sinuses are connected to each other. This is why frontal sinusitis, ethmoid sinusitis, or sphenoid sinusitis often have similar and nonspecific symptoms.",
            "subsection_string": "What is ethmoid sinusitis?\nEthmoid sinusitis is a condition in which the mucosa lining the ethmoid sinuses becomes infected. When inflamed, the sinus cavities will swell, the fluid in the sinuses will stagnate and cannot escape, causing nasal congestion, facial pain, headaches due to lack of brain oxygen and many other symptoms.\nThe sinus is a cavity within the bone that is lined with mucus-secreting mucosa and has an opening (ostium) into the nose. The human body has four pairs of sinuses in four different bones, and the sinuses are named after the bones in which they are present.\nEthmoid sinus: Present inside the ethmoid bone, near the bridge of the nose on both sides; Frontal sinuses: They are seen above the orbit, on each side of the frontal bone.; Sphenoid sinus: Present inside the sphenoid bone, located behind the eye socket; Maxillary sinus: Located in the upper jaw and below the eye socket.\nAll sinuses function as a network with interconnected ducts. Normally, when the ethmoid sinus is inflamed, a similar infection will also occur in other sinuses because the sinuses are connected to each other. This is why frontal sinusitis, ethmoid sinusitis, or sphenoid sinusitis often have similar and nonspecific symptoms."
        },
        {
            "subsection_name": "Location of ethmoid sinusitis",
            "subsection_content": "Based on the structure of the ethmoid bone, ethmoid sinusitis is divided into 4 types as follows:\nAnterior ethmoid sinusitis: The anterior ethmoid sinus is adjacent to the maxillary and frontal sinuses, the eye socket area and the nasal cavity. Patients with anterior ethmoid sinusitis will have pain around the eye sockets and the bridge of the nose.; Anterior ethmoid sinusitis: The anterior ethmoid sinus is adjacent to the maxillary and frontal sinuses, the eye socket area and the nasal cavity. Patients with anterior ethmoid sinusitis will have pain around the eye sockets and the bridge of the nose.\nPosterior ethmoid sinusitis: The posterior ethmoid sinus is located just behind the anterior ethmoid sinus and towards the back of the neck. Posterior ethmoid sinusitis often causes pain in the back of the neck, the pain can spread to the shoulder, or it can cause swelling and pain in the eyes.; Posterior ethmoid sinusitis: The posterior ethmoid sinus is located just behind the anterior ethmoid sinus and towards the back of the neck. Posterior ethmoid sinusitis often causes pain in the back of the neck, the pain can spread to the shoulder, or it can cause swelling and pain in the eyes.\nInflammation of the entire ethmoid sinus: This is an inflammation of both the anterior and posterior ethmoid sinuses at the same time. Therefore, the disease can cause many symptoms at the same time; Inflammation of the entire ethmoid sinus: This is an inflammation of both the anterior and posterior ethmoid sinuses at the same time. Therefore, the disease can cause many symptoms at the same time.",
            "subsection_string": "Location of ethmoid sinusitis\nBased on the structure of the ethmoid bone, ethmoid sinusitis is divided into 4 types as follows:\nAnterior ethmoid sinusitis: The anterior ethmoid sinus is adjacent to the maxillary and frontal sinuses, the eye socket area and the nasal cavity. Patients with anterior ethmoid sinusitis will have pain around the eye sockets and the bridge of the nose.; Anterior ethmoid sinusitis: The anterior ethmoid sinus is adjacent to the maxillary and frontal sinuses, the eye socket area and the nasal cavity. Patients with anterior ethmoid sinusitis will have pain around the eye sockets and the bridge of the nose.\nPosterior ethmoid sinusitis: The posterior ethmoid sinus is located just behind the anterior ethmoid sinus and towards the back of the neck. Posterior ethmoid sinusitis often causes pain in the back of the neck, the pain can spread to the shoulder, or it can cause swelling and pain in the eyes.; Posterior ethmoid sinusitis: The posterior ethmoid sinus is located just behind the anterior ethmoid sinus and towards the back of the neck. Posterior ethmoid sinusitis often causes pain in the back of the neck, the pain can spread to the shoulder, or it can cause swelling and pain in the eyes.\nInflammation of the entire ethmoid sinus: This is an inflammation of both the anterior and posterior ethmoid sinuses at the same time. Therefore, the disease can cause many symptoms at the same time; Inflammation of the entire ethmoid sinus: This is an inflammation of both the anterior and posterior ethmoid sinuses at the same time. Therefore, the disease can cause many symptoms at the same time."
        },
        {
            "subsection_name": "Classification of ethmoid sinusitis",
            "subsection_content": "Based on the duration of the disease, ethmoid sinusitis is divided into 2 types: acute ethmoid sinusitis and chronic ethmoid sinusitis.(1)\n1. Acute ethmoid sinusitis\nIs inflammation and swelling of the paranasal sinuses (or just the nose), with symptoms lasting no more than 4 weeks. When this condition occurs in the ethmoid sinus, it is called acute ethmoid sinusitis.\n2. Chronic ethmoid sinusitis\nChronic ethmoid sinusitis usually lasts more than 12 weeks. Causes are often infections, allergies, and the presence of sinus polyps or a deviated septum. Signs and symptoms include headache, runny nose, facial swelling, dizziness and difficulty breathing.",
            "subsection_string": "Classification of ethmoid sinusitis\nBased on the duration of the disease, ethmoid sinusitis is divided into 2 types: acute ethmoid sinusitis and chronic ethmoid sinusitis.(1)\n1. Acute ethmoid sinusitis\nIs inflammation and swelling of the paranasal sinuses (or just the nose), with symptoms lasting no more than 4 weeks. When this condition occurs in the ethmoid sinus, it is called acute ethmoid sinusitis.\n2. Chronic ethmoid sinusitis\nChronic ethmoid sinusitis usually lasts more than 12 weeks. Causes are often infections, allergies, and the presence of sinus polyps or a deviated septum. Signs and symptoms include headache, runny nose, facial swelling, dizziness and difficulty breathing."
        },
        {
            "subsection_name": "Symptoms of ethmoid sinusitis",
            "subsection_content": "Although symptoms of inflammation are not specific to each sinus, they often present similarly. But at least the general symptoms of sinusitis in general can help diagnose sinusitis initially and rule out other diseases.\nWhat are the symptoms of ethmoid sinusitis? MSc.BSc.CKI Truong Tan Phat, Department of Ear, Nose and Throat, Tam Anh General Hospital, Ho Chi Minh City, said that symptoms of ethmoid sinusitis can include:\nFever and headache;; Pain and sensitivity in the face, especially when the patient bends down;; Stuffy nose;; Postnasal purulent discharge;; Sore throat and cough;; Bad breath and phlegm in spit;; In addition, other typical symptoms of ethmoid sinusitis include swelling, redness or eye pain. Due to the location of these sinuses near the eyes, they have a great impact on the eye area.; Symptoms last less than 4 weeks for acute ethmoid sinusitis and more than 12 weeks for chronic ethmoid sinusitis.\nNasal congestion, runny nose, fever and many other non-specific symptoms of ethmoid sinusitis",
            "subsection_string": "Symptoms of ethmoid sinusitis\nAlthough symptoms of inflammation are not specific to each sinus, they often present similarly. But at least the general symptoms of sinusitis in general can help diagnose sinusitis initially and rule out other diseases.\nWhat are the symptoms of ethmoid sinusitis? MSc.BSc.CKI Truong Tan Phat, Department of Ear, Nose and Throat, Tam Anh General Hospital, Ho Chi Minh City, said that symptoms of ethmoid sinusitis can include:\nFever and headache;; Pain and sensitivity in the face, especially when the patient bends down;; Stuffy nose;; Postnasal purulent discharge;; Sore throat and cough;; Bad breath and phlegm in spit;; In addition, other typical symptoms of ethmoid sinusitis include swelling, redness or eye pain. Due to the location of these sinuses near the eyes, they have a great impact on the eye area.; Symptoms last less than 4 weeks for acute ethmoid sinusitis and more than 12 weeks for chronic ethmoid sinusitis.\nNasal congestion, runny nose, fever and many other non-specific symptoms of ethmoid sinusitis"
        },
        {
            "subsection_name": "Causes of ethmoid sinusitis",
            "subsection_content": "Isolated infections in the ethmoid bone rarely occur, but the disease is often caused by many factors at the same time, such as both viral infection and bacterial or fungal infection. These factors often cause acute ethmoid sinusitis.\nIn addition, there are other risk factors for ethmoid sinusitis, so it is important to find the correct risk factors for ethmoid sinusitis to be able to choose effective treatment methods.\nAccording to MSc.BS.CKI Truong Tan Phat, other risk factors for ethmoid sinusitis include:\nAllergies: Allergens such as pollen, animal hair, chemical fumes from laundry detergent products;; Deviated nasal septum or other abnormalities in the structure of the nose and sinuses;; Nasal polyps;; Cystic fibrosis;; Sarcoidosis: This is a systemic autoimmune inflammatory condition that leads to the formation of tumors;; Wegener's granulomatosis: This is an inflammatory disorder that primarily affects the blood vessels;; Oral infections;; Immunodeficiency such as diabetes, HIV, cancer;; Prolonged smoking;; Hypertension;; Age.",
            "subsection_string": "Causes of ethmoid sinusitis\nIsolated infections in the ethmoid bone rarely occur, but the disease is often caused by many factors at the same time, such as both viral infection and bacterial or fungal infection. These factors often cause acute ethmoid sinusitis.\nIn addition, there are other risk factors for ethmoid sinusitis, so it is important to find the correct risk factors for ethmoid sinusitis to be able to choose effective treatment methods.\nAccording to MSc.BS.CKI Truong Tan Phat, other risk factors for ethmoid sinusitis include:\nAllergies: Allergens such as pollen, animal hair, chemical fumes from laundry detergent products;; Deviated nasal septum or other abnormalities in the structure of the nose and sinuses;; Nasal polyps;; Cystic fibrosis;; Sarcoidosis: This is a systemic autoimmune inflammatory condition that leads to the formation of tumors;; Wegener's granulomatosis: This is an inflammatory disorder that primarily affects the blood vessels;; Oral infections;; Immunodeficiency such as diabetes, HIV, cancer;; Prolonged smoking;; Hypertension;; Age."
        },
        {
            "subsection_name": "Diagnosis method of ethmoid sinusitis",
            "subsection_content": "Acute ethmoid sinusitis often tends to occur with frontal or maxillary sinusitis. Symptoms commonly used to differentiate are pain between the eyes and frontal headache.\nIn addition to physical examination and clinical diagnosis, your doctor may prescribe the following tests:\n1. Nasal endoscopy\nNasal endoscopy is a routine test in the diagnosis of ethmoid sinusitis although the sensitivity is not high.(2)\n2. CT scan\nCT scan is important in detecting inflammation of the ethmoid sinus.",
            "subsection_string": "Diagnosis method of ethmoid sinusitis\nAcute ethmoid sinusitis often tends to occur with frontal or maxillary sinusitis. Symptoms commonly used to differentiate are pain between the eyes and frontal headache.\nIn addition to physical examination and clinical diagnosis, your doctor may prescribe the following tests:\n1. Nasal endoscopy\nNasal endoscopy is a routine test in the diagnosis of ethmoid sinusitis although the sensitivity is not high.(2)\n2. CT scan\nCT scan is important in detecting inflammation of the ethmoid sinus."
        },
        {
            "subsection_name": "Complications of ethmoid sinusitis",
            "subsection_content": "MSc.BSc.CKI Truong Tan Phat emphasized that if ethmoid sinusitis is not treated, the infection can spread deeply into nearby organizations, leading to complications ranging from affecting health to causing disability. lifelong or in the worst case, death.\nComplications of ethmoid sinusitis can occur such as:\nBulging eyes, double vision or blindness;; Invasive infection leads to meningitis;; Optic neuritis.",
            "subsection_string": "Complications of ethmoid sinusitis\nMSc.BSc.CKI Truong Tan Phat emphasized that if ethmoid sinusitis is not treated, the infection can spread deeply into nearby organizations, leading to complications ranging from affecting health to causing disability. lifelong or in the worst case, death.\nComplications of ethmoid sinusitis can occur such as:\nBulging eyes, double vision or blindness;; Invasive infection leads to meningitis;; Optic neuritis."
        },
        {
            "subsection_name": "Treatment methods for ethmoid sinusitis",
            "subsection_content": "How to treat ethmoid sinusitis? MSc.BSc.CKI Truong Tan Phat said that depending on the inflammation, doctors can choose different methods of treating ethmoid sinusitis.\n1. Treatment with medication\nAfter the initial diagnosis, your doctor will prescribe medication to help reduce inflammation and swelling, and open the sinus openings for easy drainage.(3)\nMedications commonly used to treat ethmoid sinusitis include:\nAntibiotics;; Nonsteroidal anti-inflammatory drugs;; Inhaled or oral corticosteroids;; Other over-the-counter decongestants.\n2. Surgery\nIf medical treatments fail, surgical excision of the sinuses may be indicated. Typically, surgery is recommended for the following cases of ethmoid sinusitis:\nEthmoid sinusitis has spread to the eye socket; Patients who do not respond to drug treatment; Patients with brain abscess complications due to sinusitis; Sinusitis can threaten the patient's life.\nThe goal of surgery is to remove the inflamed ethmoidal bone tissue and at the same time widen the blocked sinus opening. This can only be done by an ENT doctor with extensive experience in sinus surgery.\nEthmoid sinus surgery methods may include:\nFunctional endoscopic sinus surgery (FESS)\nDone with the help of an endoscope (a lighted tube with a camera attached) and a microdebrider (a special instrument with a small rotating head). The endoscope and microdebrider are inserted through the nose under anesthesia to remove infected tissue and bone without damaging surrounding healthy tissue.\nTam Anh General Hospital applies endoscopic sinus surgery using the Microdebrider tissue planer and endoscopic septum correction. The method is performed based on lesions from endoscopic images and CT Scan films.\nIn particular, at Tam Anh General Hospital, each type of sinusitis will be treated with a separate, optimal surgical procedure to remove the disease. Patients will also receive active post-operative care to help heal and recover quickly, limiting the risk of post-operative complications and the risk of recurrence. After sinus surgery, patients can leave the hospital after 2-3 days.\nEndoscopic sinus surgery is minimally invasive, wounds heal quickly, and recovery is quick. Photo: Nguyen Phuong\nExternal sinus surgery\nThis procedure is performed by making a hole in the upper jaw of the mouth to access the ethmoid bone. This method is only preferred when other methods of accessing the ethmoid sinuses are difficult to perform.\nThings to note when having ethmoid sinus surgery:\nAfter careful evaluation and examination such as a computed tomography (CT) scan, the surgeon will choose the appropriate approach. It is important to understand the anatomy of the ethmoid bone before choosing a method for several reasons.\nMedical literature summarizes the nasal sinuses as connected cavities, but the ethmoid bone contains 3 to 5 cavities on each side that drain into the nasal cavity. Therefore, care must be taken to target the affected sinuses.\nThe ethmoidal plate of the ethmoid bone forms the base of the skull. The contact of the ethmoid bone with the brain makes it very vulnerable to injury.\nThe nasolacrimal duct also opens into the nose through a hole in the ethmoid bone; any damage to this duct will cause serious damage to tear drainage.",
            "subsection_string": "Treatment methods for ethmoid sinusitis\nHow to treat ethmoid sinusitis? MSc.BSc.CKI Truong Tan Phat said that depending on the inflammation, doctors can choose different methods of treating ethmoid sinusitis.\n1. Treatment with medication\nAfter the initial diagnosis, your doctor will prescribe medication to help reduce inflammation and swelling, and open the sinus openings for easy drainage.(3)\nMedications commonly used to treat ethmoid sinusitis include:\nAntibiotics;; Nonsteroidal anti-inflammatory drugs;; Inhaled or oral corticosteroids;; Other over-the-counter decongestants.\n2. Surgery\nIf medical treatments fail, surgical excision of the sinuses may be indicated. Typically, surgery is recommended for the following cases of ethmoid sinusitis:\nEthmoid sinusitis has spread to the eye socket; Patients who do not respond to drug treatment; Patients with brain abscess complications due to sinusitis; Sinusitis can threaten the patient's life.\nThe goal of surgery is to remove the inflamed ethmoidal bone tissue and at the same time widen the blocked sinus opening. This can only be done by an ENT doctor with extensive experience in sinus surgery.\nEthmoid sinus surgery methods may include:\nFunctional endoscopic sinus surgery (FESS)\nDone with the help of an endoscope (a lighted tube with a camera attached) and a microdebrider (a special instrument with a small rotating head). The endoscope and microdebrider are inserted through the nose under anesthesia to remove infected tissue and bone without damaging surrounding healthy tissue.\nTam Anh General Hospital applies endoscopic sinus surgery using the Microdebrider tissue planer and endoscopic septum correction. The method is performed based on lesions from endoscopic images and CT Scan films.\nIn particular, at Tam Anh General Hospital, each type of sinusitis will be treated with a separate, optimal surgical procedure to remove the disease. Patients will also receive active post-operative care to help heal and recover quickly, limiting the risk of post-operative complications and the risk of recurrence. After sinus surgery, patients can leave the hospital after 2-3 days.\nEndoscopic sinus surgery is minimally invasive, wounds heal quickly, and recovery is quick. Photo: Nguyen Phuong\nExternal sinus surgery\nThis procedure is performed by making a hole in the upper jaw of the mouth to access the ethmoid bone. This method is only preferred when other methods of accessing the ethmoid sinuses are difficult to perform.\nThings to note when having ethmoid sinus surgery:\nAfter careful evaluation and examination such as a computed tomography (CT) scan, the surgeon will choose the appropriate approach. It is important to understand the anatomy of the ethmoid bone before choosing a method for several reasons.\nMedical literature summarizes the nasal sinuses as connected cavities, but the ethmoid bone contains 3 to 5 cavities on each side that drain into the nasal cavity. Therefore, care must be taken to target the affected sinuses.\nThe ethmoidal plate of the ethmoid bone forms the base of the skull. The contact of the ethmoid bone with the brain makes it very vulnerable to injury.\nThe nasolacrimal duct also opens into the nose through a hole in the ethmoid bone; any damage to this duct will cause serious damage to tear drainage."
        },
        {
            "subsection_name": "How to treat ethmoid sinusitis at home",
            "subsection_content": "MSc.BSc.CKI Truong Tan Phat emphasized that no home treatment has been proven to be effective for ethmoid sinusitis. However, some topical measures may help improve symptoms of the disease or make medical or surgical treatments more effective.\nTopical methods may include:\nUse a steam generator to humidify the air;; Apply a warm towel to relieve pain;; Wash your nose and sinuses with physiological saline daily;; Inhale hot steam to clear sinuses and help relieve pain;; Practice exercises that help improve symptoms of sinusitis, such as Bhramari pranayama breathing exercises;; Drinking honey tea helps fight inflammation and relieve pain.\nSee more: Breathing exercises help improve symptoms of ethmoid sinusitis",
            "subsection_string": "How to treat ethmoid sinusitis at home\nMSc.BSc.CKI Truong Tan Phat emphasized that no home treatment has been proven to be effective for ethmoid sinusitis. However, some topical measures may help improve symptoms of the disease or make medical or surgical treatments more effective.\nTopical methods may include:\nUse a steam generator to humidify the air;; Apply a warm towel to relieve pain;; Wash your nose and sinuses with physiological saline daily;; Inhale hot steam to clear sinuses and help relieve pain;; Practice exercises that help improve symptoms of sinusitis, such as Bhramari pranayama breathing exercises;; Drinking honey tea helps fight inflammation and relieve pain.\nSee more: Breathing exercises help improve symptoms of ethmoid sinusitis"
        },
        {
            "subsection_name": "Preventive measures for ethmoid sinusitis",
            "subsection_content": "How to prevent ethmoid sinusitis? MSc.BSc.CKI Truong Tan Phat said that sinus infections can be prevented by:\nFrequently wash your hands with antibacterial soap;; Influenza and pneumococcal vaccination to prevent viral infections that are risk factors for ethmoid sinusitis;; Avoid contact with sources of illness such as not going to crowded places during a flu epidemic;; Do not smoke, or avoid inhaling cigarette smoke;; Use a humidifier during the dry season to avoid dry sinuses;; Keep your body warm in cold weather.\nVaccination against influenza virus and pneumococcal virus helps reduce the risk of ethmoid sinusitis. Photo: VNVC Vaccination Center",
            "subsection_string": "Preventive measures for ethmoid sinusitis\nHow to prevent ethmoid sinusitis? MSc.BSc.CKI Truong Tan Phat said that sinus infections can be prevented by:\nFrequently wash your hands with antibacterial soap;; Influenza and pneumococcal vaccination to prevent viral infections that are risk factors for ethmoid sinusitis;; Avoid contact with sources of illness such as not going to crowded places during a flu epidemic;; Do not smoke, or avoid inhaling cigarette smoke;; Use a humidifier during the dry season to avoid dry sinuses;; Keep your body warm in cold weather.\nVaccination against influenza virus and pneumococcal virus helps reduce the risk of ethmoid sinusitis. Photo: VNVC Vaccination Center"
        },
        {
            "subsection_name": "Frequently asked questions about ethmoid sinusitis",
            "subsection_content": "1. Is surgery for ethmoid sinusitis risky?\nLike any type of surgery, surgery to treat ethmoid sinusitis has its own risks. Some common complications of sinus surgery can occur if the doctor is inexperienced or due to some other objective factors such as:\nAstigmatism, ptosis;; Double vision or blindness;; Cerebrospinal fluid leak;; Encephalitis – meningitis.\n2. After surgery, will ethmoid sinusitis recur?\nIn some patients, ethmoid sinusitis may recur if post-operative instructions are not followed. Patients need to be re-examined according to the scheduled appointment.\n3. When should you go to the hospital if you have ethmoid sinusitis?\nMSc.BS.CKI Truong Tan Phat advises that patients should immediately go to the hospital if they have the following symptoms:\nSevere pain in the face or severe headache;; Symptoms seemed to improve but then got worse;; Symptoms do not improve after 10 days of treatment;; Fever lasts more than 3-4 days.\nTo schedule an examination, consultation and treatment of sinusitis and Ear - Nose - Throat diseases at the Ear, Nose and Throat Center, Tam Anh General Hospital System, you can contact:\nBecause the ethmoid sinus is close to cranial structures, ethmoid sinusitis is more likely to cause cranial complications than maxillary sinusitis or sphenoid sinusitis. However, all cases of sinusitis do not have specific symptoms, so it is difficult to recognize the type of sinusitis. Therefore, to prevent possible dangerous complications, MSc.BSc.CKI Truong Tan Phat recommends that patients go to a hospital with an Ear, Nose and Throat specialist to be examined, accurately diagnosed and treated. target treatment.",
            "subsection_string": "Frequently asked questions about ethmoid sinusitis\n1. Is surgery for ethmoid sinusitis risky?\nLike any type of surgery, surgery to treat ethmoid sinusitis has its own risks. Some common complications of sinus surgery can occur if the doctor is inexperienced or due to some other objective factors such as:\nAstigmatism, ptosis;; Double vision or blindness;; Cerebrospinal fluid leak;; Encephalitis – meningitis.\n2. After surgery, will ethmoid sinusitis recur?\nIn some patients, ethmoid sinusitis may recur if post-operative instructions are not followed. Patients need to be re-examined according to the scheduled appointment.\n3. When should you go to the hospital if you have ethmoid sinusitis?\nMSc.BS.CKI Truong Tan Phat advises that patients should immediately go to the hospital if they have the following symptoms:\nSevere pain in the face or severe headache;; Symptoms seemed to improve but then got worse;; Symptoms do not improve after 10 days of treatment;; Fever lasts more than 3-4 days.\nTo schedule an examination, consultation and treatment of sinusitis and Ear - Nose - Throat diseases at the Ear, Nose and Throat Center, Tam Anh General Hospital System, you can contact:\nBecause the ethmoid sinus is close to cranial structures, ethmoid sinusitis is more likely to cause cranial complications than maxillary sinusitis or sphenoid sinusitis. However, all cases of sinusitis do not have specific symptoms, so it is difficult to recognize the type of sinusitis. Therefore, to prevent possible dangerous complications, MSc.BSc.CKI Truong Tan Phat recommends that patients go to a hospital with an Ear, Nose and Throat specialist to be examined, accurately diagnosed and treated. target treatment."
        }
    ],
    "name": "viem-xoang-sang.json"
}