{
    "title": "Acute pyelonephritis: Causes and treatment",
    "category": "Urology",
    "link": "https://tamanhhospital.vn/viem-than-be-than-cap/",
    "abstract": "Acute pyelonephritis is a urinary tract infection caused by bacteria. This is an acute inflammatory disease that progresses rapidly, causing many dangerous complications if not detected and treated promptly.",
    "content": "Acute pyelonephritis: Causes and treatment\n\nAcute pyelonephritis is a urinary tract infection caused by bacteria. This is an acute inflammatory disease that progresses rapidly, causing many dangerous complications if not detected and treated promptly.\n\nWhat is acute pyelonephritis?\nAcute pyelonephritis is an acute bacterial infection, also known as upper urinary tract infection. This is a disease caused by bacterial attack, leading to inflammation around the renal calyces, renal pelvis, ureters and kidney parenchyma. This bacteria can move from the bladder up the ureters to the renal pelvis or enter the bloodstream when the patient has sepsis.\nPyelonephritis often presents suddenly with signs and symptoms of systemic inflammation, which can  cause serious complications and patients often present with severe pain in the lower back area. However, if the disease is detected early, most patients are treated as outpatients with antibiotics, and very few patients need to be hospitalized. (first)\n\nSymptoms of acute pyelonephritis\nAcute pyelonephritis is an acute infection, so symptoms usually appear within 2 days after the bacteria attack. Typical onset symptoms include:\nHigh fever above 38.9°C; Pain in the abdomen, back, side or groin; Painful or burning urination, urgency, frequent urination; Cloudy urine, pus or blood in the urine, urine may have a fishy odor\nOther symptoms may include:\nColds or chills, nausea, vomiting; Pain in the back ribs on one side or both sides, severe pain can spread to the bladder and external genitals.; The large kidneys can be felt, pressing on them causes a sharp pain for the patient.\nHowever, there are currently many statistics showing that up to 20% of patients do not have bladder symptoms (painful urination, frequent urination, pus in urine, etc.), and some patients do not have fever. In addition, some studies on pyelonephritis also clearly show that the disease appears but the patient does not have pain. Clinical manifestations and severity of the disease vary widely.\nSevere disease tends to attack people with weakened immune systems, urinary tract obstruction, pregnant women and people over 65 years old.\n\nCauses of acute pyelonephritis kidney disease\nAcute pyelonephritis is an infection that usually begins in the urinary tract as a urinary tract infection. Bacteria enter the body through the urethra and begin to multiply and spread to the bladder. From there, the bacteria travel through the ureters to the kidneys.\nThe main bacteria that attack humans and cause illness are gram-negative bacteria such as E.Coli, Klebsiella, Proteus mirabilis, and Enterobacter. In addition, Gram-positive bacteria can still cause disease, but are rare such as: Staphylococcus, streptococcus...\nBacteria that cause pyelonephritis are easy to attack if they encounter favorable conditions such as:\nThe patient is suffering from lower urinary tract infection; People who have just had surgery on the urinary system; People with urinary tract obstruction due to diseases: stones, tumors...; Patients with inflammatory foci such as: gynecological infections, prostatitis, proctitis, cystitis...\n\nPotential complications\nPyelonephritis is an acute infectious disease. If not accurately diagnosed and treated promptly, it will cause many dangerous complications such as: Sepsis, kidney failure, kidney necrosis, abscess of the kidney and surrounding area. kidney…\nKidney abscess: is the appearance of pus around the kidney due to infection of the soft tissues surrounding the kidney. If not treated promptly, the patient may experience dangerous complications; Sepsis: Is a condition in which bacteria spread into the blood, indicating a severe systemic infection, which can cause septic shock and multiple organ failure. Sepsis can be life-threatening if not treated properly and promptly.; Acute kidney failure: This is a dangerous complication of acute pyelonephritis, manifested by oliguria or anuria, blood tests with very high urea/creatinine levels. Acute kidney failure can cause complications such as acute hypertension or acute pulmonary edema which can be life-threatening. If not treated properly, acute kidney failure can progress to chronic kidney failure.; Renal papillary necrosis: Severe infection with prolonged pyelonephritis causes necrosis of the renal papilla, causing all or part of the renal papilla to die. The renal papilla is the opening of the collecting duct into the kidney and is where urine flows into the ureter. When necrosis, the renal papilla peels off and follows the urine, causing blockage in the ureter or urethra. If not resolved, it will cause pyelonephritis to become worse. From there, the patient is at risk of acute kidney failure and cramps; Antibiotic resistance: Partly due to the nature of multi-resistant bacteria, partly due to inappropriate use of antibiotics, not enough dose and not long enough.; Chronic pyelonephritis, chronic renal failure: Acute pyelonephritis has antibiotic resistance and frequent re-inflammation. If not properly monitored and treated, it will lead to chronic pyelonephritis and chronic kidney failure. At this time, treatment will be more difficult and expensive for the patient.\n\nDiagnosis of acute pyelonephritis\nAcute pyelonephritis is diagnosed based on clinical examination and paraclinical tests.\n1. Clinical:\nTo diagnose acute pyelonephritis, doctors often rely on sudden symptoms, with the following manifestations:\nSymptoms of infection: High fever, chills, headache, fatigue, dry lips, dirty tongue...; Symptoms of acute bladder: painful urination, urinary urgency, difficulty urinating, hematuria, cloudy urine, pus in urine; Symptoms of pain: Pain in the back and ribs, tender to the touch, usually on one side, rarely on both sides. Renal colic may occur.\n2. Paraclinical diagnosis:\nBlood count test: Acute pyelonephritis is an infection, so the patient will be prescribed a blood count test to check for a clearly increased white blood cell index. Especially the phenomenon of polymorphonuclear leukocytosis; Acute blood culture: Determine which group of bacteria the urinary tract infection is caused by. Usually 80% of the causes of disease are determined to be due to infection with Gram (-) E. Coli. bacteria; Ultrasound: Acute pyelonephritis will be detected easily if the patient has an ultrasound to look for signs of dilated renal pelvis, dilated ureters, images of kidney stones - urinary tract, tumor compression...; Cystography: Patients are prescribed X-rays if bladder-kidney reflux is suspected.\nIn addition, to determine pyelonephritis, the doctor may prescribe additional tests such as: Proteinuria, bacteriuria culture to confirm the diagnosis and have an antibiotic profile for treatment.\nPeople with kidney stones are at risk of acute pyelonephritis\n\nTreatment of acute pyelonephritis\nIf pyelonephritis shows signs of chills or does not respond to outpatient antibiotics for 3-5 days, it will be transferred to inpatient treatment. On the contrary, mild symptoms will be monitored on an outpatient basis and antibiotics will be given. When starting antibiotics, patients are prescribed urine and blood cultures.\nWhile waiting for the results of the bacterial culture, the patient is given antibiotics immediately. After 3-5 days, the doctor will monitor antibiotic response, continue to adjust if necessary, or admit to hospital for treatment.\n1. Use antibiotics\nFor pyelonephritis, if the symptoms are not severe, the doctor will prescribe antibiotics for 1-14 days by mouth. When accessing antibiotics, if the clinical condition does not improve, the patient has a clear infection syndrome, still has fever, cloudy urine, pain, dehydration...) should be transferred to inpatient treatment.\nTypes of antibiotics indicated for treatment include:\nAminopénicillines: Can be used alone or in combination with Clavulanique Acid.; Aminoglycosides: Can be used alone or in combination with aminopenicillins.; Aztréonam, 2nd or 3rd generation Cephalosporines...; Cotrimoxazole, Fluoroquinolones.\n2. Hospital treatment\nPyelonephritis will be treated at the hospital if the infected person has severe symptoms or is a pregnant woman or person with an underlying medical condition that requires hospitalization for monitoring and treatment. For pregnant women, treatment is more difficult, doctors must be cautious when giving patients antibiotics, only use antibiotics that do not affect the fetus, limit indications for X-rays, Other tests are performed after the patient gives birth.\n3. Surgery\nPyelonephritis can lead to kidney blockage or septic shock. Both of these complications are dangerous, with a high mortality prognosis. At that time, the patient will be prescribed emergency surgical intervention to resolve the cause of the blockage.\n\nHow to prevent disease?\nPyelonephritis is a dangerous disease with fatal complications if not detected and treated promptly. However, the disease can be prevented if people pay attention to their health, maintain hygiene, monitor unusual developments in the body, and go for regular medical examinations. To prevent disease, we need to comply with:\nIt is necessary to keep the genital and urinary organs clean, especially women must clean thoroughly during menstruation, after sex...; Drink enough water every day, the amount of water is 2-2.5 liters. Ensure urine output is 1.5-2 liters/day, do not hold urine.; People with symptoms of urinary tract infection, causing urinary tract obstruction, need to be treated early, to prevent complications, causing pyelonephritis.; Especially people with kidney-urinary diseases, especially those with urinary stones, must drink plenty of water and limit foods that contain a lot of calcium.; Regular health checks can help detect hidden infections, which can then be treated completely.\nCenter for Urology and Nephrology, Tam Anh General Hospital system brings together a team of leading experts, Internal Medicine and Surgery, highly skilled and dedicated. Center Director - Meritorious Physician Assoc. Prof. Dr. Vu Le Chuyen, Deputy Director - Meritorious Physician Dr. SKII Ta Phuong Dung are giants in the field of Urology and Nephrology in Vietnam.\nThe Center's experts and doctors are always confident in mastering the latest techniques, early detecting and effectively treating kidney and urinary tract diseases, helping patients shorten hospital stays and limit risk of recurrence, improving quality of life.\nEquipped with the leading modern machinery and equipment systems in the country and the region; Operating room meets international standards; Along with 5-star boarding facilities and high-end services…  The Urology and Nephrology Center stands out with examination, screening and treatment services for all urinary tract diseases.\nFrom common surgeries to major high-tech surgeries. These include laparoscopic kidney stone surgery, kidney transplant, tumor resection to preserve kidney parenchyma; Radical nephrectomy; Radical prostatectomy; total bladder resection and small bowel cystoplasty; adrenalectomy; shaping urinary tract defects...\nTo schedule an examination and treatment for kidney failure with leading experts at the Center for Urology and Nephrology, Tam Anh General Hospital System, you can make an appointment online through the following ways:\n+ Call hotline 0287 102 6789 (HCMC) or 024 3872 3872 (Hanoi) to register for a private medical appointment with a specialist, through customer service staff.\n+ Register for a medical appointment with any doctor you trust at the link: https://tamanhhospital.vn/danh-cho-khach-hang/dat-lich-kham/\n+ Send a message on Tam Anh General Hospital Fanpage or Tam Anh General Hospital Urology and Andrology Fanpage\n+ Text message via Zalo OA of Tam Anh General Hospital.\nAcute pyelonephritis that recurs many times if not treated properly will lead to extremely dangerous complications such as chronic pyelonephritis and chronic kidney failure. Therefore, when diagnosed with the disease, the patient should cooperate with the doctor in treatment to prevent the disease from progressing seriously.",
    "subsections": [
        {
            "subsection_name": "What is acute pyelonephritis?",
            "subsection_content": "Acute pyelonephritis is an acute bacterial infection, also known as upper urinary tract infection. This is a disease caused by bacterial attack, leading to inflammation around the renal calyces, renal pelvis, ureters and kidney parenchyma. This bacteria can move from the bladder up the ureters to the renal pelvis or enter the bloodstream when the patient has sepsis.\nPyelonephritis often presents suddenly with signs and symptoms of systemic inflammation, which can  cause serious complications and patients often present with severe pain in the lower back area. However, if the disease is detected early, most patients are treated as outpatients with antibiotics, and very few patients need to be hospitalized. (first)",
            "subsection_string": "What is acute pyelonephritis?\nAcute pyelonephritis is an acute bacterial infection, also known as upper urinary tract infection. This is a disease caused by bacterial attack, leading to inflammation around the renal calyces, renal pelvis, ureters and kidney parenchyma. This bacteria can move from the bladder up the ureters to the renal pelvis or enter the bloodstream when the patient has sepsis.\nPyelonephritis often presents suddenly with signs and symptoms of systemic inflammation, which can  cause serious complications and patients often present with severe pain in the lower back area. However, if the disease is detected early, most patients are treated as outpatients with antibiotics, and very few patients need to be hospitalized. (first)"
        },
        {
            "subsection_name": "Symptoms of acute pyelonephritis",
            "subsection_content": "Acute pyelonephritis is an acute infection, so symptoms usually appear within 2 days after the bacteria attack. Typical onset symptoms include:\nHigh fever above 38.9°C; Pain in the abdomen, back, side or groin; Painful or burning urination, urgency, frequent urination; Cloudy urine, pus or blood in the urine, urine may have a fishy odor\nOther symptoms may include:\nColds or chills, nausea, vomiting; Pain in the back ribs on one side or both sides, severe pain can spread to the bladder and external genitals.; The large kidneys can be felt, pressing on them causes a sharp pain for the patient.\nHowever, there are currently many statistics showing that up to 20% of patients do not have bladder symptoms (painful urination, frequent urination, pus in urine, etc.), and some patients do not have fever. In addition, some studies on pyelonephritis also clearly show that the disease appears but the patient does not have pain. Clinical manifestations and severity of the disease vary widely.\nSevere disease tends to attack people with weakened immune systems, urinary tract obstruction, pregnant women and people over 65 years old.",
            "subsection_string": "Symptoms of acute pyelonephritis\nAcute pyelonephritis is an acute infection, so symptoms usually appear within 2 days after the bacteria attack. Typical onset symptoms include:\nHigh fever above 38.9°C; Pain in the abdomen, back, side or groin; Painful or burning urination, urgency, frequent urination; Cloudy urine, pus or blood in the urine, urine may have a fishy odor\nOther symptoms may include:\nColds or chills, nausea, vomiting; Pain in the back ribs on one side or both sides, severe pain can spread to the bladder and external genitals.; The large kidneys can be felt, pressing on them causes a sharp pain for the patient.\nHowever, there are currently many statistics showing that up to 20% of patients do not have bladder symptoms (painful urination, frequent urination, pus in urine, etc.), and some patients do not have fever. In addition, some studies on pyelonephritis also clearly show that the disease appears but the patient does not have pain. Clinical manifestations and severity of the disease vary widely.\nSevere disease tends to attack people with weakened immune systems, urinary tract obstruction, pregnant women and people over 65 years old."
        },
        {
            "subsection_name": "Causes of acute pyelonephritis kidney disease",
            "subsection_content": "Acute pyelonephritis is an infection that usually begins in the urinary tract as a urinary tract infection. Bacteria enter the body through the urethra and begin to multiply and spread to the bladder. From there, the bacteria travel through the ureters to the kidneys.\nThe main bacteria that attack humans and cause illness are gram-negative bacteria such as E.Coli, Klebsiella, Proteus mirabilis, and Enterobacter. In addition, Gram-positive bacteria can still cause disease, but are rare such as: Staphylococcus, streptococcus...\nBacteria that cause pyelonephritis are easy to attack if they encounter favorable conditions such as:\nThe patient is suffering from lower urinary tract infection; People who have just had surgery on the urinary system; People with urinary tract obstruction due to diseases: stones, tumors...; Patients with inflammatory foci such as: gynecological infections, prostatitis, proctitis, cystitis...",
            "subsection_string": "Causes of acute pyelonephritis kidney disease\nAcute pyelonephritis is an infection that usually begins in the urinary tract as a urinary tract infection. Bacteria enter the body through the urethra and begin to multiply and spread to the bladder. From there, the bacteria travel through the ureters to the kidneys.\nThe main bacteria that attack humans and cause illness are gram-negative bacteria such as E.Coli, Klebsiella, Proteus mirabilis, and Enterobacter. In addition, Gram-positive bacteria can still cause disease, but are rare such as: Staphylococcus, streptococcus...\nBacteria that cause pyelonephritis are easy to attack if they encounter favorable conditions such as:\nThe patient is suffering from lower urinary tract infection; People who have just had surgery on the urinary system; People with urinary tract obstruction due to diseases: stones, tumors...; Patients with inflammatory foci such as: gynecological infections, prostatitis, proctitis, cystitis..."
        },
        {
            "subsection_name": "Potential complications",
            "subsection_content": "Pyelonephritis is an acute infectious disease. If not accurately diagnosed and treated promptly, it will cause many dangerous complications such as: Sepsis, kidney failure, kidney necrosis, abscess of the kidney and surrounding area. kidney…\nKidney abscess: is the appearance of pus around the kidney due to infection of the soft tissues surrounding the kidney. If not treated promptly, the patient may experience dangerous complications; Sepsis: Is a condition in which bacteria spread into the blood, indicating a severe systemic infection, which can cause septic shock and multiple organ failure. Sepsis can be life-threatening if not treated properly and promptly.; Acute kidney failure: This is a dangerous complication of acute pyelonephritis, manifested by oliguria or anuria, blood tests with very high urea/creatinine levels. Acute kidney failure can cause complications such as acute hypertension or acute pulmonary edema which can be life-threatening. If not treated properly, acute kidney failure can progress to chronic kidney failure.; Renal papillary necrosis: Severe infection with prolonged pyelonephritis causes necrosis of the renal papilla, causing all or part of the renal papilla to die. The renal papilla is the opening of the collecting duct into the kidney and is where urine flows into the ureter. When necrosis, the renal papilla peels off and follows the urine, causing blockage in the ureter or urethra. If not resolved, it will cause pyelonephritis to become worse. From there, the patient is at risk of acute kidney failure and cramps; Antibiotic resistance: Partly due to the nature of multi-resistant bacteria, partly due to inappropriate use of antibiotics, not enough dose and not long enough.; Chronic pyelonephritis, chronic renal failure: Acute pyelonephritis has antibiotic resistance and frequent re-inflammation. If not properly monitored and treated, it will lead to chronic pyelonephritis and chronic kidney failure. At this time, treatment will be more difficult and expensive for the patient.",
            "subsection_string": "Potential complications\nPyelonephritis is an acute infectious disease. If not accurately diagnosed and treated promptly, it will cause many dangerous complications such as: Sepsis, kidney failure, kidney necrosis, abscess of the kidney and surrounding area. kidney…\nKidney abscess: is the appearance of pus around the kidney due to infection of the soft tissues surrounding the kidney. If not treated promptly, the patient may experience dangerous complications; Sepsis: Is a condition in which bacteria spread into the blood, indicating a severe systemic infection, which can cause septic shock and multiple organ failure. Sepsis can be life-threatening if not treated properly and promptly.; Acute kidney failure: This is a dangerous complication of acute pyelonephritis, manifested by oliguria or anuria, blood tests with very high urea/creatinine levels. Acute kidney failure can cause complications such as acute hypertension or acute pulmonary edema which can be life-threatening. If not treated properly, acute kidney failure can progress to chronic kidney failure.; Renal papillary necrosis: Severe infection with prolonged pyelonephritis causes necrosis of the renal papilla, causing all or part of the renal papilla to die. The renal papilla is the opening of the collecting duct into the kidney and is where urine flows into the ureter. When necrosis, the renal papilla peels off and follows the urine, causing blockage in the ureter or urethra. If not resolved, it will cause pyelonephritis to become worse. From there, the patient is at risk of acute kidney failure and cramps; Antibiotic resistance: Partly due to the nature of multi-resistant bacteria, partly due to inappropriate use of antibiotics, not enough dose and not long enough.; Chronic pyelonephritis, chronic renal failure: Acute pyelonephritis has antibiotic resistance and frequent re-inflammation. If not properly monitored and treated, it will lead to chronic pyelonephritis and chronic kidney failure. At this time, treatment will be more difficult and expensive for the patient."
        },
        {
            "subsection_name": "Diagnosis of acute pyelonephritis",
            "subsection_content": "Acute pyelonephritis is diagnosed based on clinical examination and paraclinical tests.\n1. Clinical:\nTo diagnose acute pyelonephritis, doctors often rely on sudden symptoms, with the following manifestations:\nSymptoms of infection: High fever, chills, headache, fatigue, dry lips, dirty tongue...; Symptoms of acute bladder: painful urination, urinary urgency, difficulty urinating, hematuria, cloudy urine, pus in urine; Symptoms of pain: Pain in the back and ribs, tender to the touch, usually on one side, rarely on both sides. Renal colic may occur.\n2. Paraclinical diagnosis:\nBlood count test: Acute pyelonephritis is an infection, so the patient will be prescribed a blood count test to check for a clearly increased white blood cell index. Especially the phenomenon of polymorphonuclear leukocytosis; Acute blood culture: Determine which group of bacteria the urinary tract infection is caused by. Usually 80% of the causes of disease are determined to be due to infection with Gram (-) E. Coli. bacteria; Ultrasound: Acute pyelonephritis will be detected easily if the patient has an ultrasound to look for signs of dilated renal pelvis, dilated ureters, images of kidney stones - urinary tract, tumor compression...; Cystography: Patients are prescribed X-rays if bladder-kidney reflux is suspected.\nIn addition, to determine pyelonephritis, the doctor may prescribe additional tests such as: Proteinuria, bacteriuria culture to confirm the diagnosis and have an antibiotic profile for treatment.\nPeople with kidney stones are at risk of acute pyelonephritis",
            "subsection_string": "Diagnosis of acute pyelonephritis\nAcute pyelonephritis is diagnosed based on clinical examination and paraclinical tests.\n1. Clinical:\nTo diagnose acute pyelonephritis, doctors often rely on sudden symptoms, with the following manifestations:\nSymptoms of infection: High fever, chills, headache, fatigue, dry lips, dirty tongue...; Symptoms of acute bladder: painful urination, urinary urgency, difficulty urinating, hematuria, cloudy urine, pus in urine; Symptoms of pain: Pain in the back and ribs, tender to the touch, usually on one side, rarely on both sides. Renal colic may occur.\n2. Paraclinical diagnosis:\nBlood count test: Acute pyelonephritis is an infection, so the patient will be prescribed a blood count test to check for a clearly increased white blood cell index. Especially the phenomenon of polymorphonuclear leukocytosis; Acute blood culture: Determine which group of bacteria the urinary tract infection is caused by. Usually 80% of the causes of disease are determined to be due to infection with Gram (-) E. Coli. bacteria; Ultrasound: Acute pyelonephritis will be detected easily if the patient has an ultrasound to look for signs of dilated renal pelvis, dilated ureters, images of kidney stones - urinary tract, tumor compression...; Cystography: Patients are prescribed X-rays if bladder-kidney reflux is suspected.\nIn addition, to determine pyelonephritis, the doctor may prescribe additional tests such as: Proteinuria, bacteriuria culture to confirm the diagnosis and have an antibiotic profile for treatment.\nPeople with kidney stones are at risk of acute pyelonephritis"
        },
        {
            "subsection_name": "Treatment of acute pyelonephritis",
            "subsection_content": "If pyelonephritis shows signs of chills or does not respond to outpatient antibiotics for 3-5 days, it will be transferred to inpatient treatment. On the contrary, mild symptoms will be monitored on an outpatient basis and antibiotics will be given. When starting antibiotics, patients are prescribed urine and blood cultures.\nWhile waiting for the results of the bacterial culture, the patient is given antibiotics immediately. After 3-5 days, the doctor will monitor antibiotic response, continue to adjust if necessary, or admit to hospital for treatment.\n1. Use antibiotics\nFor pyelonephritis, if the symptoms are not severe, the doctor will prescribe antibiotics for 1-14 days by mouth. When accessing antibiotics, if the clinical condition does not improve, the patient has a clear infection syndrome, still has fever, cloudy urine, pain, dehydration...) should be transferred to inpatient treatment.\nTypes of antibiotics indicated for treatment include:\nAminopénicillines: Can be used alone or in combination with Clavulanique Acid.; Aminoglycosides: Can be used alone or in combination with aminopenicillins.; Aztréonam, 2nd or 3rd generation Cephalosporines...; Cotrimoxazole, Fluoroquinolones.\n2. Hospital treatment\nPyelonephritis will be treated at the hospital if the infected person has severe symptoms or is a pregnant woman or person with an underlying medical condition that requires hospitalization for monitoring and treatment. For pregnant women, treatment is more difficult, doctors must be cautious when giving patients antibiotics, only use antibiotics that do not affect the fetus, limit indications for X-rays, Other tests are performed after the patient gives birth.\n3. Surgery\nPyelonephritis can lead to kidney blockage or septic shock. Both of these complications are dangerous, with a high mortality prognosis. At that time, the patient will be prescribed emergency surgical intervention to resolve the cause of the blockage.",
            "subsection_string": "Treatment of acute pyelonephritis\nIf pyelonephritis shows signs of chills or does not respond to outpatient antibiotics for 3-5 days, it will be transferred to inpatient treatment. On the contrary, mild symptoms will be monitored on an outpatient basis and antibiotics will be given. When starting antibiotics, patients are prescribed urine and blood cultures.\nWhile waiting for the results of the bacterial culture, the patient is given antibiotics immediately. After 3-5 days, the doctor will monitor antibiotic response, continue to adjust if necessary, or admit to hospital for treatment.\n1. Use antibiotics\nFor pyelonephritis, if the symptoms are not severe, the doctor will prescribe antibiotics for 1-14 days by mouth. When accessing antibiotics, if the clinical condition does not improve, the patient has a clear infection syndrome, still has fever, cloudy urine, pain, dehydration...) should be transferred to inpatient treatment.\nTypes of antibiotics indicated for treatment include:\nAminopénicillines: Can be used alone or in combination with Clavulanique Acid.; Aminoglycosides: Can be used alone or in combination with aminopenicillins.; Aztréonam, 2nd or 3rd generation Cephalosporines...; Cotrimoxazole, Fluoroquinolones.\n2. Hospital treatment\nPyelonephritis will be treated at the hospital if the infected person has severe symptoms or is a pregnant woman or person with an underlying medical condition that requires hospitalization for monitoring and treatment. For pregnant women, treatment is more difficult, doctors must be cautious when giving patients antibiotics, only use antibiotics that do not affect the fetus, limit indications for X-rays, Other tests are performed after the patient gives birth.\n3. Surgery\nPyelonephritis can lead to kidney blockage or septic shock. Both of these complications are dangerous, with a high mortality prognosis. At that time, the patient will be prescribed emergency surgical intervention to resolve the cause of the blockage."
        },
        {
            "subsection_name": "How to prevent disease?",
            "subsection_content": "Pyelonephritis is a dangerous disease with fatal complications if not detected and treated promptly. However, the disease can be prevented if people pay attention to their health, maintain hygiene, monitor unusual developments in the body, and go for regular medical examinations. To prevent disease, we need to comply with:\nIt is necessary to keep the genital and urinary organs clean, especially women must clean thoroughly during menstruation, after sex...; Drink enough water every day, the amount of water is 2-2.5 liters. Ensure urine output is 1.5-2 liters/day, do not hold urine.; People with symptoms of urinary tract infection, causing urinary tract obstruction, need to be treated early, to prevent complications, causing pyelonephritis.; Especially people with kidney-urinary diseases, especially those with urinary stones, must drink plenty of water and limit foods that contain a lot of calcium.; Regular health checks can help detect hidden infections, which can then be treated completely.\nCenter for Urology and Nephrology, Tam Anh General Hospital system brings together a team of leading experts, Internal Medicine and Surgery, highly skilled and dedicated. Center Director - Meritorious Physician Assoc. Prof. Dr. Vu Le Chuyen, Deputy Director - Meritorious Physician Dr. SKII Ta Phuong Dung are giants in the field of Urology and Nephrology in Vietnam.\nThe Center's experts and doctors are always confident in mastering the latest techniques, early detecting and effectively treating kidney and urinary tract diseases, helping patients shorten hospital stays and limit risk of recurrence, improving quality of life.\nEquipped with the leading modern machinery and equipment systems in the country and the region; Operating room meets international standards; Along with 5-star boarding facilities and high-end services…  The Urology and Nephrology Center stands out with examination, screening and treatment services for all urinary tract diseases.\nFrom common surgeries to major high-tech surgeries. These include laparoscopic kidney stone surgery, kidney transplant, tumor resection to preserve kidney parenchyma; Radical nephrectomy; Radical prostatectomy; total bladder resection and small bowel cystoplasty; adrenalectomy; shaping urinary tract defects...\nTo schedule an examination and treatment for kidney failure with leading experts at the Center for Urology and Nephrology, Tam Anh General Hospital System, you can make an appointment online through the following ways:\n+ Call hotline 0287 102 6789 (HCMC) or 024 3872 3872 (Hanoi) to register for a private medical appointment with a specialist, through customer service staff.\n+ Register for a medical appointment with any doctor you trust at the link: https://tamanhhospital.vn/danh-cho-khach-hang/dat-lich-kham/\n+ Send a message on Tam Anh General Hospital Fanpage or Tam Anh General Hospital Urology and Andrology Fanpage\n+ Text message via Zalo OA of Tam Anh General Hospital.\nAcute pyelonephritis that recurs many times if not treated properly will lead to extremely dangerous complications such as chronic pyelonephritis and chronic kidney failure. Therefore, when diagnosed with the disease, the patient should cooperate with the doctor in treatment to prevent the disease from progressing seriously.",
            "subsection_string": "How to prevent disease?\nPyelonephritis is a dangerous disease with fatal complications if not detected and treated promptly. However, the disease can be prevented if people pay attention to their health, maintain hygiene, monitor unusual developments in the body, and go for regular medical examinations. To prevent disease, we need to comply with:\nIt is necessary to keep the genital and urinary organs clean, especially women must clean thoroughly during menstruation, after sex...; Drink enough water every day, the amount of water is 2-2.5 liters. Ensure urine output is 1.5-2 liters/day, do not hold urine.; People with symptoms of urinary tract infection, causing urinary tract obstruction, need to be treated early, to prevent complications, causing pyelonephritis.; Especially people with kidney-urinary diseases, especially those with urinary stones, must drink plenty of water and limit foods that contain a lot of calcium.; Regular health checks can help detect hidden infections, which can then be treated completely.\nCenter for Urology and Nephrology, Tam Anh General Hospital system brings together a team of leading experts, Internal Medicine and Surgery, highly skilled and dedicated. Center Director - Meritorious Physician Assoc. Prof. Dr. Vu Le Chuyen, Deputy Director - Meritorious Physician Dr. SKII Ta Phuong Dung are giants in the field of Urology and Nephrology in Vietnam.\nThe Center's experts and doctors are always confident in mastering the latest techniques, early detecting and effectively treating kidney and urinary tract diseases, helping patients shorten hospital stays and limit risk of recurrence, improving quality of life.\nEquipped with the leading modern machinery and equipment systems in the country and the region; Operating room meets international standards; Along with 5-star boarding facilities and high-end services…  The Urology and Nephrology Center stands out with examination, screening and treatment services for all urinary tract diseases.\nFrom common surgeries to major high-tech surgeries. These include laparoscopic kidney stone surgery, kidney transplant, tumor resection to preserve kidney parenchyma; Radical nephrectomy; Radical prostatectomy; total bladder resection and small bowel cystoplasty; adrenalectomy; shaping urinary tract defects...\nTo schedule an examination and treatment for kidney failure with leading experts at the Center for Urology and Nephrology, Tam Anh General Hospital System, you can make an appointment online through the following ways:\n+ Call hotline 0287 102 6789 (HCMC) or 024 3872 3872 (Hanoi) to register for a private medical appointment with a specialist, through customer service staff.\n+ Register for a medical appointment with any doctor you trust at the link: https://tamanhhospital.vn/danh-cho-khach-hang/dat-lich-kham/\n+ Send a message on Tam Anh General Hospital Fanpage or Tam Anh General Hospital Urology and Andrology Fanpage\n+ Text message via Zalo OA of Tam Anh General Hospital.\nAcute pyelonephritis that recurs many times if not treated properly will lead to extremely dangerous complications such as chronic pyelonephritis and chronic kidney failure. Therefore, when diagnosed with the disease, the patient should cooperate with the doctor in treatment to prevent the disease from progressing seriously."
        }
    ],
    "name": "viem-than-be-than-cap.json"
}