{
    "title": "Otitis media – causes, signs and treatments",
    "category": "Ear, nose and throat",
    "link": "https://tamanhhospital.vn/viem-tai-giua/",
    "abstract": "Otitis media, a disease many people mistakenly think is less serious but can leave lifelong sequelae. Otitis media occurs at all ages but is more common in children 6-36 months old. Many cases of children have hearing loss, deafness or sepsis due to otitis media. Although it is not common in adults, a few cases of falling into a deep coma due to complications of otitis media causing blood vessel blockage of the brain have been recorded - Dr. Tran Thi Thuy Hang, Head of the Department of Otorhinolaryngology, Hospital Tam Anh General Hospital, Ho Chi Minh City said. Correct understanding of otitis media helps people prevent, detect and treat promptly, avoiding unfortunate complications due to ambiguity in diagnosis and treatment.\nOtitis media is very common in children aged 6-36 months",
    "content": "Otitis media – causes, signs and treatments\n\nOtitis media, a disease many people mistakenly think is less serious but can leave lifelong sequelae. Otitis media occurs at all ages but is more common in children 6-36 months old. Many cases of children have hearing loss, deafness or sepsis due to otitis media. Although it is not common in adults, a few cases of falling into a deep coma due to complications of otitis media causing blood vessel blockage of the brain have been recorded - Dr. Tran Thi Thuy Hang, Head of the Department of Otorhinolaryngology, Hospital Tam Anh General Hospital, Ho Chi Minh City said. Correct understanding of otitis media helps people prevent, detect and treat promptly, avoiding unfortunate complications due to ambiguity in diagnosis and treatment.\nOtitis media is very common in children aged 6-36 months\n\nWhat is otitis media?\nOtitis media is a condition in which the middle ear (the area behind the eardrum) becomes infected, causing swelling, pain, fever, and fluid discharge. Otitis media can occur at any age, but is most common in children aged 6-36 months because the ear structure is not fully developed and the immune system is weak.\nAccording to statistics, more than 80% of children have at least one episode of otitis media by the age of 3. Although otitis media is mainly affected by children, this disease can also appear in adults. (first)\n\nTypes of otitis media\nDepending on the level of infection, otitis media is often divided into types including:\n1. Acute otitis media\nOften a complication of eustachian tube dysfunction that occurs during an episode of viral upper respiratory tract infection.(4)\n2. Chronic otitis media\nIt is a persistent otitis media condition with long-term pus draining through a perforated eardrum (usually over 12 weeks).\n3. Otitis media with fluid retention\nThis is a condition in which the mucosa of the middle ear becomes inflamed and secretes fluid, but this fluid does not flow out of the ear but stagnates behind the eardrum. The fluid may be serous, mucous, or sticky.\n\nLearn about the structure and function of the ear\nThe middle ear's main task is to transmit vibrations from the eardrum to the inner ear through the ossicles, helping us hear sounds. To understand better, let's learn about the structure and function of the ear.(5)\nThe ear is divided into 3 main parts: outer ear, middle ear and inner ear:\nExternal ear: includes the outer ear and ear canal; Middle ear: includes the tympanic membrane, tympanic cavity, eustachian tube and ossicles, including the malleus, incus and stapes.; Inner ear: is the innermost part, containing the cochlea, semicircular canals and vestibule, has the function of converting sound impulses received from the middle ear into nerve impulses and plays an important role in maintaining balance. equal for the body.\n\nSubjects susceptible to otitis media\nIn addition to children aged 6-36 months, otitis media is also common in the following cases:\nChildren use pacifiers; Children go to kindergarten; Bottle-fed babies; People exposed to high levels of air pollution; Experiencing changes in altitude; Experiencing changes in climate, especially cold climates; Have a recent cold, flu, sinusitis, or ear infection; Congenital defects in the nasopharynx increase the risk of otitis media\n\nCauses of otitis media\nEar infections are caused by bacteria or viruses in the middle ear. Infection also often occurs due to colds, flu or allergies that cause blockage of the posterior nasal passages (adenoiditis), throat and eustachian tubes.\nEustachian tube: Is a very narrow ear canal that connects the middle ear and nasopharynx. The eustachian tube is responsible for regulating air pressure and refreshing the air in the ear, while also draining normal secretions from the middle ear. When the eustachian tube is swollen, it can become clogged, causing fluid to build up in the middle ear, causing infection. In children, the eustachian tubes are not yet developed, so they are often narrower and more horizontal, making drainage difficult, leading to middle ear infections.; VA (Adenoids): Is a small lymphoid tissue located at the back of the nose, which plays a role in functioning as an immune system. Because the adenoids are located near the opening of the eustachian tubes, when the adenoids become inflamed and swollen, they can block the eustachian tubes, leading to middle ear infections. Otitis media caused by adenoiditis occurs more often in children than in adults.\n\nSymptoms of otitis media\nDr. Hang said that the onset of signs and symptoms of ear infection is often rapid and manifests differently between adults and children.\nChildren often have signs of otitis media such as ear pain, especially when lying down; difficulty sleeping; cry a lot; hearing loss or poor response to sounds; overbalance; fever 38 degrees or higher; fluid draining from the ear; headache; poor feeding/feeding. Meanwhile, adults often only have symptoms of ear pain; fluid draining from the ear; hard to hear.\nDoctors can rely on these signs and symptoms to diagnose otitis media in patients. But for the most accurate diagnosis, the patient needs to be examined directly by a specialist with the support of modern machinery and equipment for ear endoscopy and measuring ear function.\n\nDiagnosis of otitis media\n1. Ear examination\nTo diagnose otitis media, a specialist will perform an otoscopy or use an otoscope to detect damage in the ear. Through this, the doctor can clearly observe the eardrum. A healthy eardrum is usually pink-gray or bright white and translucent. When infected, the eardrum will become inflamed, congested, and bulging, with fluid inside the eardrum.\n2. Check other parts\nBesides examining the ears, the doctor may check other areas such as the throat, sinuses, nasopharynx or breathing to find signs of respiratory infection, if any.\n\nTreatment of otitis media\nTreatment of otitis media at the hospital is usually applied in two ways:\n1. Treatment with medication\nTreating otitis media with medication is the most common option. Accordingly, patients can be treated with medications prescribed by the doctor such as: Antibiotics, antihistamines, anti-inflammatory drugs, nasal sprays, eustachian tube inflators.\nDrug treatment usually lasts 1 to 2 weeks. In case the eardrum is perforated, the patient needs to use ear drops in combination with ear hygiene, cleaning pus with saline and appropriate antiseptic solution to prevent blockage of the ear canal.\n2. Surgery\nIn cases where the infection spreads and medical treatment is not effective, the patient may need surgical treatment such as adenoid curettage; tonsillectomy; Placing a ventilation tube depends on the specific medical condition and the doctor may apply it.\n\nComplications of otitis media\nAccording to Dr. Hang, most ear infections do not cause long-term complications. However, if ear infections are not treated completely and recur many times, they can lead to serious complications, affecting the patient's hearing and long-term health. Some of the most common complications include:\nHearing loss: Usually mild hearing loss may appear and disappear on its own as the ear infection clears. But repeated ear infections, or severe ear infections that develop pus in the middle ear, can lead to severe hearing loss, damage to the eardrum, and permanent hearing loss.; Speech or developmental delays: If infants and toddlers have temporary or permanent hearing loss, it can cause delays in speech, social communication, and developmental skills.; Perforated eardrum: Most perforated eardrums heal within 72 hours, but many cases require surgical intervention.; Encephalitis or meningitis: If the infection is not treated or does not respond well to treatment, it can spread to nearby tissues causing a mastoid infection called mastoiditis. Mastoiditis can lead to bone damage and the formation of pus-filled cysts. Severe middle ear infections can also spread to other tissues in the skull, including the brain or the membranes surrounding the brain causing meningitis.(3)\nOtitis media can cause complications of encephalitis - meningitis.\n\nPreventing otitis media\nNegligence in prevention causes otitis media in children to be very common in Vietnam. Therefore, Dr. Hang shared some measures to help reduce the risk of ear infections as follows:\nRemind children to regularly wash their hands with soap, do not share eating utensils, and teach children to cover their mouths when coughing or sneezing.; Breastfeed your baby for at least the first 6 months of life, limit giving your baby a bottle or pacifier to avoid choking or spitting up.; Get seasonal flu shots, pneumococcal vaccines, and other vaccines to help prevent otitis media.(6); Keep warm in the cold season, eat, drink, and exercise scientifically to increase resistance.; Avoid exposure to cigarette smoke.\n\nFrequently asked questions about otitis media\nDuring the process of specialized treatment, we often receive questions from people about otitis media. Please answer each specific question as follows:\n1. Is otitis media dangerous?\nOtitis media is an inflammatory disease that, if not treated, can lead to chronic otitis media. This condition is more difficult to treat and the disease often recurs. The next serious complications are hearing loss or deafness. This condition causes children to be slow to speak and develop slowly, causing adults to lose confidence and have difficulty communicating. Complications of encephalitis, or meningitis, are very dangerous and can threaten the patient's life.\n2. Is otitis media contagious?\nOtitis media can be transmitted through the nose and throat, due to complications of otitis media.\nOtitis media in Vietnam is very common and can easily become an epidemic in preschools and elementary schools. Therefore, people should pay attention to prevention, especially for children of preschool age. Parents need to note that complications of hearing loss due to otitis media, which slow down cognitive abilities and development, will have serious consequences, with lifelong effects on the child's future and health. Children are also at risk of death if complications from encephalitis and meningitis occur. – Doctor Hang recommends.\n3. Why do children get more ear infections than adults?\nChildren are more likely to get ear infections than adults for the following reasons:\nThe eustachian tube in young children is often short and horizontal, creating favorable conditions for fluid to accumulate behind the eardrum.; Children's immune systems, especially the body's anti-infection system, are still not fully developed.; The adenoids in children are larger than in adults, so inflammation is more likely to occur.\nTo learn the cause and treatment of otitis media, you can go to Tam Anh General Hospital System at the contact address: Hanoi 108 Hoang Nhu Tiep, Bo De Ward, Long Bien District, City . Hanoi Hotline: 024 3872 3872 – 024 7106 6858 Ho Chi Minh City 2B Pho Quang, Ward 2, Tan Binh District, City. Ho Chi Minh Hotline: 0287 102 6789 – 093 180 6858 Fanpage: https://www.facebook.com/benhvientamanh\nOtitis media can affect adults, but children are mainly susceptible. Therefore, parents need to pay attention to their children. When they see signs, they need to see a doctor immediately for early treatment to prevent complications such as infection in other parts of the head, hearing loss, and other health problems. language, speech.",
    "subsections": [
        {
            "subsection_name": "What is otitis media?",
            "subsection_content": "Otitis media is a condition in which the middle ear (the area behind the eardrum) becomes infected, causing swelling, pain, fever, and fluid discharge. Otitis media can occur at any age, but is most common in children aged 6-36 months because the ear structure is not fully developed and the immune system is weak.\nAccording to statistics, more than 80% of children have at least one episode of otitis media by the age of 3. Although otitis media is mainly affected by children, this disease can also appear in adults. (first)",
            "subsection_string": "What is otitis media?\nOtitis media is a condition in which the middle ear (the area behind the eardrum) becomes infected, causing swelling, pain, fever, and fluid discharge. Otitis media can occur at any age, but is most common in children aged 6-36 months because the ear structure is not fully developed and the immune system is weak.\nAccording to statistics, more than 80% of children have at least one episode of otitis media by the age of 3. Although otitis media is mainly affected by children, this disease can also appear in adults. (first)"
        },
        {
            "subsection_name": "Types of otitis media",
            "subsection_content": "Depending on the level of infection, otitis media is often divided into types including:\n1. Acute otitis media\nOften a complication of eustachian tube dysfunction that occurs during an episode of viral upper respiratory tract infection.(4)\n2. Chronic otitis media\nIt is a persistent otitis media condition with long-term pus draining through a perforated eardrum (usually over 12 weeks).\n3. Otitis media with fluid retention\nThis is a condition in which the mucosa of the middle ear becomes inflamed and secretes fluid, but this fluid does not flow out of the ear but stagnates behind the eardrum. The fluid may be serous, mucous, or sticky.",
            "subsection_string": "Types of otitis media\nDepending on the level of infection, otitis media is often divided into types including:\n1. Acute otitis media\nOften a complication of eustachian tube dysfunction that occurs during an episode of viral upper respiratory tract infection.(4)\n2. Chronic otitis media\nIt is a persistent otitis media condition with long-term pus draining through a perforated eardrum (usually over 12 weeks).\n3. Otitis media with fluid retention\nThis is a condition in which the mucosa of the middle ear becomes inflamed and secretes fluid, but this fluid does not flow out of the ear but stagnates behind the eardrum. The fluid may be serous, mucous, or sticky."
        },
        {
            "subsection_name": "Learn about the structure and function of the ear",
            "subsection_content": "The middle ear's main task is to transmit vibrations from the eardrum to the inner ear through the ossicles, helping us hear sounds. To understand better, let's learn about the structure and function of the ear.(5)\nThe ear is divided into 3 main parts: outer ear, middle ear and inner ear:\nExternal ear: includes the outer ear and ear canal; Middle ear: includes the tympanic membrane, tympanic cavity, eustachian tube and ossicles, including the malleus, incus and stapes.; Inner ear: is the innermost part, containing the cochlea, semicircular canals and vestibule, has the function of converting sound impulses received from the middle ear into nerve impulses and plays an important role in maintaining balance. equal for the body.",
            "subsection_string": "Learn about the structure and function of the ear\nThe middle ear's main task is to transmit vibrations from the eardrum to the inner ear through the ossicles, helping us hear sounds. To understand better, let's learn about the structure and function of the ear.(5)\nThe ear is divided into 3 main parts: outer ear, middle ear and inner ear:\nExternal ear: includes the outer ear and ear canal; Middle ear: includes the tympanic membrane, tympanic cavity, eustachian tube and ossicles, including the malleus, incus and stapes.; Inner ear: is the innermost part, containing the cochlea, semicircular canals and vestibule, has the function of converting sound impulses received from the middle ear into nerve impulses and plays an important role in maintaining balance. equal for the body."
        },
        {
            "subsection_name": "Subjects susceptible to otitis media",
            "subsection_content": "In addition to children aged 6-36 months, otitis media is also common in the following cases:\nChildren use pacifiers; Children go to kindergarten; Bottle-fed babies; People exposed to high levels of air pollution; Experiencing changes in altitude; Experiencing changes in climate, especially cold climates; Have a recent cold, flu, sinusitis, or ear infection; Congenital defects in the nasopharynx increase the risk of otitis media",
            "subsection_string": "Subjects susceptible to otitis media\nIn addition to children aged 6-36 months, otitis media is also common in the following cases:\nChildren use pacifiers; Children go to kindergarten; Bottle-fed babies; People exposed to high levels of air pollution; Experiencing changes in altitude; Experiencing changes in climate, especially cold climates; Have a recent cold, flu, sinusitis, or ear infection; Congenital defects in the nasopharynx increase the risk of otitis media"
        },
        {
            "subsection_name": "Causes of otitis media",
            "subsection_content": "Ear infections are caused by bacteria or viruses in the middle ear. Infection also often occurs due to colds, flu or allergies that cause blockage of the posterior nasal passages (adenoiditis), throat and eustachian tubes.\nEustachian tube: Is a very narrow ear canal that connects the middle ear and nasopharynx. The eustachian tube is responsible for regulating air pressure and refreshing the air in the ear, while also draining normal secretions from the middle ear. When the eustachian tube is swollen, it can become clogged, causing fluid to build up in the middle ear, causing infection. In children, the eustachian tubes are not yet developed, so they are often narrower and more horizontal, making drainage difficult, leading to middle ear infections.; VA (Adenoids): Is a small lymphoid tissue located at the back of the nose, which plays a role in functioning as an immune system. Because the adenoids are located near the opening of the eustachian tubes, when the adenoids become inflamed and swollen, they can block the eustachian tubes, leading to middle ear infections. Otitis media caused by adenoiditis occurs more often in children than in adults.",
            "subsection_string": "Causes of otitis media\nEar infections are caused by bacteria or viruses in the middle ear. Infection also often occurs due to colds, flu or allergies that cause blockage of the posterior nasal passages (adenoiditis), throat and eustachian tubes.\nEustachian tube: Is a very narrow ear canal that connects the middle ear and nasopharynx. The eustachian tube is responsible for regulating air pressure and refreshing the air in the ear, while also draining normal secretions from the middle ear. When the eustachian tube is swollen, it can become clogged, causing fluid to build up in the middle ear, causing infection. In children, the eustachian tubes are not yet developed, so they are often narrower and more horizontal, making drainage difficult, leading to middle ear infections.; VA (Adenoids): Is a small lymphoid tissue located at the back of the nose, which plays a role in functioning as an immune system. Because the adenoids are located near the opening of the eustachian tubes, when the adenoids become inflamed and swollen, they can block the eustachian tubes, leading to middle ear infections. Otitis media caused by adenoiditis occurs more often in children than in adults."
        },
        {
            "subsection_name": "Symptoms of otitis media",
            "subsection_content": "Dr. Hang said that the onset of signs and symptoms of ear infection is often rapid and manifests differently between adults and children.\nChildren often have signs of otitis media such as ear pain, especially when lying down; difficulty sleeping; cry a lot; hearing loss or poor response to sounds; overbalance; fever 38 degrees or higher; fluid draining from the ear; headache; poor feeding/feeding. Meanwhile, adults often only have symptoms of ear pain; fluid draining from the ear; hard to hear.\nDoctors can rely on these signs and symptoms to diagnose otitis media in patients. But for the most accurate diagnosis, the patient needs to be examined directly by a specialist with the support of modern machinery and equipment for ear endoscopy and measuring ear function.",
            "subsection_string": "Symptoms of otitis media\nDr. Hang said that the onset of signs and symptoms of ear infection is often rapid and manifests differently between adults and children.\nChildren often have signs of otitis media such as ear pain, especially when lying down; difficulty sleeping; cry a lot; hearing loss or poor response to sounds; overbalance; fever 38 degrees or higher; fluid draining from the ear; headache; poor feeding/feeding. Meanwhile, adults often only have symptoms of ear pain; fluid draining from the ear; hard to hear.\nDoctors can rely on these signs and symptoms to diagnose otitis media in patients. But for the most accurate diagnosis, the patient needs to be examined directly by a specialist with the support of modern machinery and equipment for ear endoscopy and measuring ear function."
        },
        {
            "subsection_name": "Diagnosis of otitis media",
            "subsection_content": "1. Ear examination\nTo diagnose otitis media, a specialist will perform an otoscopy or use an otoscope to detect damage in the ear. Through this, the doctor can clearly observe the eardrum. A healthy eardrum is usually pink-gray or bright white and translucent. When infected, the eardrum will become inflamed, congested, and bulging, with fluid inside the eardrum.\n2. Check other parts\nBesides examining the ears, the doctor may check other areas such as the throat, sinuses, nasopharynx or breathing to find signs of respiratory infection, if any.",
            "subsection_string": "Diagnosis of otitis media\n1. Ear examination\nTo diagnose otitis media, a specialist will perform an otoscopy or use an otoscope to detect damage in the ear. Through this, the doctor can clearly observe the eardrum. A healthy eardrum is usually pink-gray or bright white and translucent. When infected, the eardrum will become inflamed, congested, and bulging, with fluid inside the eardrum.\n2. Check other parts\nBesides examining the ears, the doctor may check other areas such as the throat, sinuses, nasopharynx or breathing to find signs of respiratory infection, if any."
        },
        {
            "subsection_name": "Treatment of otitis media",
            "subsection_content": "Treatment of otitis media at the hospital is usually applied in two ways:\n1. Treatment with medication\nTreating otitis media with medication is the most common option. Accordingly, patients can be treated with medications prescribed by the doctor such as: Antibiotics, antihistamines, anti-inflammatory drugs, nasal sprays, eustachian tube inflators.\nDrug treatment usually lasts 1 to 2 weeks. In case the eardrum is perforated, the patient needs to use ear drops in combination with ear hygiene, cleaning pus with saline and appropriate antiseptic solution to prevent blockage of the ear canal.\n2. Surgery\nIn cases where the infection spreads and medical treatment is not effective, the patient may need surgical treatment such as adenoid curettage; tonsillectomy; Placing a ventilation tube depends on the specific medical condition and the doctor may apply it.",
            "subsection_string": "Treatment of otitis media\nTreatment of otitis media at the hospital is usually applied in two ways:\n1. Treatment with medication\nTreating otitis media with medication is the most common option. Accordingly, patients can be treated with medications prescribed by the doctor such as: Antibiotics, antihistamines, anti-inflammatory drugs, nasal sprays, eustachian tube inflators.\nDrug treatment usually lasts 1 to 2 weeks. In case the eardrum is perforated, the patient needs to use ear drops in combination with ear hygiene, cleaning pus with saline and appropriate antiseptic solution to prevent blockage of the ear canal.\n2. Surgery\nIn cases where the infection spreads and medical treatment is not effective, the patient may need surgical treatment such as adenoid curettage; tonsillectomy; Placing a ventilation tube depends on the specific medical condition and the doctor may apply it."
        },
        {
            "subsection_name": "Complications of otitis media",
            "subsection_content": "According to Dr. Hang, most ear infections do not cause long-term complications. However, if ear infections are not treated completely and recur many times, they can lead to serious complications, affecting the patient's hearing and long-term health. Some of the most common complications include:\nHearing loss: Usually mild hearing loss may appear and disappear on its own as the ear infection clears. But repeated ear infections, or severe ear infections that develop pus in the middle ear, can lead to severe hearing loss, damage to the eardrum, and permanent hearing loss.; Speech or developmental delays: If infants and toddlers have temporary or permanent hearing loss, it can cause delays in speech, social communication, and developmental skills.; Perforated eardrum: Most perforated eardrums heal within 72 hours, but many cases require surgical intervention.; Encephalitis or meningitis: If the infection is not treated or does not respond well to treatment, it can spread to nearby tissues causing a mastoid infection called mastoiditis. Mastoiditis can lead to bone damage and the formation of pus-filled cysts. Severe middle ear infections can also spread to other tissues in the skull, including the brain or the membranes surrounding the brain causing meningitis.(3)\nOtitis media can cause complications of encephalitis - meningitis.",
            "subsection_string": "Complications of otitis media\nAccording to Dr. Hang, most ear infections do not cause long-term complications. However, if ear infections are not treated completely and recur many times, they can lead to serious complications, affecting the patient's hearing and long-term health. Some of the most common complications include:\nHearing loss: Usually mild hearing loss may appear and disappear on its own as the ear infection clears. But repeated ear infections, or severe ear infections that develop pus in the middle ear, can lead to severe hearing loss, damage to the eardrum, and permanent hearing loss.; Speech or developmental delays: If infants and toddlers have temporary or permanent hearing loss, it can cause delays in speech, social communication, and developmental skills.; Perforated eardrum: Most perforated eardrums heal within 72 hours, but many cases require surgical intervention.; Encephalitis or meningitis: If the infection is not treated or does not respond well to treatment, it can spread to nearby tissues causing a mastoid infection called mastoiditis. Mastoiditis can lead to bone damage and the formation of pus-filled cysts. Severe middle ear infections can also spread to other tissues in the skull, including the brain or the membranes surrounding the brain causing meningitis.(3)\nOtitis media can cause complications of encephalitis - meningitis."
        },
        {
            "subsection_name": "Preventing otitis media",
            "subsection_content": "Negligence in prevention causes otitis media in children to be very common in Vietnam. Therefore, Dr. Hang shared some measures to help reduce the risk of ear infections as follows:\nRemind children to regularly wash their hands with soap, do not share eating utensils, and teach children to cover their mouths when coughing or sneezing.; Breastfeed your baby for at least the first 6 months of life, limit giving your baby a bottle or pacifier to avoid choking or spitting up.; Get seasonal flu shots, pneumococcal vaccines, and other vaccines to help prevent otitis media.(6); Keep warm in the cold season, eat, drink, and exercise scientifically to increase resistance.; Avoid exposure to cigarette smoke.",
            "subsection_string": "Preventing otitis media\nNegligence in prevention causes otitis media in children to be very common in Vietnam. Therefore, Dr. Hang shared some measures to help reduce the risk of ear infections as follows:\nRemind children to regularly wash their hands with soap, do not share eating utensils, and teach children to cover their mouths when coughing or sneezing.; Breastfeed your baby for at least the first 6 months of life, limit giving your baby a bottle or pacifier to avoid choking or spitting up.; Get seasonal flu shots, pneumococcal vaccines, and other vaccines to help prevent otitis media.(6); Keep warm in the cold season, eat, drink, and exercise scientifically to increase resistance.; Avoid exposure to cigarette smoke."
        },
        {
            "subsection_name": "Frequently asked questions about otitis media",
            "subsection_content": "During the process of specialized treatment, we often receive questions from people about otitis media. Please answer each specific question as follows:\n1. Is otitis media dangerous?\nOtitis media is an inflammatory disease that, if not treated, can lead to chronic otitis media. This condition is more difficult to treat and the disease often recurs. The next serious complications are hearing loss or deafness. This condition causes children to be slow to speak and develop slowly, causing adults to lose confidence and have difficulty communicating. Complications of encephalitis, or meningitis, are very dangerous and can threaten the patient's life.\n2. Is otitis media contagious?\nOtitis media can be transmitted through the nose and throat, due to complications of otitis media.\nOtitis media in Vietnam is very common and can easily become an epidemic in preschools and elementary schools. Therefore, people should pay attention to prevention, especially for children of preschool age. Parents need to note that complications of hearing loss due to otitis media, which slow down cognitive abilities and development, will have serious consequences, with lifelong effects on the child's future and health. Children are also at risk of death if complications from encephalitis and meningitis occur. – Doctor Hang recommends.\n3. Why do children get more ear infections than adults?\nChildren are more likely to get ear infections than adults for the following reasons:\nThe eustachian tube in young children is often short and horizontal, creating favorable conditions for fluid to accumulate behind the eardrum.; Children's immune systems, especially the body's anti-infection system, are still not fully developed.; The adenoids in children are larger than in adults, so inflammation is more likely to occur.\nTo learn the cause and treatment of otitis media, you can go to Tam Anh General Hospital System at the contact address: Hanoi 108 Hoang Nhu Tiep, Bo De Ward, Long Bien District, City . Hanoi Hotline: 024 3872 3872 – 024 7106 6858 Ho Chi Minh City 2B Pho Quang, Ward 2, Tan Binh District, City. Ho Chi Minh Hotline: 0287 102 6789 – 093 180 6858 Fanpage: https://www.facebook.com/benhvientamanh\nOtitis media can affect adults, but children are mainly susceptible. Therefore, parents need to pay attention to their children. When they see signs, they need to see a doctor immediately for early treatment to prevent complications such as infection in other parts of the head, hearing loss, and other health problems. language, speech.",
            "subsection_string": "Frequently asked questions about otitis media\nDuring the process of specialized treatment, we often receive questions from people about otitis media. Please answer each specific question as follows:\n1. Is otitis media dangerous?\nOtitis media is an inflammatory disease that, if not treated, can lead to chronic otitis media. This condition is more difficult to treat and the disease often recurs. The next serious complications are hearing loss or deafness. This condition causes children to be slow to speak and develop slowly, causing adults to lose confidence and have difficulty communicating. Complications of encephalitis, or meningitis, are very dangerous and can threaten the patient's life.\n2. Is otitis media contagious?\nOtitis media can be transmitted through the nose and throat, due to complications of otitis media.\nOtitis media in Vietnam is very common and can easily become an epidemic in preschools and elementary schools. Therefore, people should pay attention to prevention, especially for children of preschool age. Parents need to note that complications of hearing loss due to otitis media, which slow down cognitive abilities and development, will have serious consequences, with lifelong effects on the child's future and health. Children are also at risk of death if complications from encephalitis and meningitis occur. – Doctor Hang recommends.\n3. Why do children get more ear infections than adults?\nChildren are more likely to get ear infections than adults for the following reasons:\nThe eustachian tube in young children is often short and horizontal, creating favorable conditions for fluid to accumulate behind the eardrum.; Children's immune systems, especially the body's anti-infection system, are still not fully developed.; The adenoids in children are larger than in adults, so inflammation is more likely to occur.\nTo learn the cause and treatment of otitis media, you can go to Tam Anh General Hospital System at the contact address: Hanoi 108 Hoang Nhu Tiep, Bo De Ward, Long Bien District, City . Hanoi Hotline: 024 3872 3872 – 024 7106 6858 Ho Chi Minh City 2B Pho Quang, Ward 2, Tan Binh District, City. Ho Chi Minh Hotline: 0287 102 6789 – 093 180 6858 Fanpage: https://www.facebook.com/benhvientamanh\nOtitis media can affect adults, but children are mainly susceptible. Therefore, parents need to pay attention to their children. When they see signs, they need to see a doctor immediately for early treatment to prevent complications such as infection in other parts of the head, hearing loss, and other health problems. language, speech."
        }
    ],
    "name": "viem-tai-giua.json"
}