{
    "title": "Allergic rhinitis: Causes, signs and diagnosis",
    "category": "Ear, nose and throat",
    "link": "https://tamanhhospital.vn/viem-mui-di-ung/",
    "abstract": "Allergic rhinitis is one of the common conditions in our country today, especially during the changing seasons. Sneezing, runny nose, stuffy nose, itchy nose and many other symptoms can occur at the same time. Although not serious, allergic rhinitis also affects the quality of life and daily activities; Can cause loss of appetite, poor sleep, and inattentiveness in children. BSNT.CKII Tran Thi Thuy Hang - Head of ENT Department - Tam Anh General Hospital, Ho Chi Minh City, said that with Vietnam's climate characteristics, winter is dry and cold; In spring, wet drizzle creates favorable conditions for mold growth; Spring and summer are the time of flowering and dispersing pollen of many plant species. Cold, dry weather, mold, and pollen are all factors that cause allergies. Polluted air in big cities also contributes significantly to the increase in allergic rhinitis. However, many people do not know how to prevent and pay little attention to this disease.\nAllergic rhinitis due to allergy to pollen.",
    "content": "Allergic rhinitis: Causes, signs and diagnosis\n\nAllergic rhinitis is one of the common conditions in our country today, especially during the changing seasons. Sneezing, runny nose, stuffy nose, itchy nose and many other symptoms can occur at the same time. Although not serious, allergic rhinitis also affects the quality of life and daily activities; Can cause loss of appetite, poor sleep, and inattentiveness in children. BSNT.CKII Tran Thi Thuy Hang - Head of ENT Department - Tam Anh General Hospital, Ho Chi Minh City, said that with Vietnam's climate characteristics, winter is dry and cold; In spring, wet drizzle creates favorable conditions for mold growth; Spring and summer are the time of flowering and dispersing pollen of many plant species. Cold, dry weather, mold, and pollen are all factors that cause allergies. Polluted air in big cities also contributes significantly to the increase in allergic rhinitis. However, many people do not know how to prevent and pay little attention to this disease.\nAllergic rhinitis due to allergy to pollen.\n\nWhat is allergic rhinitis?\nAllergic rhinitis is a condition in which the nose is irritated and inflamed not by viruses or bacteria but by environmental agents such as pollen, animal dander, caterpillar fur, moths, dust, and house mites. According to the American Academy of Allergy, Asthma & Immunology (AAAAI), approximately 10-30% of the world's population suffers from allergic rhinitis. (first)\nAllergic rhinitis is often divided into types including:\nSeasonal allergic rhinitis (cyclical): Also known as seasonal allergic rhinitis, it usually occurs at certain times of the year. Year-round allergic rhinitis (non-cyclical): A condition in which whenever allergic factors are encountered, the nose becomes irritated and inflamed.; Seasonal allergic rhinitis (cyclical): Also known as seasonal allergic rhinitis, usually occurs at certain times of the year.; Year-round allergic rhinitis (non-cyclical): A condition in which whenever allergic factors are encountered, the nose becomes irritated and inflamed.\n\nSymptoms of allergic rhinitis\nDr. Hang said, the symptoms last for a short period of time or last a few days to a week and then disappear on their own. Although not particularly serious, prolonged symptoms will cause discomfort, fatigue, immunodeficiency, and affect children's activities, learning, and especially eating and sleeping.(2)\nSymptoms of allergic rhinitis are divided into 2 groups:\nSymptoms of the disease are cyclical: usually appear at the beginning of the cold or hot season, causing the patient to feel an itchy nose, continuous sneezing, red eyes, itchy eyes, watery eyes, a lot of runny nose, and clear mucus. Patients may also have symptoms such as burning in the conjunctiva, nasopharynx, drowsiness, fatigue, and heavy head. These symptoms can last from a few days to a week and then go away, and at that stage, the disease recurs, sometimes lasting for many years, causing degeneration, swelling of the nasal mucosa, stuffy nose, and bloating. turbinates... Symptoms of the disease are not cyclical: it is the most common condition with symptoms such as runny nose, sneezing, runny nose when waking up in the morning, gradually decreasing during the day but reoccurring upon contact. with dust or cold environments. Initially, the nasal discharge is clear, but as time goes on, it becomes thicker and flows in waves. In more severe cases, the person can sneeze continuously for many hours, causing stagnant secretions in the nasopharynx, so the patient often has to sneeze. Spitting damages the nasopharyngeal mucosa. In addition, patients often have to breathe through their mouths due to nasal congestion, so they are susceptible to sore throat and laryngitis.; Symptoms of the disease are cyclical: usually appear at the beginning of the cold or hot season, causing the patient to feel an itchy nose, continuous sneezing, red eyes, itchy eyes, watery eyes, a lot of runny nose, and clear mucus. Patients may also have symptoms such as burning in the conjunctiva, nasopharynx, drowsiness, fatigue, and heavy head. These symptoms can last from a few days to a week and then go away, and at that stage, the disease recurs, sometimes lasting for many years, causing degeneration, swelling of the nasal mucosa, stuffy nose, and bloating. great turbinate…; Symptoms of the disease are not cyclical: the most common condition with symptoms such as runny nose, sneezing, runny nose when waking up in the morning, gradually decreasing during the day but recurring when exposed to dust or lips. cold field. Initially, the nasal discharge is clear, but as time goes on, it becomes thicker and flows in waves. In more severe cases, the person can sneeze continuously for many hours, causing stagnant secretions in the nasopharynx, so the patient often has to sneeze. Spitting damages the nasopharyngeal mucosa. In addition, patients often have to breathe through their mouth due to nasal congestion, so they are susceptible to sore throat and laryngitis.\n\nTypes of allergic rhinitis\nBased on the causes of the disease, there are some common types of allergic rhinitis as follows:\n1. Seasonal allergic rhinitis (weather)\nSpecial types of mold and pollen that grow during seasonal changes are the most common factors causing seasonal allergic rhinitis. A person can be allergic to one or more types of pollen.\n2. Perennial allergic rhinitis\nPeople with perennial allergic rhinitis are mainly exposed to indoor or outdoor dust, dog and cat dander, cockroaches, termites and rodents in the house...\n3. Infrequent allergic rhinitis\nThis disease only appears when the patient is exposed to pollen, dust, and mold. When exposure stops, disease symptoms also disappear. Some cases can be allergic to food, causing symptoms such as hives, diarrhea, abdominal pain...\n4. Occupational allergic rhinitis\nSome people who have to work in places that contain allergens such as chemicals, wood dust, chalk dust, fur, metal, fur... can also suffer from allergic rhinitis.\n\nWhen do you need to see a doctor?\nIf the symptoms of allergic rhinitis only occur at a few times a day and do not affect eating, drinking, living and sleeping, the patient can clean their nose at home. If the symptoms last long and repeat continuously, affecting health, eating, sleeping, and living, the patient should go to the hospital for early diagnosis and treatment by a doctor to avoid prolonged illness. causes severe complications of rhinosinusitis, especially in children. If these serious symptoms appear, you should go to the hospital immediately: Nasal congestion, swelling and pain in the nasal cavity; severe cough and fever; Children eat poorly or stop eating; weight loss, insomnia; Severe allergy to the point of edema, difficulty breathing... (3); If the symptoms of allergic rhinitis only occur at a few times a day and do not affect eating, drinking, living and sleeping, the patient can clean their nose at home.; If the symptoms last long and repeat continuously, affecting health, eating, sleeping, and living, the patient should go to the hospital for early diagnosis and treatment by a doctor to avoid prolonged illness. causes severe complications of rhinosinusitis, especially in children; If these serious symptoms appear, you should go to the hospital immediately: Nasal congestion, swelling and pain in the nasal cavity; severe cough and fever; Children eat poorly or stop eating; weight loss, insomnia; Severe allergy to the point of edema, difficulty breathing...(3)\n\nSubjects at risk of infection\nAnyone can get allergic rhinitis, but you're at higher risk if someone in your family has a history of allergies. Additionally, if you have eczema or asthma, you are also in this risk group.\nFactors that can trigger or worsen allergic rhinitis include: chemicals, cold weather, high humidity, air pollution, cigarette smoke, perfume, pollen, dust, etc. .\n\nCause of allergic rhinitis\nThe cause of allergic rhinitis is the body releasing histamine when exposed to allergens. Histamine is a natural chemical that helps protect the body from external agents entering the body, but it causes an excessive reaction, causing allergic rhinitis.\n1. Indoor allergens\nIndoor allergens include: dust, dog and cat dander, dander from clothes, blankets, perfumes, cosmetics, shower gel, soap, fabric softener, food odors, mold...\n2. Airborne allergens\nAirborne allergens include: pollen, caterpillar hair, butterflies, rice dust during harvest, smoke, dust, garbage smell, wind, cold air, rain...\n3. Occupational allergens\nOccupational allergens include: chalk dust in schools, chemicals in factories, fabric fibers in garment factories, animal hair in slaughterhouses, incense smoke in temples, and cement dust. bamboo shoots in material factories, wood dust in carpentry workshops...\nFactors causing allergic rhinitis are hidden everywhere, so this disease can easily recur. People who regularly use nasal sprays often have less severe symptoms.\n\nDiagnosis of allergic rhinitis\nDoctors can base on the clinical symptoms the patient often experiences, plus factors such as occupation, weather, and family medical history to make a diagnosis.\nFor cases that require a closer look, the doctor may give the patient a test to check the skin's stinging sensation by applying certain substances to the skin to see how the patient's body reacts to each substance. . If allergic to a certain substance, the patient's skin will appear allergic with a red mark, possibly with swelling.\nA blood test or radioabsorbent test (RAST) that detects IgE antibodies can be used to diagnose allergic rhinitis. RAST measures the amount of immunoglobulin E antibodies to specific allergens in a patient's blood.(4)\n\nComplications of allergic rhinitis\nIs allergic rhinitis dangerous? Untreated allergic rhinitis can cause complications such as degeneration of the nasal mucosa, edema causing nasal congestion; The nasal turbinates are hyperplastic and interspersed with polyp degeneration; ulcerative inflammation of the nasal vestibule; pharyngitis, bronchitis; Sinusitis; otitis media.\nComplications of bronchitis can be dangerous for young children if not treated promptly. Bronchitis can spread to the lungs, causing pneumonia and respiratory failure, threatening the child's life.\n\nTreatment of allergic rhinitis\nTo treat allergic rhinitis, patients can apply many methods such as: (5)\nMedication: Use antihistamines (as prescribed by your doctor). Eye drops and nasal sprays: Using eye drops and nasal sprays may provide short-term relief of itching and other allergy-related symptoms (as prescribed by your doctor). Home remedies: Depends on the allergen. If you have seasonal or pollen allergies, you should stay away from places with lots of trees; Using a dehumidifier or particulate air filter helps you control allergies indoors. If you are allergic to dust and house mites; Please wash bed sheets and blankets with hot water above 55 degrees Celsius; Wear a mask when working if you are allergic to agents in the workplace...; Medication: Use antihistamines (as prescribed by your doctor).; Eye drops and nasal sprays: Using eye drops and nasal sprays may provide short-term relief of itching and other allergy-related symptoms (as prescribed by your doctor).; Home remedies: Depends on the allergen. If you have seasonal or pollen allergies, you should stay away from places with lots of trees; Using a dehumidifier or particulate air filter helps you control allergies indoors. If you are allergic to dust and house mites; Please wash bed sheets and blankets with hot water above 55 degrees Celsius; Wear a mask when working if you are allergic to agents in the workplace...\n\nPrevention of allergic rhinitis\nTo prevent allergic rhinitis, Dr. Hang advises people to:\nEnhance immunity: When immunity is weak, the body is susceptible to allergies. Therefore, strengthening the immune system is one of the best ways to protect the body from allergic rhinitis. Stay away from allergens: When you know what you are allergic to, try to avoid contact with that substance. Wearing a mask in areas at risk of allergens is a good defense measure for sick people. Protecting the ear, nose and throat: The ear, nose and throat is an interconnected system, so good ear and throat protection will help keep the nose healthy and reduce the risk of more severe allergic rhinitis.; Enhance immunity: When immunity is weak, the body is susceptible to allergies. Therefore, strengthening the immune system is one of the best ways to protect the body from allergic rhinitis.; Stay away from allergens: When you know what you are allergic to, try to avoid contact with that substance. Wearing a mask in areas at risk of allergens is a good defense measure for patients.; Protecting the ear, nose and throat: The ear, nose and throat are an interconnected system, so good ear and throat protection will help keep the nose healthy and reduce the risk of more severe allergic rhinitis.\nPatients should wear masks in areas at risk of allergic agents\n\nNutrition for people with allergic rhinitis\nThe skillful combination of medication and nutrition during the treatment of allergic rhinitis will bring high efficiency. Here are some foods that experts recommend:\nFoods rich in vitamin C: help increase resistance and effectively fight pathogens. Foods that warm the body: symptoms of allergic rhinitis often appear when exposed to cold, so adding foods that warm the body such as onions, garlic, ginger... will help patients prevent or Significant reduction in symptoms.; Foods rich in vitamin C: help increase resistance and effectively fight pathogens; Foods that warm the body: symptoms of allergic rhinitis often appear when exposed to cold, so adding foods that warm the body such as onions, garlic, ginger... will help patients prevent or significantly reduces symptoms.\n\nDistinguish between allergic rhinitis and ordinary rhinitis\nDr. Hang said that because many people still mistake allergic rhinitis and normal rhinitis, they are very subjective in examination and treatment, causing the disease to progress more seriously, and there is a risk of encountering a serious illness. number of unwanted complications.\nTo distinguish between allergic rhinitis and normal rhinitis, patients need to rely on the following factors:\nAllergic rhinitis Common rhinitis Cause  Caused by allergic agents, mainly pollen, animal hair, moth hair, dust, and chemicals. Caused by viruses and bacteria from pathogens such as colds, flu, and complications related to ear, nose and throat diseases. Symptoms - Sneezing and itchy nose are the most common symptoms, in addition, patients also have symptoms such as runny nose, runny nose, stuffy nose... - Nasal fluid is liquid, clear like water - Less sneezing, Mainly stuffy nose and runny nose - Thick, pus-filled nasal discharge - Body fatigue, fever\n\nQuestions related to allergic rhinitis\nDuring the process of specialized examination and treatment, we often receive questions from patients about allergic rhinitis. We would like to answer each specific question as follows:\n1. Can allergic rhinitis be cured?\nAllergic rhinitis can only be completely cured when there is no exposure to allergic factors, so treatment can only reduce nasal allergy symptoms when the patient begins the disease. Prevent by spraying your nose every day and avoiding exposure to allergens.\n2. Does allergic rhinitis affect the fetus?\nAllergic rhinitis does not directly affect the fetus but can affect it indirectly. When the mother has a stuffy nose and difficulty breathing, it leads to insomnia, fatigue, and weakened immunity, which can increase the risk of disease. An unhealthy mother's body will definitely affect the development of pregnancy.\n3. Is allergic rhinitis contagious?\nAllergic rhinitis is a spontaneous disease caused by the body being too sensitive to a certain allergen. Therefore, this is not an infectious disease.\nAllergic rhinitis is a benign disease caused by environmental allergens. This disease cannot be cured but can only be treated to reduce the symptoms of the disease. Therefore, people should proactively strengthen their immunity and protect their bodies from allergens, especially people with sensitive skin - Dr. Hang advised.\n4. Can allergic rhinitis be vaccinated?\nAccording to Dr. Hang, people with a history of allergic rhinitis, mild skin allergies due to food or drugs, allergic conjunctivitis... can all be vaccinated like people with no history of allergies. Some cases that require careful monitoring when receiving the vaccine include: a history of severe allergies or anaphylactic shock to foods and certain medications.\n5. Is allergic rhinitis dangerous?\nIn fact, allergic rhinitis is not life-threatening, but if not treated properly, the disease can last longer and become more severe, not only affecting the patient's quality of life but also affecting the patient's quality of life. There is a risk of causing unfortunate complications such as acute and chronic sinusitis, nasal polyps, etc.\n6. Is allergic rhinitis hereditary?\nAllergic rhinitis can be hereditary, specifically if someone in the family has this disease, the inheritance rate is 60-70%. In addition, the disease also depends on many external factors such as environmental pollution, weather changes, working environment... Therefore, as soon as there are signs of allergic rhinitis, the patient needs to immediately seek medical attention. medical facilities for timely examination and treatment.\n7. Is allergic rhinitis in children different from adults?\nThe symptoms of allergic rhinitis in children and adults are completely the same, however, because children have an immature immune system and are not aware of the severity of the disease, they do not know how to protect themselves. protect and take care of themselves, so they will feel more uncomfortable with symptoms such as crying, fatigue, loss of appetite... In addition, children often like to play with friends of the same age so they are easily exposed to pathogens. , causing the disease to progress more severely or last longer.\n8. Understand what is superinfected allergic rhinitis?\nIf allergic rhinitis is not treated promptly and properly, it can easily progress to severe complications and cause complications, in which superinfected allergic rhinitis is a complication of bacterial infection. At this time, the disease not only greatly affects daily life but also makes treatment difficult as well as increases the likelihood of other respiratory diseases such as sinusitis, bronchitis, asthma, and inflammation. lung…\nTo treat allergic rhinitis, you can go to Tam Anh General Hospital System at the contact address: - Hanoi 108 Hoang Nhu Tiep, Bo De Ward, Long Bien District, City. Hanoi Hotline: 024 3872 3872 – 024 7106 6858 – Ho Chi Minh City 2B Pho Quang, Ward 2, Tan Binh District, City. Ho Chi Minh Hotline: 0287 102 6789 – 093 180 6858 Fanpage: https://www.facebook.com/benhvientamanh\nAllergic rhinitis is a benign disease caused by environmental allergens. This disease cannot be cured but can only be treated to reduce the symptoms of the disease. Therefore, people should proactively strengthen their immunity and protect their bodies from allergens, especially people with sensitive skin - Dr. Hang advised.",
    "subsections": [
        {
            "subsection_name": "What is allergic rhinitis?",
            "subsection_content": "Allergic rhinitis is a condition in which the nose is irritated and inflamed not by viruses or bacteria but by environmental agents such as pollen, animal dander, caterpillar fur, moths, dust, and house mites. According to the American Academy of Allergy, Asthma & Immunology (AAAAI), approximately 10-30% of the world's population suffers from allergic rhinitis. (first)\nAllergic rhinitis is often divided into types including:\nSeasonal allergic rhinitis (cyclical): Also known as seasonal allergic rhinitis, it usually occurs at certain times of the year. Year-round allergic rhinitis (non-cyclical): A condition in which whenever allergic factors are encountered, the nose becomes irritated and inflamed.; Seasonal allergic rhinitis (cyclical): Also known as seasonal allergic rhinitis, usually occurs at certain times of the year.; Year-round allergic rhinitis (non-cyclical): A condition in which whenever allergic factors are encountered, the nose becomes irritated and inflamed.",
            "subsection_string": "What is allergic rhinitis?\nAllergic rhinitis is a condition in which the nose is irritated and inflamed not by viruses or bacteria but by environmental agents such as pollen, animal dander, caterpillar fur, moths, dust, and house mites. According to the American Academy of Allergy, Asthma & Immunology (AAAAI), approximately 10-30% of the world's population suffers from allergic rhinitis. (first)\nAllergic rhinitis is often divided into types including:\nSeasonal allergic rhinitis (cyclical): Also known as seasonal allergic rhinitis, it usually occurs at certain times of the year. Year-round allergic rhinitis (non-cyclical): A condition in which whenever allergic factors are encountered, the nose becomes irritated and inflamed.; Seasonal allergic rhinitis (cyclical): Also known as seasonal allergic rhinitis, usually occurs at certain times of the year.; Year-round allergic rhinitis (non-cyclical): A condition in which whenever allergic factors are encountered, the nose becomes irritated and inflamed."
        },
        {
            "subsection_name": "Symptoms of allergic rhinitis",
            "subsection_content": "Dr. Hang said, the symptoms last for a short period of time or last a few days to a week and then disappear on their own. Although not particularly serious, prolonged symptoms will cause discomfort, fatigue, immunodeficiency, and affect children's activities, learning, and especially eating and sleeping.(2)\nSymptoms of allergic rhinitis are divided into 2 groups:\nSymptoms of the disease are cyclical: usually appear at the beginning of the cold or hot season, causing the patient to feel an itchy nose, continuous sneezing, red eyes, itchy eyes, watery eyes, a lot of runny nose, and clear mucus. Patients may also have symptoms such as burning in the conjunctiva, nasopharynx, drowsiness, fatigue, and heavy head. These symptoms can last from a few days to a week and then go away, and at that stage, the disease recurs, sometimes lasting for many years, causing degeneration, swelling of the nasal mucosa, stuffy nose, and bloating. turbinates... Symptoms of the disease are not cyclical: it is the most common condition with symptoms such as runny nose, sneezing, runny nose when waking up in the morning, gradually decreasing during the day but reoccurring upon contact. with dust or cold environments. Initially, the nasal discharge is clear, but as time goes on, it becomes thicker and flows in waves. In more severe cases, the person can sneeze continuously for many hours, causing stagnant secretions in the nasopharynx, so the patient often has to sneeze. Spitting damages the nasopharyngeal mucosa. In addition, patients often have to breathe through their mouths due to nasal congestion, so they are susceptible to sore throat and laryngitis.; Symptoms of the disease are cyclical: usually appear at the beginning of the cold or hot season, causing the patient to feel an itchy nose, continuous sneezing, red eyes, itchy eyes, watery eyes, a lot of runny nose, and clear mucus. Patients may also have symptoms such as burning in the conjunctiva, nasopharynx, drowsiness, fatigue, and heavy head. These symptoms can last from a few days to a week and then go away, and at that stage, the disease recurs, sometimes lasting for many years, causing degeneration, swelling of the nasal mucosa, stuffy nose, and bloating. great turbinate…; Symptoms of the disease are not cyclical: the most common condition with symptoms such as runny nose, sneezing, runny nose when waking up in the morning, gradually decreasing during the day but recurring when exposed to dust or lips. cold field. Initially, the nasal discharge is clear, but as time goes on, it becomes thicker and flows in waves. In more severe cases, the person can sneeze continuously for many hours, causing stagnant secretions in the nasopharynx, so the patient often has to sneeze. Spitting damages the nasopharyngeal mucosa. In addition, patients often have to breathe through their mouth due to nasal congestion, so they are susceptible to sore throat and laryngitis.",
            "subsection_string": "Symptoms of allergic rhinitis\nDr. Hang said, the symptoms last for a short period of time or last a few days to a week and then disappear on their own. Although not particularly serious, prolonged symptoms will cause discomfort, fatigue, immunodeficiency, and affect children's activities, learning, and especially eating and sleeping.(2)\nSymptoms of allergic rhinitis are divided into 2 groups:\nSymptoms of the disease are cyclical: usually appear at the beginning of the cold or hot season, causing the patient to feel an itchy nose, continuous sneezing, red eyes, itchy eyes, watery eyes, a lot of runny nose, and clear mucus. Patients may also have symptoms such as burning in the conjunctiva, nasopharynx, drowsiness, fatigue, and heavy head. These symptoms can last from a few days to a week and then go away, and at that stage, the disease recurs, sometimes lasting for many years, causing degeneration, swelling of the nasal mucosa, stuffy nose, and bloating. turbinates... Symptoms of the disease are not cyclical: it is the most common condition with symptoms such as runny nose, sneezing, runny nose when waking up in the morning, gradually decreasing during the day but reoccurring upon contact. with dust or cold environments. Initially, the nasal discharge is clear, but as time goes on, it becomes thicker and flows in waves. In more severe cases, the person can sneeze continuously for many hours, causing stagnant secretions in the nasopharynx, so the patient often has to sneeze. Spitting damages the nasopharyngeal mucosa. In addition, patients often have to breathe through their mouths due to nasal congestion, so they are susceptible to sore throat and laryngitis.; Symptoms of the disease are cyclical: usually appear at the beginning of the cold or hot season, causing the patient to feel an itchy nose, continuous sneezing, red eyes, itchy eyes, watery eyes, a lot of runny nose, and clear mucus. Patients may also have symptoms such as burning in the conjunctiva, nasopharynx, drowsiness, fatigue, and heavy head. These symptoms can last from a few days to a week and then go away, and at that stage, the disease recurs, sometimes lasting for many years, causing degeneration, swelling of the nasal mucosa, stuffy nose, and bloating. great turbinate…; Symptoms of the disease are not cyclical: the most common condition with symptoms such as runny nose, sneezing, runny nose when waking up in the morning, gradually decreasing during the day but recurring when exposed to dust or lips. cold field. Initially, the nasal discharge is clear, but as time goes on, it becomes thicker and flows in waves. In more severe cases, the person can sneeze continuously for many hours, causing stagnant secretions in the nasopharynx, so the patient often has to sneeze. Spitting damages the nasopharyngeal mucosa. In addition, patients often have to breathe through their mouth due to nasal congestion, so they are susceptible to sore throat and laryngitis."
        },
        {
            "subsection_name": "Types of allergic rhinitis",
            "subsection_content": "Based on the causes of the disease, there are some common types of allergic rhinitis as follows:\n1. Seasonal allergic rhinitis (weather)\nSpecial types of mold and pollen that grow during seasonal changes are the most common factors causing seasonal allergic rhinitis. A person can be allergic to one or more types of pollen.\n2. Perennial allergic rhinitis\nPeople with perennial allergic rhinitis are mainly exposed to indoor or outdoor dust, dog and cat dander, cockroaches, termites and rodents in the house...\n3. Infrequent allergic rhinitis\nThis disease only appears when the patient is exposed to pollen, dust, and mold. When exposure stops, disease symptoms also disappear. Some cases can be allergic to food, causing symptoms such as hives, diarrhea, abdominal pain...\n4. Occupational allergic rhinitis\nSome people who have to work in places that contain allergens such as chemicals, wood dust, chalk dust, fur, metal, fur... can also suffer from allergic rhinitis.",
            "subsection_string": "Types of allergic rhinitis\nBased on the causes of the disease, there are some common types of allergic rhinitis as follows:\n1. Seasonal allergic rhinitis (weather)\nSpecial types of mold and pollen that grow during seasonal changes are the most common factors causing seasonal allergic rhinitis. A person can be allergic to one or more types of pollen.\n2. Perennial allergic rhinitis\nPeople with perennial allergic rhinitis are mainly exposed to indoor or outdoor dust, dog and cat dander, cockroaches, termites and rodents in the house...\n3. Infrequent allergic rhinitis\nThis disease only appears when the patient is exposed to pollen, dust, and mold. When exposure stops, disease symptoms also disappear. Some cases can be allergic to food, causing symptoms such as hives, diarrhea, abdominal pain...\n4. Occupational allergic rhinitis\nSome people who have to work in places that contain allergens such as chemicals, wood dust, chalk dust, fur, metal, fur... can also suffer from allergic rhinitis."
        },
        {
            "subsection_name": "When do you need to see a doctor?",
            "subsection_content": "If the symptoms of allergic rhinitis only occur at a few times a day and do not affect eating, drinking, living and sleeping, the patient can clean their nose at home. If the symptoms last long and repeat continuously, affecting health, eating, sleeping, and living, the patient should go to the hospital for early diagnosis and treatment by a doctor to avoid prolonged illness. causes severe complications of rhinosinusitis, especially in children. If these serious symptoms appear, you should go to the hospital immediately: Nasal congestion, swelling and pain in the nasal cavity; severe cough and fever; Children eat poorly or stop eating; weight loss, insomnia; Severe allergy to the point of edema, difficulty breathing... (3); If the symptoms of allergic rhinitis only occur at a few times a day and do not affect eating, drinking, living and sleeping, the patient can clean their nose at home.; If the symptoms last long and repeat continuously, affecting health, eating, sleeping, and living, the patient should go to the hospital for early diagnosis and treatment by a doctor to avoid prolonged illness. causes severe complications of rhinosinusitis, especially in children; If these serious symptoms appear, you should go to the hospital immediately: Nasal congestion, swelling and pain in the nasal cavity; severe cough and fever; Children eat poorly or stop eating; weight loss, insomnia; Severe allergy to the point of edema, difficulty breathing...(3)",
            "subsection_string": "When do you need to see a doctor?\nIf the symptoms of allergic rhinitis only occur at a few times a day and do not affect eating, drinking, living and sleeping, the patient can clean their nose at home. If the symptoms last long and repeat continuously, affecting health, eating, sleeping, and living, the patient should go to the hospital for early diagnosis and treatment by a doctor to avoid prolonged illness. causes severe complications of rhinosinusitis, especially in children. If these serious symptoms appear, you should go to the hospital immediately: Nasal congestion, swelling and pain in the nasal cavity; severe cough and fever; Children eat poorly or stop eating; weight loss, insomnia; Severe allergy to the point of edema, difficulty breathing... (3); If the symptoms of allergic rhinitis only occur at a few times a day and do not affect eating, drinking, living and sleeping, the patient can clean their nose at home.; If the symptoms last long and repeat continuously, affecting health, eating, sleeping, and living, the patient should go to the hospital for early diagnosis and treatment by a doctor to avoid prolonged illness. causes severe complications of rhinosinusitis, especially in children; If these serious symptoms appear, you should go to the hospital immediately: Nasal congestion, swelling and pain in the nasal cavity; severe cough and fever; Children eat poorly or stop eating; weight loss, insomnia; Severe allergy to the point of edema, difficulty breathing...(3)"
        },
        {
            "subsection_name": "Subjects at risk of infection",
            "subsection_content": "Anyone can get allergic rhinitis, but you're at higher risk if someone in your family has a history of allergies. Additionally, if you have eczema or asthma, you are also in this risk group.\nFactors that can trigger or worsen allergic rhinitis include: chemicals, cold weather, high humidity, air pollution, cigarette smoke, perfume, pollen, dust, etc. .",
            "subsection_string": "Subjects at risk of infection\nAnyone can get allergic rhinitis, but you're at higher risk if someone in your family has a history of allergies. Additionally, if you have eczema or asthma, you are also in this risk group.\nFactors that can trigger or worsen allergic rhinitis include: chemicals, cold weather, high humidity, air pollution, cigarette smoke, perfume, pollen, dust, etc. ."
        },
        {
            "subsection_name": "Cause of allergic rhinitis",
            "subsection_content": "The cause of allergic rhinitis is the body releasing histamine when exposed to allergens. Histamine is a natural chemical that helps protect the body from external agents entering the body, but it causes an excessive reaction, causing allergic rhinitis.\n1. Indoor allergens\nIndoor allergens include: dust, dog and cat dander, dander from clothes, blankets, perfumes, cosmetics, shower gel, soap, fabric softener, food odors, mold...\n2. Airborne allergens\nAirborne allergens include: pollen, caterpillar hair, butterflies, rice dust during harvest, smoke, dust, garbage smell, wind, cold air, rain...\n3. Occupational allergens\nOccupational allergens include: chalk dust in schools, chemicals in factories, fabric fibers in garment factories, animal hair in slaughterhouses, incense smoke in temples, and cement dust. bamboo shoots in material factories, wood dust in carpentry workshops...\nFactors causing allergic rhinitis are hidden everywhere, so this disease can easily recur. People who regularly use nasal sprays often have less severe symptoms.",
            "subsection_string": "Cause of allergic rhinitis\nThe cause of allergic rhinitis is the body releasing histamine when exposed to allergens. Histamine is a natural chemical that helps protect the body from external agents entering the body, but it causes an excessive reaction, causing allergic rhinitis.\n1. Indoor allergens\nIndoor allergens include: dust, dog and cat dander, dander from clothes, blankets, perfumes, cosmetics, shower gel, soap, fabric softener, food odors, mold...\n2. Airborne allergens\nAirborne allergens include: pollen, caterpillar hair, butterflies, rice dust during harvest, smoke, dust, garbage smell, wind, cold air, rain...\n3. Occupational allergens\nOccupational allergens include: chalk dust in schools, chemicals in factories, fabric fibers in garment factories, animal hair in slaughterhouses, incense smoke in temples, and cement dust. bamboo shoots in material factories, wood dust in carpentry workshops...\nFactors causing allergic rhinitis are hidden everywhere, so this disease can easily recur. People who regularly use nasal sprays often have less severe symptoms."
        },
        {
            "subsection_name": "Diagnosis of allergic rhinitis",
            "subsection_content": "Doctors can base on the clinical symptoms the patient often experiences, plus factors such as occupation, weather, and family medical history to make a diagnosis.\nFor cases that require a closer look, the doctor may give the patient a test to check the skin's stinging sensation by applying certain substances to the skin to see how the patient's body reacts to each substance. . If allergic to a certain substance, the patient's skin will appear allergic with a red mark, possibly with swelling.\nA blood test or radioabsorbent test (RAST) that detects IgE antibodies can be used to diagnose allergic rhinitis. RAST measures the amount of immunoglobulin E antibodies to specific allergens in a patient's blood.(4)",
            "subsection_string": "Diagnosis of allergic rhinitis\nDoctors can base on the clinical symptoms the patient often experiences, plus factors such as occupation, weather, and family medical history to make a diagnosis.\nFor cases that require a closer look, the doctor may give the patient a test to check the skin's stinging sensation by applying certain substances to the skin to see how the patient's body reacts to each substance. . If allergic to a certain substance, the patient's skin will appear allergic with a red mark, possibly with swelling.\nA blood test or radioabsorbent test (RAST) that detects IgE antibodies can be used to diagnose allergic rhinitis. RAST measures the amount of immunoglobulin E antibodies to specific allergens in a patient's blood.(4)"
        },
        {
            "subsection_name": "Complications of allergic rhinitis",
            "subsection_content": "Is allergic rhinitis dangerous? Untreated allergic rhinitis can cause complications such as degeneration of the nasal mucosa, edema causing nasal congestion; The nasal turbinates are hyperplastic and interspersed with polyp degeneration; ulcerative inflammation of the nasal vestibule; pharyngitis, bronchitis; Sinusitis; otitis media.\nComplications of bronchitis can be dangerous for young children if not treated promptly. Bronchitis can spread to the lungs, causing pneumonia and respiratory failure, threatening the child's life.",
            "subsection_string": "Complications of allergic rhinitis\nIs allergic rhinitis dangerous? Untreated allergic rhinitis can cause complications such as degeneration of the nasal mucosa, edema causing nasal congestion; The nasal turbinates are hyperplastic and interspersed with polyp degeneration; ulcerative inflammation of the nasal vestibule; pharyngitis, bronchitis; Sinusitis; otitis media.\nComplications of bronchitis can be dangerous for young children if not treated promptly. Bronchitis can spread to the lungs, causing pneumonia and respiratory failure, threatening the child's life."
        },
        {
            "subsection_name": "Treatment of allergic rhinitis",
            "subsection_content": "To treat allergic rhinitis, patients can apply many methods such as: (5)\nMedication: Use antihistamines (as prescribed by your doctor). Eye drops and nasal sprays: Using eye drops and nasal sprays may provide short-term relief of itching and other allergy-related symptoms (as prescribed by your doctor). Home remedies: Depends on the allergen. If you have seasonal or pollen allergies, you should stay away from places with lots of trees; Using a dehumidifier or particulate air filter helps you control allergies indoors. If you are allergic to dust and house mites; Please wash bed sheets and blankets with hot water above 55 degrees Celsius; Wear a mask when working if you are allergic to agents in the workplace...; Medication: Use antihistamines (as prescribed by your doctor).; Eye drops and nasal sprays: Using eye drops and nasal sprays may provide short-term relief of itching and other allergy-related symptoms (as prescribed by your doctor).; Home remedies: Depends on the allergen. If you have seasonal or pollen allergies, you should stay away from places with lots of trees; Using a dehumidifier or particulate air filter helps you control allergies indoors. If you are allergic to dust and house mites; Please wash bed sheets and blankets with hot water above 55 degrees Celsius; Wear a mask when working if you are allergic to agents in the workplace...",
            "subsection_string": "Treatment of allergic rhinitis\nTo treat allergic rhinitis, patients can apply many methods such as: (5)\nMedication: Use antihistamines (as prescribed by your doctor). Eye drops and nasal sprays: Using eye drops and nasal sprays may provide short-term relief of itching and other allergy-related symptoms (as prescribed by your doctor). Home remedies: Depends on the allergen. If you have seasonal or pollen allergies, you should stay away from places with lots of trees; Using a dehumidifier or particulate air filter helps you control allergies indoors. If you are allergic to dust and house mites; Please wash bed sheets and blankets with hot water above 55 degrees Celsius; Wear a mask when working if you are allergic to agents in the workplace...; Medication: Use antihistamines (as prescribed by your doctor).; Eye drops and nasal sprays: Using eye drops and nasal sprays may provide short-term relief of itching and other allergy-related symptoms (as prescribed by your doctor).; Home remedies: Depends on the allergen. If you have seasonal or pollen allergies, you should stay away from places with lots of trees; Using a dehumidifier or particulate air filter helps you control allergies indoors. If you are allergic to dust and house mites; Please wash bed sheets and blankets with hot water above 55 degrees Celsius; Wear a mask when working if you are allergic to agents in the workplace..."
        },
        {
            "subsection_name": "Prevention of allergic rhinitis",
            "subsection_content": "To prevent allergic rhinitis, Dr. Hang advises people to:\nEnhance immunity: When immunity is weak, the body is susceptible to allergies. Therefore, strengthening the immune system is one of the best ways to protect the body from allergic rhinitis. Stay away from allergens: When you know what you are allergic to, try to avoid contact with that substance. Wearing a mask in areas at risk of allergens is a good defense measure for sick people. Protecting the ear, nose and throat: The ear, nose and throat is an interconnected system, so good ear and throat protection will help keep the nose healthy and reduce the risk of more severe allergic rhinitis.; Enhance immunity: When immunity is weak, the body is susceptible to allergies. Therefore, strengthening the immune system is one of the best ways to protect the body from allergic rhinitis.; Stay away from allergens: When you know what you are allergic to, try to avoid contact with that substance. Wearing a mask in areas at risk of allergens is a good defense measure for patients.; Protecting the ear, nose and throat: The ear, nose and throat are an interconnected system, so good ear and throat protection will help keep the nose healthy and reduce the risk of more severe allergic rhinitis.\nPatients should wear masks in areas at risk of allergic agents",
            "subsection_string": "Prevention of allergic rhinitis\nTo prevent allergic rhinitis, Dr. Hang advises people to:\nEnhance immunity: When immunity is weak, the body is susceptible to allergies. Therefore, strengthening the immune system is one of the best ways to protect the body from allergic rhinitis. Stay away from allergens: When you know what you are allergic to, try to avoid contact with that substance. Wearing a mask in areas at risk of allergens is a good defense measure for sick people. Protecting the ear, nose and throat: The ear, nose and throat is an interconnected system, so good ear and throat protection will help keep the nose healthy and reduce the risk of more severe allergic rhinitis.; Enhance immunity: When immunity is weak, the body is susceptible to allergies. Therefore, strengthening the immune system is one of the best ways to protect the body from allergic rhinitis.; Stay away from allergens: When you know what you are allergic to, try to avoid contact with that substance. Wearing a mask in areas at risk of allergens is a good defense measure for patients.; Protecting the ear, nose and throat: The ear, nose and throat are an interconnected system, so good ear and throat protection will help keep the nose healthy and reduce the risk of more severe allergic rhinitis.\nPatients should wear masks in areas at risk of allergic agents"
        },
        {
            "subsection_name": "Nutrition for people with allergic rhinitis",
            "subsection_content": "The skillful combination of medication and nutrition during the treatment of allergic rhinitis will bring high efficiency. Here are some foods that experts recommend:\nFoods rich in vitamin C: help increase resistance and effectively fight pathogens. Foods that warm the body: symptoms of allergic rhinitis often appear when exposed to cold, so adding foods that warm the body such as onions, garlic, ginger... will help patients prevent or Significant reduction in symptoms.; Foods rich in vitamin C: help increase resistance and effectively fight pathogens; Foods that warm the body: symptoms of allergic rhinitis often appear when exposed to cold, so adding foods that warm the body such as onions, garlic, ginger... will help patients prevent or significantly reduces symptoms.",
            "subsection_string": "Nutrition for people with allergic rhinitis\nThe skillful combination of medication and nutrition during the treatment of allergic rhinitis will bring high efficiency. Here are some foods that experts recommend:\nFoods rich in vitamin C: help increase resistance and effectively fight pathogens. Foods that warm the body: symptoms of allergic rhinitis often appear when exposed to cold, so adding foods that warm the body such as onions, garlic, ginger... will help patients prevent or Significant reduction in symptoms.; Foods rich in vitamin C: help increase resistance and effectively fight pathogens; Foods that warm the body: symptoms of allergic rhinitis often appear when exposed to cold, so adding foods that warm the body such as onions, garlic, ginger... will help patients prevent or significantly reduces symptoms."
        },
        {
            "subsection_name": "Distinguish between allergic rhinitis and ordinary rhinitis",
            "subsection_content": "Dr. Hang said that because many people still mistake allergic rhinitis and normal rhinitis, they are very subjective in examination and treatment, causing the disease to progress more seriously, and there is a risk of encountering a serious illness. number of unwanted complications.\nTo distinguish between allergic rhinitis and normal rhinitis, patients need to rely on the following factors:\nAllergic rhinitis Common rhinitis Cause  Caused by allergic agents, mainly pollen, animal hair, moth hair, dust, and chemicals. Caused by viruses and bacteria from pathogens such as colds, flu, and complications related to ear, nose and throat diseases. Symptoms - Sneezing and itchy nose are the most common symptoms, in addition, patients also have symptoms such as runny nose, runny nose, stuffy nose... - Nasal fluid is liquid, clear like water - Less sneezing, Mainly stuffy nose and runny nose - Thick, pus-filled nasal discharge - Body fatigue, fever",
            "subsection_string": "Distinguish between allergic rhinitis and ordinary rhinitis\nDr. Hang said that because many people still mistake allergic rhinitis and normal rhinitis, they are very subjective in examination and treatment, causing the disease to progress more seriously, and there is a risk of encountering a serious illness. number of unwanted complications.\nTo distinguish between allergic rhinitis and normal rhinitis, patients need to rely on the following factors:\nAllergic rhinitis Common rhinitis Cause  Caused by allergic agents, mainly pollen, animal hair, moth hair, dust, and chemicals. Caused by viruses and bacteria from pathogens such as colds, flu, and complications related to ear, nose and throat diseases. Symptoms - Sneezing and itchy nose are the most common symptoms, in addition, patients also have symptoms such as runny nose, runny nose, stuffy nose... - Nasal fluid is liquid, clear like water - Less sneezing, Mainly stuffy nose and runny nose - Thick, pus-filled nasal discharge - Body fatigue, fever"
        },
        {
            "subsection_name": "Questions related to allergic rhinitis",
            "subsection_content": "During the process of specialized examination and treatment, we often receive questions from patients about allergic rhinitis. We would like to answer each specific question as follows:\n1. Can allergic rhinitis be cured?\nAllergic rhinitis can only be completely cured when there is no exposure to allergic factors, so treatment can only reduce nasal allergy symptoms when the patient begins the disease. Prevent by spraying your nose every day and avoiding exposure to allergens.\n2. Does allergic rhinitis affect the fetus?\nAllergic rhinitis does not directly affect the fetus but can affect it indirectly. When the mother has a stuffy nose and difficulty breathing, it leads to insomnia, fatigue, and weakened immunity, which can increase the risk of disease. An unhealthy mother's body will definitely affect the development of pregnancy.\n3. Is allergic rhinitis contagious?\nAllergic rhinitis is a spontaneous disease caused by the body being too sensitive to a certain allergen. Therefore, this is not an infectious disease.\nAllergic rhinitis is a benign disease caused by environmental allergens. This disease cannot be cured but can only be treated to reduce the symptoms of the disease. Therefore, people should proactively strengthen their immunity and protect their bodies from allergens, especially people with sensitive skin - Dr. Hang advised.\n4. Can allergic rhinitis be vaccinated?\nAccording to Dr. Hang, people with a history of allergic rhinitis, mild skin allergies due to food or drugs, allergic conjunctivitis... can all be vaccinated like people with no history of allergies. Some cases that require careful monitoring when receiving the vaccine include: a history of severe allergies or anaphylactic shock to foods and certain medications.\n5. Is allergic rhinitis dangerous?\nIn fact, allergic rhinitis is not life-threatening, but if not treated properly, the disease can last longer and become more severe, not only affecting the patient's quality of life but also affecting the patient's quality of life. There is a risk of causing unfortunate complications such as acute and chronic sinusitis, nasal polyps, etc.\n6. Is allergic rhinitis hereditary?\nAllergic rhinitis can be hereditary, specifically if someone in the family has this disease, the inheritance rate is 60-70%. In addition, the disease also depends on many external factors such as environmental pollution, weather changes, working environment... Therefore, as soon as there are signs of allergic rhinitis, the patient needs to immediately seek medical attention. medical facilities for timely examination and treatment.\n7. Is allergic rhinitis in children different from adults?\nThe symptoms of allergic rhinitis in children and adults are completely the same, however, because children have an immature immune system and are not aware of the severity of the disease, they do not know how to protect themselves. protect and take care of themselves, so they will feel more uncomfortable with symptoms such as crying, fatigue, loss of appetite... In addition, children often like to play with friends of the same age so they are easily exposed to pathogens. , causing the disease to progress more severely or last longer.\n8. Understand what is superinfected allergic rhinitis?\nIf allergic rhinitis is not treated promptly and properly, it can easily progress to severe complications and cause complications, in which superinfected allergic rhinitis is a complication of bacterial infection. At this time, the disease not only greatly affects daily life but also makes treatment difficult as well as increases the likelihood of other respiratory diseases such as sinusitis, bronchitis, asthma, and inflammation. lung…\nTo treat allergic rhinitis, you can go to Tam Anh General Hospital System at the contact address: - Hanoi 108 Hoang Nhu Tiep, Bo De Ward, Long Bien District, City. Hanoi Hotline: 024 3872 3872 – 024 7106 6858 – Ho Chi Minh City 2B Pho Quang, Ward 2, Tan Binh District, City. Ho Chi Minh Hotline: 0287 102 6789 – 093 180 6858 Fanpage: https://www.facebook.com/benhvientamanh\nAllergic rhinitis is a benign disease caused by environmental allergens. This disease cannot be cured but can only be treated to reduce the symptoms of the disease. Therefore, people should proactively strengthen their immunity and protect their bodies from allergens, especially people with sensitive skin - Dr. Hang advised.",
            "subsection_string": "Questions related to allergic rhinitis\nDuring the process of specialized examination and treatment, we often receive questions from patients about allergic rhinitis. We would like to answer each specific question as follows:\n1. Can allergic rhinitis be cured?\nAllergic rhinitis can only be completely cured when there is no exposure to allergic factors, so treatment can only reduce nasal allergy symptoms when the patient begins the disease. Prevent by spraying your nose every day and avoiding exposure to allergens.\n2. Does allergic rhinitis affect the fetus?\nAllergic rhinitis does not directly affect the fetus but can affect it indirectly. When the mother has a stuffy nose and difficulty breathing, it leads to insomnia, fatigue, and weakened immunity, which can increase the risk of disease. An unhealthy mother's body will definitely affect the development of pregnancy.\n3. Is allergic rhinitis contagious?\nAllergic rhinitis is a spontaneous disease caused by the body being too sensitive to a certain allergen. Therefore, this is not an infectious disease.\nAllergic rhinitis is a benign disease caused by environmental allergens. This disease cannot be cured but can only be treated to reduce the symptoms of the disease. Therefore, people should proactively strengthen their immunity and protect their bodies from allergens, especially people with sensitive skin - Dr. Hang advised.\n4. Can allergic rhinitis be vaccinated?\nAccording to Dr. Hang, people with a history of allergic rhinitis, mild skin allergies due to food or drugs, allergic conjunctivitis... can all be vaccinated like people with no history of allergies. Some cases that require careful monitoring when receiving the vaccine include: a history of severe allergies or anaphylactic shock to foods and certain medications.\n5. Is allergic rhinitis dangerous?\nIn fact, allergic rhinitis is not life-threatening, but if not treated properly, the disease can last longer and become more severe, not only affecting the patient's quality of life but also affecting the patient's quality of life. There is a risk of causing unfortunate complications such as acute and chronic sinusitis, nasal polyps, etc.\n6. Is allergic rhinitis hereditary?\nAllergic rhinitis can be hereditary, specifically if someone in the family has this disease, the inheritance rate is 60-70%. In addition, the disease also depends on many external factors such as environmental pollution, weather changes, working environment... Therefore, as soon as there are signs of allergic rhinitis, the patient needs to immediately seek medical attention. medical facilities for timely examination and treatment.\n7. Is allergic rhinitis in children different from adults?\nThe symptoms of allergic rhinitis in children and adults are completely the same, however, because children have an immature immune system and are not aware of the severity of the disease, they do not know how to protect themselves. protect and take care of themselves, so they will feel more uncomfortable with symptoms such as crying, fatigue, loss of appetite... In addition, children often like to play with friends of the same age so they are easily exposed to pathogens. , causing the disease to progress more severely or last longer.\n8. Understand what is superinfected allergic rhinitis?\nIf allergic rhinitis is not treated promptly and properly, it can easily progress to severe complications and cause complications, in which superinfected allergic rhinitis is a complication of bacterial infection. At this time, the disease not only greatly affects daily life but also makes treatment difficult as well as increases the likelihood of other respiratory diseases such as sinusitis, bronchitis, asthma, and inflammation. lung…\nTo treat allergic rhinitis, you can go to Tam Anh General Hospital System at the contact address: - Hanoi 108 Hoang Nhu Tiep, Bo De Ward, Long Bien District, City. Hanoi Hotline: 024 3872 3872 – 024 7106 6858 – Ho Chi Minh City 2B Pho Quang, Ward 2, Tan Binh District, City. Ho Chi Minh Hotline: 0287 102 6789 – 093 180 6858 Fanpage: https://www.facebook.com/benhvientamanh\nAllergic rhinitis is a benign disease caused by environmental allergens. This disease cannot be cured but can only be treated to reduce the symptoms of the disease. Therefore, people should proactively strengthen their immunity and protect their bodies from allergens, especially people with sensitive skin - Dr. Hang advised."
        }
    ],
    "name": "viem-mui-di-ung.json"
}