{
    "title": "Cystitis: Causes, symptoms, diagnosis and prevention",
    "category": "Urology",
    "link": "https://tamanhhospital.vn/viem-bang-quang/",
    "abstract": "Cystitis is one of the common urinary tract diseases. If the disease is not detected and treated promptly, it will have many serious consequences. Therefore, when you notice signs of the disease, you should go see a doctor as soon as possible to get an accurate diagnosis and appropriate treatment. (first)",
    "content": "Cystitis: Causes, symptoms, diagnosis and prevention\n\nCystitis is one of the common urinary tract diseases. If the disease is not detected and treated promptly, it will have many serious consequences. Therefore, when you notice signs of the disease, you should go see a doctor as soon as possible to get an accurate diagnosis and appropriate treatment. (first)\n\nWhat is cystitis?\nCystitis is an acute or chronic inflammatory condition in the bladder. The most common cause is infection, accounting for more than 50% of urinary tract infections. In some cases, the disease can recur many times over a long period of time. Cystitis can also be caused by a number of other causes such as: drugs, pelvic radiation therapy, bladder and gastrointestinal fistulas. (2)\nIf treated promptly and properly, the patient will quickly recover. The effective treatment for bacterial cystitis is to use appropriate antibiotics. In cases of cystitis due to other causes, the doctor will depend on the cause of the disease to provide appropriate treatment.\n\nCauses of cystitis\nBacterial cystitis\nCystitis is caused by bacteria entering from the outside through the urinary tract (urethra). A normal urinary system can prevent bacteria from existing and growing because they have difficulty sticking to the surface of the urinary tract mucosa and bacteria are quickly expelled. In addition, urine also has antibacterial properties, inhibiting the reproduction of bacteria. However, when the body is weakened, resistance is reduced or the urethra is damaged, bacteria will have the opportunity to penetrate and cause disease. Bacteria that commonly cause cystitis include:\nEscherichia Coli is the most common bacteria, accounting for 80% of cystitis cases.; Some other bacteria can also cause cystitis such as proteus, klebsiella, enterococcus faecalis, chlamydia, mycoplasma, staphylococcus aureus or blue pus bacillus.\nOther causes\nInterstitial cystitis.; Radiation therapy, especially pelvic radiation therapy; Medicines: chemotherapy drugs such as ifosfamide, cyclophosphamide...\nSome factors related to cystitis include:\nGender: the frequency of the disease is higher in women than in men; Age: increases with age.; Unsafe sex; Long-term immobility; Pregnant women.; Menopausal women.; Have urinary tract abnormalities such as: urolithiasis (bladder stones, kidney stones, ureteral stones), prostate enlargement, neurogenic bladder, urethral stricture... or urinary tract procedures such as catheterization, endoscopy Cystoscopy…; Diabetes, HIV infection or cancer treatment; Long-term catheterization; Improper hygiene of the private area creates favorable opportunities for bacteria from the anus to enter the bladder.\n\nSymptoms and signs of cystitis\nWhen suffering from cystitis, the patient may experience symptoms such as:\nUrinating more times a day than usual. Only a little urine comes out each time; Hematuria, cloudy urine or strong odor; Feeling pain or burning when urinating; Always feel the need to urinate urgently; Lower abdominal pain; Daytime enuresis in children.; Mild fever\nSymptoms of cystitis may be transient and often confused with other diseases. If you have painful urination or your urine is mixed with blood, you need to go to the hospital to check the health of your urinary tract.\nYou may be interested in: Acute cystitis: Causes and symptoms\n\nMethod of diagnosing cystitis\nIn addition to asking medical history and examining, the doctor may ask the patient to perform some tests such as:\nUrine test: When a bladder infection is suspected, the doctor will instruct the patient to take a urine sample to check for the presence of white blood cells, blood cells, and nitrite reaction. In some cases it is necessary to culture for bacteria.\nCystoscopy: A scope is inserted through the urethra into the bladder to capture images inside this organ, helping the doctor observe and evaluate damage in the bladder. During cystoscopy, the doctor may remove a small sample of tissue for laboratory testing (biopsy).\nImaging tests: X-rays or ultrasound will help doctors detect urinary tract abnormalities such as bladder stones, prostate enlargement, urethral stricture, etc.\n\nIs cystitis dangerous?\nIf cystitis is not treated promptly, the patient is likely to face dangerous complications such as:\nBlood in urine: When cystitis progresses, the patient may urinate blood due to swelling and bleeding of the bladder mucosa.\nPyelonephritis: Caused by bacteria from the bladder moving back up to the kidneys, causing nephritis that can form fibrotic scars of the kidney parenchyma, leading to the risk of impaired kidney function.\nRisk of infertility: In men, the urinary excretion route in the urethra is also the ejaculation route, with a close connection between the urinary tract and genital tract. Inflammation in the urinary tract can spread to genital organs such as testicles, epididymis, and vas deferens; This leads to reduced fertility and increased risk of infertility.\nOveractive bladder: Prolonged or recurring cystitis can lead to complications with the nerves and muscles of the bladder, causing an overactive bladder and frequent urination due to the ability to hold urine. bladder's urine capacity is reduced.\n\nTreatment methods for cystitis\nTreatment for cystitis will depend on the cause of the disease\nTreatment of bacterial cystitis\nWhat medicine to take for cystitis? Antibiotics are often your doctor's first choice when treating bacterial cystitis. The drugs prescribed to treat the disease are usually amoxicillin, nitrofurantoin, ciprofloxacin, sulfamethoxazole, trimethoprim. (3)\nFirst-time infection: The doctor will prescribe the patient to take antibiotics for 3 days even if symptoms improve significantly within 1 day.; Recurrent infections: After treating acute cystitis, the patient may have to use prophylactic antibiotics after intercourse or use low-dose antibiotics every day for about 3 to 4 weeks.; Hospital-acquired cystitis: This case is relatively complicated due to drug-resistant bacteria; Menopausal women may need to use additional estrogen creams.\nTreatment of cystitis caused by other causes\nChemical cystitis: Patients should avoid contact with chemicals that cause cystitis to reduce symptoms and prevent the condition from recurring.\nCystitis caused by radiation therapy or medication: Your doctor will prescribe you to use medication to reduce symptoms or drink more water to eliminate substances that irritate the bladder.\n\nHow to prevent cystitis\nAdd plenty of water, especially for patients undergoing chemotherapy or radiation therapy. You should drink about 2 - 2.5 liters of water/day; Limit drinking coffee, tea, alcohol, orange juice, lemon juice and avoid spicy foods. Because these foods have the ability to irritate the bladder, creating more discomfort; Urinate as soon as you feel the urge to urinate, don't hold it in for too long.; Proper hygiene: after defecation, you need to wash and wipe from front to back to prevent bacteria from spreading from the anus, vagina to the urethra.; If you have a urinary tract infection, you should take a shower instead of a bath.; It is necessary to gently wash the skin around the vagina and anus every day. Note that you should not use cleaning solutions that contain too strong detergents because the skin in this area is very sensitive and easily irritated.; Go to the bathroom as soon as possible after having sex. You should drink another full glass of water to help remove bacteria from your body.; After identifying signs of cystitis in women, you should maintain hygiene during menstruation, regularly change sanitary napkins (about every 3-4 hours).; Using a towel or hot pack on the abdomen will help reduce the feeling of tightness and bladder pain.; Wearing clothes that are too tight is also a cause of cystitis. Clothes that are too tight will cause body temperature to rise, thereby causing moisture in the private area. This is a favorable opportunity for bacteria to multiply and develop.\nCenter for Urology and Nephrology, Department of Andrology - Tam Anh General Hospital System brings together a team of leading experts in internal medicine and surgery, skilled and dedicated.\nPeople's Teacher Prof. Dr. Tran Quan Anh, Meritorious Physician Associate Prof. Dr. Vu Le Chuyen are giants in the field of Urology and Nephrology in Vietnam. Along with the names of excellent physicians Dr. Nguyen The Truong, excellent physicians Doctor II Ta Phuong Dung, Dr. Nguyen Hoang Duc, Dr. Tu Thanh Tri Dung, MSc.CKI Nguyen Duc Nhuan, BS.CKII Nguyen Le Tuyen, MSc. Nguyen Tan Cuong, MSc. Ta Ngoc Thach, BS.CKI Phan Truong Nam...\nThe Center's experts and doctors are always confident in mastering the latest techniques, early detecting and effectively treating kidney and urinary tract diseases, helping patients shorten hospital stays and limit risk of recurrence, improving quality of life.\nWith the leading modern machinery and equipment system in the country and the region; Operating room meets international standards; Along with a 5-star boarding area and high-class service... The Urology and Nephrology Center stands out with examination, screening and treatment services for all urinary tract diseases. From common surgeries to major high-tech surgeries. These include laparoscopic kidney stone surgery, kidney transplant, tumor resection to preserve kidney parenchyma; Radical nephrectomy; Radical prostatectomy; total bladder resection and small bowel cystoplasty; adrenalectomy; shaping urinary tract defects... Diagnosis - medical and surgical treatment of all male diseases.\nTo schedule an appointment for prostate examination and surgery with leading experts at the Center for Urology and Nephrology, Department of Andrology - Urology, Tam Anh General Hospital System, you can make an appointment online through the following methods: The following:\nCall the hotline 0287 102 6789 - 093 180 6858 (HCMC) or 024 3872 3872 - 024 7106 6858 (Hanoi) to register for a private medical appointment with a specialist, through the customer service staff.; Register for a medical appointment with any doctor you trust at the link: https://tamanhhospital.vn/danh-cho-khach-hang/dat-lich-kham/; Send a message on Tam Anh General Hospital Fanpage or Tam Anh General Hospital Urology and Andrology Fanpage; Text message via Zalo OA of Tam Anh General Hospital.\nSymptoms of cystitis are very confusing. Therefore, patients need to pay attention to monitoring their health status to quickly see a doctor. When treated according to the appropriate regimen, the disease will be somewhat well controlled, thereby preventing dangerous complications.",
    "subsections": [
        {
            "subsection_name": "What is cystitis?",
            "subsection_content": "Cystitis is an acute or chronic inflammatory condition in the bladder. The most common cause is infection, accounting for more than 50% of urinary tract infections. In some cases, the disease can recur many times over a long period of time. Cystitis can also be caused by a number of other causes such as: drugs, pelvic radiation therapy, bladder and gastrointestinal fistulas. (2)\nIf treated promptly and properly, the patient will quickly recover. The effective treatment for bacterial cystitis is to use appropriate antibiotics. In cases of cystitis due to other causes, the doctor will depend on the cause of the disease to provide appropriate treatment.",
            "subsection_string": "What is cystitis?\nCystitis is an acute or chronic inflammatory condition in the bladder. The most common cause is infection, accounting for more than 50% of urinary tract infections. In some cases, the disease can recur many times over a long period of time. Cystitis can also be caused by a number of other causes such as: drugs, pelvic radiation therapy, bladder and gastrointestinal fistulas. (2)\nIf treated promptly and properly, the patient will quickly recover. The effective treatment for bacterial cystitis is to use appropriate antibiotics. In cases of cystitis due to other causes, the doctor will depend on the cause of the disease to provide appropriate treatment."
        },
        {
            "subsection_name": "Causes of cystitis",
            "subsection_content": "Bacterial cystitis\nCystitis is caused by bacteria entering from the outside through the urinary tract (urethra). A normal urinary system can prevent bacteria from existing and growing because they have difficulty sticking to the surface of the urinary tract mucosa and bacteria are quickly expelled. In addition, urine also has antibacterial properties, inhibiting the reproduction of bacteria. However, when the body is weakened, resistance is reduced or the urethra is damaged, bacteria will have the opportunity to penetrate and cause disease. Bacteria that commonly cause cystitis include:\nEscherichia Coli is the most common bacteria, accounting for 80% of cystitis cases.; Some other bacteria can also cause cystitis such as proteus, klebsiella, enterococcus faecalis, chlamydia, mycoplasma, staphylococcus aureus or blue pus bacillus.\nOther causes\nInterstitial cystitis.; Radiation therapy, especially pelvic radiation therapy; Medicines: chemotherapy drugs such as ifosfamide, cyclophosphamide...\nSome factors related to cystitis include:\nGender: the frequency of the disease is higher in women than in men; Age: increases with age.; Unsafe sex; Long-term immobility; Pregnant women.; Menopausal women.; Have urinary tract abnormalities such as: urolithiasis (bladder stones, kidney stones, ureteral stones), prostate enlargement, neurogenic bladder, urethral stricture... or urinary tract procedures such as catheterization, endoscopy Cystoscopy…; Diabetes, HIV infection or cancer treatment; Long-term catheterization; Improper hygiene of the private area creates favorable opportunities for bacteria from the anus to enter the bladder.",
            "subsection_string": "Causes of cystitis\nBacterial cystitis\nCystitis is caused by bacteria entering from the outside through the urinary tract (urethra). A normal urinary system can prevent bacteria from existing and growing because they have difficulty sticking to the surface of the urinary tract mucosa and bacteria are quickly expelled. In addition, urine also has antibacterial properties, inhibiting the reproduction of bacteria. However, when the body is weakened, resistance is reduced or the urethra is damaged, bacteria will have the opportunity to penetrate and cause disease. Bacteria that commonly cause cystitis include:\nEscherichia Coli is the most common bacteria, accounting for 80% of cystitis cases.; Some other bacteria can also cause cystitis such as proteus, klebsiella, enterococcus faecalis, chlamydia, mycoplasma, staphylococcus aureus or blue pus bacillus.\nOther causes\nInterstitial cystitis.; Radiation therapy, especially pelvic radiation therapy; Medicines: chemotherapy drugs such as ifosfamide, cyclophosphamide...\nSome factors related to cystitis include:\nGender: the frequency of the disease is higher in women than in men; Age: increases with age.; Unsafe sex; Long-term immobility; Pregnant women.; Menopausal women.; Have urinary tract abnormalities such as: urolithiasis (bladder stones, kidney stones, ureteral stones), prostate enlargement, neurogenic bladder, urethral stricture... or urinary tract procedures such as catheterization, endoscopy Cystoscopy…; Diabetes, HIV infection or cancer treatment; Long-term catheterization; Improper hygiene of the private area creates favorable opportunities for bacteria from the anus to enter the bladder."
        },
        {
            "subsection_name": "Symptoms and signs of cystitis",
            "subsection_content": "When suffering from cystitis, the patient may experience symptoms such as:\nUrinating more times a day than usual. Only a little urine comes out each time; Hematuria, cloudy urine or strong odor; Feeling pain or burning when urinating; Always feel the need to urinate urgently; Lower abdominal pain; Daytime enuresis in children.; Mild fever\nSymptoms of cystitis may be transient and often confused with other diseases. If you have painful urination or your urine is mixed with blood, you need to go to the hospital to check the health of your urinary tract.\nYou may be interested in: Acute cystitis: Causes and symptoms",
            "subsection_string": "Symptoms and signs of cystitis\nWhen suffering from cystitis, the patient may experience symptoms such as:\nUrinating more times a day than usual. Only a little urine comes out each time; Hematuria, cloudy urine or strong odor; Feeling pain or burning when urinating; Always feel the need to urinate urgently; Lower abdominal pain; Daytime enuresis in children.; Mild fever\nSymptoms of cystitis may be transient and often confused with other diseases. If you have painful urination or your urine is mixed with blood, you need to go to the hospital to check the health of your urinary tract.\nYou may be interested in: Acute cystitis: Causes and symptoms"
        },
        {
            "subsection_name": "Method of diagnosing cystitis",
            "subsection_content": "In addition to asking medical history and examining, the doctor may ask the patient to perform some tests such as:\nUrine test: When a bladder infection is suspected, the doctor will instruct the patient to take a urine sample to check for the presence of white blood cells, blood cells, and nitrite reaction. In some cases it is necessary to culture for bacteria.\nCystoscopy: A scope is inserted through the urethra into the bladder to capture images inside this organ, helping the doctor observe and evaluate damage in the bladder. During cystoscopy, the doctor may remove a small sample of tissue for laboratory testing (biopsy).\nImaging tests: X-rays or ultrasound will help doctors detect urinary tract abnormalities such as bladder stones, prostate enlargement, urethral stricture, etc.",
            "subsection_string": "Method of diagnosing cystitis\nIn addition to asking medical history and examining, the doctor may ask the patient to perform some tests such as:\nUrine test: When a bladder infection is suspected, the doctor will instruct the patient to take a urine sample to check for the presence of white blood cells, blood cells, and nitrite reaction. In some cases it is necessary to culture for bacteria.\nCystoscopy: A scope is inserted through the urethra into the bladder to capture images inside this organ, helping the doctor observe and evaluate damage in the bladder. During cystoscopy, the doctor may remove a small sample of tissue for laboratory testing (biopsy).\nImaging tests: X-rays or ultrasound will help doctors detect urinary tract abnormalities such as bladder stones, prostate enlargement, urethral stricture, etc."
        },
        {
            "subsection_name": "Is cystitis dangerous?",
            "subsection_content": "If cystitis is not treated promptly, the patient is likely to face dangerous complications such as:\nBlood in urine: When cystitis progresses, the patient may urinate blood due to swelling and bleeding of the bladder mucosa.\nPyelonephritis: Caused by bacteria from the bladder moving back up to the kidneys, causing nephritis that can form fibrotic scars of the kidney parenchyma, leading to the risk of impaired kidney function.\nRisk of infertility: In men, the urinary excretion route in the urethra is also the ejaculation route, with a close connection between the urinary tract and genital tract. Inflammation in the urinary tract can spread to genital organs such as testicles, epididymis, and vas deferens; This leads to reduced fertility and increased risk of infertility.\nOveractive bladder: Prolonged or recurring cystitis can lead to complications with the nerves and muscles of the bladder, causing an overactive bladder and frequent urination due to the ability to hold urine. bladder's urine capacity is reduced.",
            "subsection_string": "Is cystitis dangerous?\nIf cystitis is not treated promptly, the patient is likely to face dangerous complications such as:\nBlood in urine: When cystitis progresses, the patient may urinate blood due to swelling and bleeding of the bladder mucosa.\nPyelonephritis: Caused by bacteria from the bladder moving back up to the kidneys, causing nephritis that can form fibrotic scars of the kidney parenchyma, leading to the risk of impaired kidney function.\nRisk of infertility: In men, the urinary excretion route in the urethra is also the ejaculation route, with a close connection between the urinary tract and genital tract. Inflammation in the urinary tract can spread to genital organs such as testicles, epididymis, and vas deferens; This leads to reduced fertility and increased risk of infertility.\nOveractive bladder: Prolonged or recurring cystitis can lead to complications with the nerves and muscles of the bladder, causing an overactive bladder and frequent urination due to the ability to hold urine. bladder's urine capacity is reduced."
        },
        {
            "subsection_name": "Treatment methods for cystitis",
            "subsection_content": "Treatment for cystitis will depend on the cause of the disease\nTreatment of bacterial cystitis\nWhat medicine to take for cystitis? Antibiotics are often your doctor's first choice when treating bacterial cystitis. The drugs prescribed to treat the disease are usually amoxicillin, nitrofurantoin, ciprofloxacin, sulfamethoxazole, trimethoprim. (3)\nFirst-time infection: The doctor will prescribe the patient to take antibiotics for 3 days even if symptoms improve significantly within 1 day.; Recurrent infections: After treating acute cystitis, the patient may have to use prophylactic antibiotics after intercourse or use low-dose antibiotics every day for about 3 to 4 weeks.; Hospital-acquired cystitis: This case is relatively complicated due to drug-resistant bacteria; Menopausal women may need to use additional estrogen creams.\nTreatment of cystitis caused by other causes\nChemical cystitis: Patients should avoid contact with chemicals that cause cystitis to reduce symptoms and prevent the condition from recurring.\nCystitis caused by radiation therapy or medication: Your doctor will prescribe you to use medication to reduce symptoms or drink more water to eliminate substances that irritate the bladder.",
            "subsection_string": "Treatment methods for cystitis\nTreatment for cystitis will depend on the cause of the disease\nTreatment of bacterial cystitis\nWhat medicine to take for cystitis? Antibiotics are often your doctor's first choice when treating bacterial cystitis. The drugs prescribed to treat the disease are usually amoxicillin, nitrofurantoin, ciprofloxacin, sulfamethoxazole, trimethoprim. (3)\nFirst-time infection: The doctor will prescribe the patient to take antibiotics for 3 days even if symptoms improve significantly within 1 day.; Recurrent infections: After treating acute cystitis, the patient may have to use prophylactic antibiotics after intercourse or use low-dose antibiotics every day for about 3 to 4 weeks.; Hospital-acquired cystitis: This case is relatively complicated due to drug-resistant bacteria; Menopausal women may need to use additional estrogen creams.\nTreatment of cystitis caused by other causes\nChemical cystitis: Patients should avoid contact with chemicals that cause cystitis to reduce symptoms and prevent the condition from recurring.\nCystitis caused by radiation therapy or medication: Your doctor will prescribe you to use medication to reduce symptoms or drink more water to eliminate substances that irritate the bladder."
        },
        {
            "subsection_name": "How to prevent cystitis",
            "subsection_content": "Add plenty of water, especially for patients undergoing chemotherapy or radiation therapy. You should drink about 2 - 2.5 liters of water/day; Limit drinking coffee, tea, alcohol, orange juice, lemon juice and avoid spicy foods. Because these foods have the ability to irritate the bladder, creating more discomfort; Urinate as soon as you feel the urge to urinate, don't hold it in for too long.; Proper hygiene: after defecation, you need to wash and wipe from front to back to prevent bacteria from spreading from the anus, vagina to the urethra.; If you have a urinary tract infection, you should take a shower instead of a bath.; It is necessary to gently wash the skin around the vagina and anus every day. Note that you should not use cleaning solutions that contain too strong detergents because the skin in this area is very sensitive and easily irritated.; Go to the bathroom as soon as possible after having sex. You should drink another full glass of water to help remove bacteria from your body.; After identifying signs of cystitis in women, you should maintain hygiene during menstruation, regularly change sanitary napkins (about every 3-4 hours).; Using a towel or hot pack on the abdomen will help reduce the feeling of tightness and bladder pain.; Wearing clothes that are too tight is also a cause of cystitis. Clothes that are too tight will cause body temperature to rise, thereby causing moisture in the private area. This is a favorable opportunity for bacteria to multiply and develop.\nCenter for Urology and Nephrology, Department of Andrology - Tam Anh General Hospital System brings together a team of leading experts in internal medicine and surgery, skilled and dedicated.\nPeople's Teacher Prof. Dr. Tran Quan Anh, Meritorious Physician Associate Prof. Dr. Vu Le Chuyen are giants in the field of Urology and Nephrology in Vietnam. Along with the names of excellent physicians Dr. Nguyen The Truong, excellent physicians Doctor II Ta Phuong Dung, Dr. Nguyen Hoang Duc, Dr. Tu Thanh Tri Dung, MSc.CKI Nguyen Duc Nhuan, BS.CKII Nguyen Le Tuyen, MSc. Nguyen Tan Cuong, MSc. Ta Ngoc Thach, BS.CKI Phan Truong Nam...\nThe Center's experts and doctors are always confident in mastering the latest techniques, early detecting and effectively treating kidney and urinary tract diseases, helping patients shorten hospital stays and limit risk of recurrence, improving quality of life.\nWith the leading modern machinery and equipment system in the country and the region; Operating room meets international standards; Along with a 5-star boarding area and high-class service... The Urology and Nephrology Center stands out with examination, screening and treatment services for all urinary tract diseases. From common surgeries to major high-tech surgeries. These include laparoscopic kidney stone surgery, kidney transplant, tumor resection to preserve kidney parenchyma; Radical nephrectomy; Radical prostatectomy; total bladder resection and small bowel cystoplasty; adrenalectomy; shaping urinary tract defects... Diagnosis - medical and surgical treatment of all male diseases.\nTo schedule an appointment for prostate examination and surgery with leading experts at the Center for Urology and Nephrology, Department of Andrology - Urology, Tam Anh General Hospital System, you can make an appointment online through the following methods: The following:\nCall the hotline 0287 102 6789 - 093 180 6858 (HCMC) or 024 3872 3872 - 024 7106 6858 (Hanoi) to register for a private medical appointment with a specialist, through the customer service staff.; Register for a medical appointment with any doctor you trust at the link: https://tamanhhospital.vn/danh-cho-khach-hang/dat-lich-kham/; Send a message on Tam Anh General Hospital Fanpage or Tam Anh General Hospital Urology and Andrology Fanpage; Text message via Zalo OA of Tam Anh General Hospital.\nSymptoms of cystitis are very confusing. Therefore, patients need to pay attention to monitoring their health status to quickly see a doctor. When treated according to the appropriate regimen, the disease will be somewhat well controlled, thereby preventing dangerous complications.",
            "subsection_string": "How to prevent cystitis\nAdd plenty of water, especially for patients undergoing chemotherapy or radiation therapy. You should drink about 2 - 2.5 liters of water/day; Limit drinking coffee, tea, alcohol, orange juice, lemon juice and avoid spicy foods. Because these foods have the ability to irritate the bladder, creating more discomfort; Urinate as soon as you feel the urge to urinate, don't hold it in for too long.; Proper hygiene: after defecation, you need to wash and wipe from front to back to prevent bacteria from spreading from the anus, vagina to the urethra.; If you have a urinary tract infection, you should take a shower instead of a bath.; It is necessary to gently wash the skin around the vagina and anus every day. Note that you should not use cleaning solutions that contain too strong detergents because the skin in this area is very sensitive and easily irritated.; Go to the bathroom as soon as possible after having sex. You should drink another full glass of water to help remove bacteria from your body.; After identifying signs of cystitis in women, you should maintain hygiene during menstruation, regularly change sanitary napkins (about every 3-4 hours).; Using a towel or hot pack on the abdomen will help reduce the feeling of tightness and bladder pain.; Wearing clothes that are too tight is also a cause of cystitis. Clothes that are too tight will cause body temperature to rise, thereby causing moisture in the private area. This is a favorable opportunity for bacteria to multiply and develop.\nCenter for Urology and Nephrology, Department of Andrology - Tam Anh General Hospital System brings together a team of leading experts in internal medicine and surgery, skilled and dedicated.\nPeople's Teacher Prof. Dr. Tran Quan Anh, Meritorious Physician Associate Prof. Dr. Vu Le Chuyen are giants in the field of Urology and Nephrology in Vietnam. Along with the names of excellent physicians Dr. Nguyen The Truong, excellent physicians Doctor II Ta Phuong Dung, Dr. Nguyen Hoang Duc, Dr. Tu Thanh Tri Dung, MSc.CKI Nguyen Duc Nhuan, BS.CKII Nguyen Le Tuyen, MSc. Nguyen Tan Cuong, MSc. Ta Ngoc Thach, BS.CKI Phan Truong Nam...\nThe Center's experts and doctors are always confident in mastering the latest techniques, early detecting and effectively treating kidney and urinary tract diseases, helping patients shorten hospital stays and limit risk of recurrence, improving quality of life.\nWith the leading modern machinery and equipment system in the country and the region; Operating room meets international standards; Along with a 5-star boarding area and high-class service... The Urology and Nephrology Center stands out with examination, screening and treatment services for all urinary tract diseases. From common surgeries to major high-tech surgeries. These include laparoscopic kidney stone surgery, kidney transplant, tumor resection to preserve kidney parenchyma; Radical nephrectomy; Radical prostatectomy; total bladder resection and small bowel cystoplasty; adrenalectomy; shaping urinary tract defects... Diagnosis - medical and surgical treatment of all male diseases.\nTo schedule an appointment for prostate examination and surgery with leading experts at the Center for Urology and Nephrology, Department of Andrology - Urology, Tam Anh General Hospital System, you can make an appointment online through the following methods: The following:\nCall the hotline 0287 102 6789 - 093 180 6858 (HCMC) or 024 3872 3872 - 024 7106 6858 (Hanoi) to register for a private medical appointment with a specialist, through the customer service staff.; Register for a medical appointment with any doctor you trust at the link: https://tamanhhospital.vn/danh-cho-khach-hang/dat-lich-kham/; Send a message on Tam Anh General Hospital Fanpage or Tam Anh General Hospital Urology and Andrology Fanpage; Text message via Zalo OA of Tam Anh General Hospital.\nSymptoms of cystitis are very confusing. Therefore, patients need to pay attention to monitoring their health status to quickly see a doctor. When treated according to the appropriate regimen, the disease will be somewhat well controlled, thereby preventing dangerous complications."
        }
    ],
    "name": "viem-bang-quang.json"
}