{
    "title": "Pyelonephritis: Causes, symptoms and prevention",
    "category": "Urology",
    "link": "https://tamanhhospital.vn/viem-be-than/",
    "abstract": "Pyelonephritis is a common urinary tract infection. The disease, when not detected early and treated properly, can lead to many dangerous complications.",
    "content": "Pyelonephritis: Causes, symptoms and prevention\n\nPyelonephritis is a common urinary tract infection. The disease, when not detected early and treated properly, can lead to many dangerous complications.\n\nWhat is pyelonephritis?\nPyelonephritis often occurs when bacteria invade and cause infection, the most common agents being gram-negative bacteria (1)\n1. Acute pyelonephritis\nAcute pyelonephritis is a fairly common urinary tract infection, causing sudden and severe symptoms. Bacteria can travel back from the bladder up the ureters to the renal pelvis or enter the bloodstream when the patient has sepsis. If not treated promptly, it can lead to death.\n2. Chronic pyelonephritis\nChronic pyelonephritis is a condition of chronic damage to the parenchyma and interstitium of the kidney, and is the result of repeated or persistent pyelonephritis in the kidney, causing destruction and fibrosis. kidney damage, leading to kidney failure.\nThe chronic form is rare, but is frequently seen in children or people with acquired or congenital urinary tract obstruction.\n\nSymptoms of pyelonephritis\nSymptoms usually appear within about 2 days of infection. Common symptoms include: (2)\nFever above 38.9°C.; Pain in the abdomen, back, side or groin. Often the pain is on one side; Painful urination, burning urination; Cloudy urine.; Presence of pus or blood in urine.; Urgent or forced urination; Urine has a fishy smell.\nIn addition, patients may experience accompanying symptoms such as chills, chills, nausea, vomiting, pain, fatigue, and mental confusion. (3)\nSymptoms in children and older adults may be different from others. For example, mental disorders are common in older people and are often their only symptom.\nPeople with chronic pyelonephritis may experience only mild symptoms or may even have no noticeable symptoms at all, leading to the condition being overlooked. (4)\n\nCauses of pyelonephritis\nPyelonephritis is an infection that begins in the lower urinary tract, in the form of a urinary tract infection (such as acute cystitis). Bacteria enter the body through the urethra and begin to multiply and spread to the bladder. From there, bacteria reflux through the ureters to the kidneys.\nPathogenic bacteria are usually gram-negative bacteria such as E.Coli, Klebsiella, Proteus mirabilis and Enterobacter. In addition, Gram-positive bacteria are still capable of causing disease but are more rare, such as staphylococcus, streptococcus, etc.\n\nRisk factors increase the likelihood of getting the disease\n1. Acute pyelonephritis\nAny abnormality that disrupts the normal flow of urine has the potential to cause acute pyelonephritis. For example, people with urinary tract abnormalities in size or shape may face a high risk of pyelonephritis.\nIn addition, women's urethra is shorter than men's. Therefore, bacteria can enter the female body more easily. This makes women susceptible to kidney infections and at high risk of acute pyelonephritis.\nFactors that increase the risk of acute pyelonephritis include:\nPeople with kidney stones; People with kidney or bladder abnormalities; Elderly.; People with weakened immune systems such as people with diabetes, HIV/AIDS, cancer.; People with vesicoureteral reflux or abnormal vesicoureteral contractions (a condition where a small amount of urine refluxes from the bladder into the ureters and kidneys).; People with benign prostatic hyperplasia.\nOther factors that can make you susceptible to the disease include:\nUse a urinary catheter (catheter).; Cystoscopy.; Urological surgery.; Some medications.; Damage to nerves or spinal cord.\n2. Chronic pyelonephritis\nChronic forms of the disease are common in people with urinary obstructions. The cause may be urinary tract infection, vesicoureteral reflux, or urinary tract abnormalities (anatomical abnormalities). Furthermore, chronic pyelonephritis is more common in children than adults.\n\nIs pyelonephritis dangerous?\nIf pyelonephritis is not treated promptly, it can lead to dangerous complications such as:\nKidney abscess: This is a condition in which pus appears around the kidney due to infection of the soft tissues surrounding the kidney. Without early intervention, patients can experience dangerous complications; Sepsis: This is a condition in which bacteria spill into the blood. Symptoms are severe systemic infection, which can cause septic shock and multiple organ failure.; Acute kidney failure: Dangerous complication of pyelonephritis. Symptoms include oliguria or anuria, blood tests with increased urea/creatinine levels. Acute kidney failure can potentially cause complications such as acute hypertension or acute pulmonary edema, which are life-threatening. If treatment is delayed, it can lead to chronic kidney failure.; Renal papillary necrosis: Prolonged severe infection can cause necrosis of the renal papillae, causing all or part of the renal papilla to die. The renal papilla is the opening of the collecting duct into the kidney. This is where urine flows into the ureter. When necrosis, the renal papilla peels off and then passes into the urine, causing obstruction of the ureter or urethra. If not intervened, this condition will cause worsening of the disease when pyelonephritis is present. From there, patients face a very high risk of acute kidney failure.; Antibiotic resistance: This complication can be due to the nature of multi-resistant bacteria and inappropriate use of antibiotics, not enough doses, not long enough.; Chronic kidney failure: Acute pyelonephritis has antibiotic resistance and frequent re-inflammation. When not treated promptly and properly, it can lead to chronic pyelonephritis and chronic kidney failure.\n\nHow is pyelonephritis diagnosed?\n1. Clinical\nWhen diagnosing pyelonephritis, the doctor will rely on symptoms such as:\nSymptoms of infection: Chills, high fever, fatigue, headache, dirty tongue, dry lips...; Symptoms of acute bladder: Dysuria, painful urination, frequent urination, hematuria, cloudy urine, pus.; Symptoms of pain: Severe pain in the back and flanks, usually on one side, rarely on both sides. There are cases where renal colic occurs.\n2. Paraclinical\nBlood count test: Acute pyelonephritis is an infection. Therefore, doctors often prescribe patients to have a blood test to check for a clearly increased white blood cell index, especially neutrophil increase; Blood culture: This method helps determine which group of bacteria the urinary tract infection is caused by.; Ultrasound: look for signs of ureteral dilatation,  renal pelvis dilatation, images of kidney and urinary stones, tumor compression...; X-ray:  when vesicoureteral reflux is suspected.\nIn addition, to determine pyelonephritis, additional tests can be performed such as proteinuria, Addis sediment, and urine culture for bacteria. This will help the doctor determine the diagnosis, thereby providing treatment for the patient.\n\nHow to treat pyelonephritis\nIf patients with pyelonephritis have chills or do not respond to outpatient antibiotics for 3-5 days, their illness will not improve and will be transferred to inpatient treatment. If symptoms are mild, they will be monitored on an outpatient basis and antibiotics will be used.\nWhen a patient is about to use antibiotics, doctors often order a urine culture to look for urinary bacteria and blood. While waiting for bacterial culture results, the patient is given antibiotics and monitored and re-evaluated after 3-5 days of antibiotic response and continued adjustment or hospitalization for treatment when necessary.\n1. Use antibiotics\nFor cases without severe symptoms, antibiotics will be prescribed for 1 - 14 days orally. If the clinical condition does not progress well, the patient has a clear infection, still has fever, cloudy urine, pain, dehydration... needs to be transferred to inpatient treatment.\nAntibiotics are often prescribed for treatment such as:\nAminopenicillins: Used alone or in combination with clavulanic acid.; Aminoglycosides: Used alone or in combination with Aminopenicillins.; Aztreonam, 2nd or 3rd generation Cephalosporines; Cotrimoxazole and Fluoroquinolones.\n2. Hospital treatment\nCases are indicated for hospital treatment when symptoms are severe, pregnant women, and people with underlying medical conditions need to be hospitalized for monitoring and treatment. Treatment for pregnant women is often more difficult due to limitations in the treatment process.\nPyelonephritis in pregnant women often requires hospitalization. It can threaten the lives of both mother and baby. It may also increase the risk of premature birth. Pregnant women are treated with beta-lactam antibiotics for at least 24 hours until their symptoms improve.\nTo prevent pyelonephritis in pregnant women, urine cultures should be obtained between the 12th and 16th weeks of pregnancy. Asymptomatic UTIs can lead to the development of pyelonephritis. Early detection of UTIs can prevent kidney infections.\n3. Surgery\nPyelonephritis can lead to kidney blockage or septic shock. Both of these complications are very dangerous, with a high mortality prognosis.\nSurgery is often required to clear the blockage to remove any obstructions or to correct any structural problems in the kidney. Surgery may also be needed to drain an abscess that does not respond to antibiotics.\nIn cases of severe infection, nephrectomy may be necessary.\n\nEffective preventive measures\nPyelonephritis is a dangerous disease. When not detected early and treated promptly, it can cause death. However, the disease can be prevented if we pay attention to our health, maintain hygiene, monitor unusual developments in the body and regularly have general health checks (every 6 months). To prevent disease, note:\nMaintain hygiene of genital and urinary organs: Women especially need to clean thoroughly during menstruation, after sex...; People with urinary tract infections due to urinary tract obstruction need early treatment to prevent complications of pyelonephritis.; People with urinary stones need to drink plenty of water and limit foods high in calcium; Regular general health check-ups to detect potential infections early for timely and complete treatment.; Drink enough water: The amount of water per day is about 2 - 2.5 liters. At the same time, it is necessary to ensure urine output of 1.5 - 2 liters/day, avoid holding urine.\nYou need to drink enough water every day, about 2 - 2.5 liters.\nCenter for Urology and Nephrology, Department of Andrology - Urology of Tam Anh General Hospital System brings together a team of leading experts, Internal Medicine and Surgery, skilled and dedicated.\nPeople's Teacher Prof. Dr. Tran Quan Anh, Meritorious Physician Associate Prof. Dr. Vu Le Chuyen are giants in the field of Urology and Nephrology in Vietnam. Along with the names of excellent physicians Dr. Nguyen The Truong, excellent physicians Doctor II Ta Phuong Dung, Dr. Nguyen Hoang Duc, Dr. Tu Thanh Tri Dung, MSc.CKI Nguyen Duc Nhuan, BS.CKII Nguyen Le Tuyen, MSc.Nguyen Tan Cuong, BS.CKII Dinh Cam Tu, BS.CKII Ngo Dong Dung, BS.CKII Vo Thi Kim Thanh MSc. Ta Ngoc Thach, BS.CKI Phan Truong Nam...\nThe Center's experts and doctors are always confident in mastering the latest techniques, early detecting and effectively treating kidney and urinary tract diseases, helping patients shorten hospital stays and limit risk of recurrence, improving quality of life.\nWith the leading modern machinery and equipment system in the country and the region; Operating room meets international standards; Along with a 5-star boarding area and high-class service... The Urology and Nephrology Center stands out with examination, screening and treatment services for all urinary tract diseases. From common surgeries to major high-tech surgeries.\nThese include laparoscopic kidney stone surgery, kidney transplant, tumor resection to preserve kidney parenchyma; Radical nephrectomy; Radical prostatectomy; total bladder resection and small bowel cystoplasty; adrenalectomy; shaping urinary tract defects... Diagnosis - medical and surgical treatment of all diseases.\nTo schedule an examination and treatment with leading experts at the Center for Urology and Nephrology, Department of Andrology - Urology, Tam Anh General Hospital, you can make an appointment online through the following ways:\nCall the hotline 0287 102 6789 - 093 180 6858 (HCMC) or 024 3872 3872 - 024 7106 6858 (Hanoi) to register for a private medical appointment with a specialist, through the customer service staff.; Register for a medical appointment with any doctor you trust at the link: https://tamanhhospital.vn/danh-cho-khach-hang/dat-lich-kham/; Send a message on Tam Anh General Hospital Fanpage or Tam Anh General Hospital Urology and Andrology Fanpage; Text message via Zalo OA of Tam Anh General Hospital.\nPyelonephritis is a dangerous disease that needs to be treated early. Therefore, as soon as there are signs of illness, patients should go to reputable medical facilities for timely examination and treatment to prevent serious complications.",
    "subsections": [
        {
            "subsection_name": "What is pyelonephritis?",
            "subsection_content": "Pyelonephritis often occurs when bacteria invade and cause infection, the most common agents being gram-negative bacteria (1)\n1. Acute pyelonephritis\nAcute pyelonephritis is a fairly common urinary tract infection, causing sudden and severe symptoms. Bacteria can travel back from the bladder up the ureters to the renal pelvis or enter the bloodstream when the patient has sepsis. If not treated promptly, it can lead to death.\n2. Chronic pyelonephritis\nChronic pyelonephritis is a condition of chronic damage to the parenchyma and interstitium of the kidney, and is the result of repeated or persistent pyelonephritis in the kidney, causing destruction and fibrosis. kidney damage, leading to kidney failure.\nThe chronic form is rare, but is frequently seen in children or people with acquired or congenital urinary tract obstruction.",
            "subsection_string": "What is pyelonephritis?\nPyelonephritis often occurs when bacteria invade and cause infection, the most common agents being gram-negative bacteria (1)\n1. Acute pyelonephritis\nAcute pyelonephritis is a fairly common urinary tract infection, causing sudden and severe symptoms. Bacteria can travel back from the bladder up the ureters to the renal pelvis or enter the bloodstream when the patient has sepsis. If not treated promptly, it can lead to death.\n2. Chronic pyelonephritis\nChronic pyelonephritis is a condition of chronic damage to the parenchyma and interstitium of the kidney, and is the result of repeated or persistent pyelonephritis in the kidney, causing destruction and fibrosis. kidney damage, leading to kidney failure.\nThe chronic form is rare, but is frequently seen in children or people with acquired or congenital urinary tract obstruction."
        },
        {
            "subsection_name": "Symptoms of pyelonephritis",
            "subsection_content": "Symptoms usually appear within about 2 days of infection. Common symptoms include: (2)\nFever above 38.9°C.; Pain in the abdomen, back, side or groin. Often the pain is on one side; Painful urination, burning urination; Cloudy urine.; Presence of pus or blood in urine.; Urgent or forced urination; Urine has a fishy smell.\nIn addition, patients may experience accompanying symptoms such as chills, chills, nausea, vomiting, pain, fatigue, and mental confusion. (3)\nSymptoms in children and older adults may be different from others. For example, mental disorders are common in older people and are often their only symptom.\nPeople with chronic pyelonephritis may experience only mild symptoms or may even have no noticeable symptoms at all, leading to the condition being overlooked. (4)",
            "subsection_string": "Symptoms of pyelonephritis\nSymptoms usually appear within about 2 days of infection. Common symptoms include: (2)\nFever above 38.9°C.; Pain in the abdomen, back, side or groin. Often the pain is on one side; Painful urination, burning urination; Cloudy urine.; Presence of pus or blood in urine.; Urgent or forced urination; Urine has a fishy smell.\nIn addition, patients may experience accompanying symptoms such as chills, chills, nausea, vomiting, pain, fatigue, and mental confusion. (3)\nSymptoms in children and older adults may be different from others. For example, mental disorders are common in older people and are often their only symptom.\nPeople with chronic pyelonephritis may experience only mild symptoms or may even have no noticeable symptoms at all, leading to the condition being overlooked. (4)"
        },
        {
            "subsection_name": "Causes of pyelonephritis",
            "subsection_content": "Pyelonephritis is an infection that begins in the lower urinary tract, in the form of a urinary tract infection (such as acute cystitis). Bacteria enter the body through the urethra and begin to multiply and spread to the bladder. From there, bacteria reflux through the ureters to the kidneys.\nPathogenic bacteria are usually gram-negative bacteria such as E.Coli, Klebsiella, Proteus mirabilis and Enterobacter. In addition, Gram-positive bacteria are still capable of causing disease but are more rare, such as staphylococcus, streptococcus, etc.",
            "subsection_string": "Causes of pyelonephritis\nPyelonephritis is an infection that begins in the lower urinary tract, in the form of a urinary tract infection (such as acute cystitis). Bacteria enter the body through the urethra and begin to multiply and spread to the bladder. From there, bacteria reflux through the ureters to the kidneys.\nPathogenic bacteria are usually gram-negative bacteria such as E.Coli, Klebsiella, Proteus mirabilis and Enterobacter. In addition, Gram-positive bacteria are still capable of causing disease but are more rare, such as staphylococcus, streptococcus, etc."
        },
        {
            "subsection_name": "Risk factors increase the likelihood of getting the disease",
            "subsection_content": "1. Acute pyelonephritis\nAny abnormality that disrupts the normal flow of urine has the potential to cause acute pyelonephritis. For example, people with urinary tract abnormalities in size or shape may face a high risk of pyelonephritis.\nIn addition, women's urethra is shorter than men's. Therefore, bacteria can enter the female body more easily. This makes women susceptible to kidney infections and at high risk of acute pyelonephritis.\nFactors that increase the risk of acute pyelonephritis include:\nPeople with kidney stones; People with kidney or bladder abnormalities; Elderly.; People with weakened immune systems such as people with diabetes, HIV/AIDS, cancer.; People with vesicoureteral reflux or abnormal vesicoureteral contractions (a condition where a small amount of urine refluxes from the bladder into the ureters and kidneys).; People with benign prostatic hyperplasia.\nOther factors that can make you susceptible to the disease include:\nUse a urinary catheter (catheter).; Cystoscopy.; Urological surgery.; Some medications.; Damage to nerves or spinal cord.\n2. Chronic pyelonephritis\nChronic forms of the disease are common in people with urinary obstructions. The cause may be urinary tract infection, vesicoureteral reflux, or urinary tract abnormalities (anatomical abnormalities). Furthermore, chronic pyelonephritis is more common in children than adults.",
            "subsection_string": "Risk factors increase the likelihood of getting the disease\n1. Acute pyelonephritis\nAny abnormality that disrupts the normal flow of urine has the potential to cause acute pyelonephritis. For example, people with urinary tract abnormalities in size or shape may face a high risk of pyelonephritis.\nIn addition, women's urethra is shorter than men's. Therefore, bacteria can enter the female body more easily. This makes women susceptible to kidney infections and at high risk of acute pyelonephritis.\nFactors that increase the risk of acute pyelonephritis include:\nPeople with kidney stones; People with kidney or bladder abnormalities; Elderly.; People with weakened immune systems such as people with diabetes, HIV/AIDS, cancer.; People with vesicoureteral reflux or abnormal vesicoureteral contractions (a condition where a small amount of urine refluxes from the bladder into the ureters and kidneys).; People with benign prostatic hyperplasia.\nOther factors that can make you susceptible to the disease include:\nUse a urinary catheter (catheter).; Cystoscopy.; Urological surgery.; Some medications.; Damage to nerves or spinal cord.\n2. Chronic pyelonephritis\nChronic forms of the disease are common in people with urinary obstructions. The cause may be urinary tract infection, vesicoureteral reflux, or urinary tract abnormalities (anatomical abnormalities). Furthermore, chronic pyelonephritis is more common in children than adults."
        },
        {
            "subsection_name": "Is pyelonephritis dangerous?",
            "subsection_content": "If pyelonephritis is not treated promptly, it can lead to dangerous complications such as:\nKidney abscess: This is a condition in which pus appears around the kidney due to infection of the soft tissues surrounding the kidney. Without early intervention, patients can experience dangerous complications; Sepsis: This is a condition in which bacteria spill into the blood. Symptoms are severe systemic infection, which can cause septic shock and multiple organ failure.; Acute kidney failure: Dangerous complication of pyelonephritis. Symptoms include oliguria or anuria, blood tests with increased urea/creatinine levels. Acute kidney failure can potentially cause complications such as acute hypertension or acute pulmonary edema, which are life-threatening. If treatment is delayed, it can lead to chronic kidney failure.; Renal papillary necrosis: Prolonged severe infection can cause necrosis of the renal papillae, causing all or part of the renal papilla to die. The renal papilla is the opening of the collecting duct into the kidney. This is where urine flows into the ureter. When necrosis, the renal papilla peels off and then passes into the urine, causing obstruction of the ureter or urethra. If not intervened, this condition will cause worsening of the disease when pyelonephritis is present. From there, patients face a very high risk of acute kidney failure.; Antibiotic resistance: This complication can be due to the nature of multi-resistant bacteria and inappropriate use of antibiotics, not enough doses, not long enough.; Chronic kidney failure: Acute pyelonephritis has antibiotic resistance and frequent re-inflammation. When not treated promptly and properly, it can lead to chronic pyelonephritis and chronic kidney failure.",
            "subsection_string": "Is pyelonephritis dangerous?\nIf pyelonephritis is not treated promptly, it can lead to dangerous complications such as:\nKidney abscess: This is a condition in which pus appears around the kidney due to infection of the soft tissues surrounding the kidney. Without early intervention, patients can experience dangerous complications; Sepsis: This is a condition in which bacteria spill into the blood. Symptoms are severe systemic infection, which can cause septic shock and multiple organ failure.; Acute kidney failure: Dangerous complication of pyelonephritis. Symptoms include oliguria or anuria, blood tests with increased urea/creatinine levels. Acute kidney failure can potentially cause complications such as acute hypertension or acute pulmonary edema, which are life-threatening. If treatment is delayed, it can lead to chronic kidney failure.; Renal papillary necrosis: Prolonged severe infection can cause necrosis of the renal papillae, causing all or part of the renal papilla to die. The renal papilla is the opening of the collecting duct into the kidney. This is where urine flows into the ureter. When necrosis, the renal papilla peels off and then passes into the urine, causing obstruction of the ureter or urethra. If not intervened, this condition will cause worsening of the disease when pyelonephritis is present. From there, patients face a very high risk of acute kidney failure.; Antibiotic resistance: This complication can be due to the nature of multi-resistant bacteria and inappropriate use of antibiotics, not enough doses, not long enough.; Chronic kidney failure: Acute pyelonephritis has antibiotic resistance and frequent re-inflammation. When not treated promptly and properly, it can lead to chronic pyelonephritis and chronic kidney failure."
        },
        {
            "subsection_name": "How is pyelonephritis diagnosed?",
            "subsection_content": "1. Clinical\nWhen diagnosing pyelonephritis, the doctor will rely on symptoms such as:\nSymptoms of infection: Chills, high fever, fatigue, headache, dirty tongue, dry lips...; Symptoms of acute bladder: Dysuria, painful urination, frequent urination, hematuria, cloudy urine, pus.; Symptoms of pain: Severe pain in the back and flanks, usually on one side, rarely on both sides. There are cases where renal colic occurs.\n2. Paraclinical\nBlood count test: Acute pyelonephritis is an infection. Therefore, doctors often prescribe patients to have a blood test to check for a clearly increased white blood cell index, especially neutrophil increase; Blood culture: This method helps determine which group of bacteria the urinary tract infection is caused by.; Ultrasound: look for signs of ureteral dilatation,  renal pelvis dilatation, images of kidney and urinary stones, tumor compression...; X-ray:  when vesicoureteral reflux is suspected.\nIn addition, to determine pyelonephritis, additional tests can be performed such as proteinuria, Addis sediment, and urine culture for bacteria. This will help the doctor determine the diagnosis, thereby providing treatment for the patient.",
            "subsection_string": "How is pyelonephritis diagnosed?\n1. Clinical\nWhen diagnosing pyelonephritis, the doctor will rely on symptoms such as:\nSymptoms of infection: Chills, high fever, fatigue, headache, dirty tongue, dry lips...; Symptoms of acute bladder: Dysuria, painful urination, frequent urination, hematuria, cloudy urine, pus.; Symptoms of pain: Severe pain in the back and flanks, usually on one side, rarely on both sides. There are cases where renal colic occurs.\n2. Paraclinical\nBlood count test: Acute pyelonephritis is an infection. Therefore, doctors often prescribe patients to have a blood test to check for a clearly increased white blood cell index, especially neutrophil increase; Blood culture: This method helps determine which group of bacteria the urinary tract infection is caused by.; Ultrasound: look for signs of ureteral dilatation,  renal pelvis dilatation, images of kidney and urinary stones, tumor compression...; X-ray:  when vesicoureteral reflux is suspected.\nIn addition, to determine pyelonephritis, additional tests can be performed such as proteinuria, Addis sediment, and urine culture for bacteria. This will help the doctor determine the diagnosis, thereby providing treatment for the patient."
        },
        {
            "subsection_name": "How to treat pyelonephritis",
            "subsection_content": "If patients with pyelonephritis have chills or do not respond to outpatient antibiotics for 3-5 days, their illness will not improve and will be transferred to inpatient treatment. If symptoms are mild, they will be monitored on an outpatient basis and antibiotics will be used.\nWhen a patient is about to use antibiotics, doctors often order a urine culture to look for urinary bacteria and blood. While waiting for bacterial culture results, the patient is given antibiotics and monitored and re-evaluated after 3-5 days of antibiotic response and continued adjustment or hospitalization for treatment when necessary.\n1. Use antibiotics\nFor cases without severe symptoms, antibiotics will be prescribed for 1 - 14 days orally. If the clinical condition does not progress well, the patient has a clear infection, still has fever, cloudy urine, pain, dehydration... needs to be transferred to inpatient treatment.\nAntibiotics are often prescribed for treatment such as:\nAminopenicillins: Used alone or in combination with clavulanic acid.; Aminoglycosides: Used alone or in combination with Aminopenicillins.; Aztreonam, 2nd or 3rd generation Cephalosporines; Cotrimoxazole and Fluoroquinolones.\n2. Hospital treatment\nCases are indicated for hospital treatment when symptoms are severe, pregnant women, and people with underlying medical conditions need to be hospitalized for monitoring and treatment. Treatment for pregnant women is often more difficult due to limitations in the treatment process.\nPyelonephritis in pregnant women often requires hospitalization. It can threaten the lives of both mother and baby. It may also increase the risk of premature birth. Pregnant women are treated with beta-lactam antibiotics for at least 24 hours until their symptoms improve.\nTo prevent pyelonephritis in pregnant women, urine cultures should be obtained between the 12th and 16th weeks of pregnancy. Asymptomatic UTIs can lead to the development of pyelonephritis. Early detection of UTIs can prevent kidney infections.\n3. Surgery\nPyelonephritis can lead to kidney blockage or septic shock. Both of these complications are very dangerous, with a high mortality prognosis.\nSurgery is often required to clear the blockage to remove any obstructions or to correct any structural problems in the kidney. Surgery may also be needed to drain an abscess that does not respond to antibiotics.\nIn cases of severe infection, nephrectomy may be necessary.",
            "subsection_string": "How to treat pyelonephritis\nIf patients with pyelonephritis have chills or do not respond to outpatient antibiotics for 3-5 days, their illness will not improve and will be transferred to inpatient treatment. If symptoms are mild, they will be monitored on an outpatient basis and antibiotics will be used.\nWhen a patient is about to use antibiotics, doctors often order a urine culture to look for urinary bacteria and blood. While waiting for bacterial culture results, the patient is given antibiotics and monitored and re-evaluated after 3-5 days of antibiotic response and continued adjustment or hospitalization for treatment when necessary.\n1. Use antibiotics\nFor cases without severe symptoms, antibiotics will be prescribed for 1 - 14 days orally. If the clinical condition does not progress well, the patient has a clear infection, still has fever, cloudy urine, pain, dehydration... needs to be transferred to inpatient treatment.\nAntibiotics are often prescribed for treatment such as:\nAminopenicillins: Used alone or in combination with clavulanic acid.; Aminoglycosides: Used alone or in combination with Aminopenicillins.; Aztreonam, 2nd or 3rd generation Cephalosporines; Cotrimoxazole and Fluoroquinolones.\n2. Hospital treatment\nCases are indicated for hospital treatment when symptoms are severe, pregnant women, and people with underlying medical conditions need to be hospitalized for monitoring and treatment. Treatment for pregnant women is often more difficult due to limitations in the treatment process.\nPyelonephritis in pregnant women often requires hospitalization. It can threaten the lives of both mother and baby. It may also increase the risk of premature birth. Pregnant women are treated with beta-lactam antibiotics for at least 24 hours until their symptoms improve.\nTo prevent pyelonephritis in pregnant women, urine cultures should be obtained between the 12th and 16th weeks of pregnancy. Asymptomatic UTIs can lead to the development of pyelonephritis. Early detection of UTIs can prevent kidney infections.\n3. Surgery\nPyelonephritis can lead to kidney blockage or septic shock. Both of these complications are very dangerous, with a high mortality prognosis.\nSurgery is often required to clear the blockage to remove any obstructions or to correct any structural problems in the kidney. Surgery may also be needed to drain an abscess that does not respond to antibiotics.\nIn cases of severe infection, nephrectomy may be necessary."
        },
        {
            "subsection_name": "Effective preventive measures",
            "subsection_content": "Pyelonephritis is a dangerous disease. When not detected early and treated promptly, it can cause death. However, the disease can be prevented if we pay attention to our health, maintain hygiene, monitor unusual developments in the body and regularly have general health checks (every 6 months). To prevent disease, note:\nMaintain hygiene of genital and urinary organs: Women especially need to clean thoroughly during menstruation, after sex...; People with urinary tract infections due to urinary tract obstruction need early treatment to prevent complications of pyelonephritis.; People with urinary stones need to drink plenty of water and limit foods high in calcium; Regular general health check-ups to detect potential infections early for timely and complete treatment.; Drink enough water: The amount of water per day is about 2 - 2.5 liters. At the same time, it is necessary to ensure urine output of 1.5 - 2 liters/day, avoid holding urine.\nYou need to drink enough water every day, about 2 - 2.5 liters.\nCenter for Urology and Nephrology, Department of Andrology - Urology of Tam Anh General Hospital System brings together a team of leading experts, Internal Medicine and Surgery, skilled and dedicated.\nPeople's Teacher Prof. Dr. Tran Quan Anh, Meritorious Physician Associate Prof. Dr. Vu Le Chuyen are giants in the field of Urology and Nephrology in Vietnam. Along with the names of excellent physicians Dr. Nguyen The Truong, excellent physicians Doctor II Ta Phuong Dung, Dr. Nguyen Hoang Duc, Dr. Tu Thanh Tri Dung, MSc.CKI Nguyen Duc Nhuan, BS.CKII Nguyen Le Tuyen, MSc.Nguyen Tan Cuong, BS.CKII Dinh Cam Tu, BS.CKII Ngo Dong Dung, BS.CKII Vo Thi Kim Thanh MSc. Ta Ngoc Thach, BS.CKI Phan Truong Nam...\nThe Center's experts and doctors are always confident in mastering the latest techniques, early detecting and effectively treating kidney and urinary tract diseases, helping patients shorten hospital stays and limit risk of recurrence, improving quality of life.\nWith the leading modern machinery and equipment system in the country and the region; Operating room meets international standards; Along with a 5-star boarding area and high-class service... The Urology and Nephrology Center stands out with examination, screening and treatment services for all urinary tract diseases. From common surgeries to major high-tech surgeries.\nThese include laparoscopic kidney stone surgery, kidney transplant, tumor resection to preserve kidney parenchyma; Radical nephrectomy; Radical prostatectomy; total bladder resection and small bowel cystoplasty; adrenalectomy; shaping urinary tract defects... Diagnosis - medical and surgical treatment of all diseases.\nTo schedule an examination and treatment with leading experts at the Center for Urology and Nephrology, Department of Andrology - Urology, Tam Anh General Hospital, you can make an appointment online through the following ways:\nCall the hotline 0287 102 6789 - 093 180 6858 (HCMC) or 024 3872 3872 - 024 7106 6858 (Hanoi) to register for a private medical appointment with a specialist, through the customer service staff.; Register for a medical appointment with any doctor you trust at the link: https://tamanhhospital.vn/danh-cho-khach-hang/dat-lich-kham/; Send a message on Tam Anh General Hospital Fanpage or Tam Anh General Hospital Urology and Andrology Fanpage; Text message via Zalo OA of Tam Anh General Hospital.\nPyelonephritis is a dangerous disease that needs to be treated early. Therefore, as soon as there are signs of illness, patients should go to reputable medical facilities for timely examination and treatment to prevent serious complications.",
            "subsection_string": "Effective preventive measures\nPyelonephritis is a dangerous disease. When not detected early and treated promptly, it can cause death. However, the disease can be prevented if we pay attention to our health, maintain hygiene, monitor unusual developments in the body and regularly have general health checks (every 6 months). To prevent disease, note:\nMaintain hygiene of genital and urinary organs: Women especially need to clean thoroughly during menstruation, after sex...; People with urinary tract infections due to urinary tract obstruction need early treatment to prevent complications of pyelonephritis.; People with urinary stones need to drink plenty of water and limit foods high in calcium; Regular general health check-ups to detect potential infections early for timely and complete treatment.; Drink enough water: The amount of water per day is about 2 - 2.5 liters. At the same time, it is necessary to ensure urine output of 1.5 - 2 liters/day, avoid holding urine.\nYou need to drink enough water every day, about 2 - 2.5 liters.\nCenter for Urology and Nephrology, Department of Andrology - Urology of Tam Anh General Hospital System brings together a team of leading experts, Internal Medicine and Surgery, skilled and dedicated.\nPeople's Teacher Prof. Dr. Tran Quan Anh, Meritorious Physician Associate Prof. Dr. Vu Le Chuyen are giants in the field of Urology and Nephrology in Vietnam. Along with the names of excellent physicians Dr. Nguyen The Truong, excellent physicians Doctor II Ta Phuong Dung, Dr. Nguyen Hoang Duc, Dr. Tu Thanh Tri Dung, MSc.CKI Nguyen Duc Nhuan, BS.CKII Nguyen Le Tuyen, MSc.Nguyen Tan Cuong, BS.CKII Dinh Cam Tu, BS.CKII Ngo Dong Dung, BS.CKII Vo Thi Kim Thanh MSc. Ta Ngoc Thach, BS.CKI Phan Truong Nam...\nThe Center's experts and doctors are always confident in mastering the latest techniques, early detecting and effectively treating kidney and urinary tract diseases, helping patients shorten hospital stays and limit risk of recurrence, improving quality of life.\nWith the leading modern machinery and equipment system in the country and the region; Operating room meets international standards; Along with a 5-star boarding area and high-class service... The Urology and Nephrology Center stands out with examination, screening and treatment services for all urinary tract diseases. From common surgeries to major high-tech surgeries.\nThese include laparoscopic kidney stone surgery, kidney transplant, tumor resection to preserve kidney parenchyma; Radical nephrectomy; Radical prostatectomy; total bladder resection and small bowel cystoplasty; adrenalectomy; shaping urinary tract defects... Diagnosis - medical and surgical treatment of all diseases.\nTo schedule an examination and treatment with leading experts at the Center for Urology and Nephrology, Department of Andrology - Urology, Tam Anh General Hospital, you can make an appointment online through the following ways:\nCall the hotline 0287 102 6789 - 093 180 6858 (HCMC) or 024 3872 3872 - 024 7106 6858 (Hanoi) to register for a private medical appointment with a specialist, through the customer service staff.; Register for a medical appointment with any doctor you trust at the link: https://tamanhhospital.vn/danh-cho-khach-hang/dat-lich-kham/; Send a message on Tam Anh General Hospital Fanpage or Tam Anh General Hospital Urology and Andrology Fanpage; Text message via Zalo OA of Tam Anh General Hospital.\nPyelonephritis is a dangerous disease that needs to be treated early. Therefore, as soon as there are signs of illness, patients should go to reputable medical facilities for timely examination and treatment to prevent serious complications."
        }
    ],
    "name": "viem-be-than.json"
}