{
    "title": "Atopic dermatitis: Causes, symptoms and prevention",
    "category": "Dermatology",
    "link": "https://tamanhhospital.vn/viem-da-di-ung/",
    "abstract": "Atopic dermatitis is a dermatological condition that can occur at any age, from infants to the elderly. The disease causes many inconveniences in life. If not controlled, it can also have a significant impact on health.",
    "content": "Atopic dermatitis: Causes, symptoms and prevention\n\nAtopic dermatitis is a dermatological condition that can occur at any age, from infants to the elderly. The disease causes many inconveniences in life. If not controlled, it can also have a significant impact on health.\n\n\n\n\nWhat is atopic dermatitis?\nAtopic dermatitis is atopic eczema, also known as atopic eczema. Atopic dermatitis is quite common, often appears in children under 5 years old and is not contagious. (first)\nAnyone can get atopic dermatitis. According to the prevalence rate among some ethnic groups, Asians account for about 13%; Meanwhile, whites are about 11%, blacks are 10% and Native Americans are 13%.\nAtopic dermatitis is also called atopic eczema\nPathological level\nAtopic dermatitis can be divided into two levels: acute and chronic. (2)\nAcute allergic dermatitis: The illness usually lasts from a few days to several months. Acute allergic dermatitis has symptoms of swelling, burning, redness, blisters, etc. If blisters appear, they can easily burst and leak fluid.; Chronic atopic dermatitis: A condition in which dermatitis recurs many times. At a chronic level, the disease causes more damage to the skin than acute allergies. The treatment of chronic dermatitis is also more difficult.\n\nTypes of atopic dermatitis\nBased on disease characteristics, atopic dermatitis can be classified into the following groups:\n1. Allergic contact dermatitis\nOccurs due to the immune system's reaction when the skin comes into contact with environmental allergens such as metals, chemicals, cosmetics, insect bites, etc. The disease usually subsides and completely disappears after 1 month. -4 weeks.\n2. Seasonal allergic dermatitis\nRelated to weather changes. Therefore, the disease often develops strongly at the time of changing seasons or in winter when the air becomes cold and dry.\n3. Superinfected allergic contact dermatitis\nIt is a severe form of atopic dermatitis when broken blisters open the door for germs to enter the body, causing the skin to swell, itch, become red, and cause severe pain. If not treated properly, the disease can recur many times and cause dangerous complications such as blood infection, skin necrosis, etc.\n4. Atopic dermatitis\nThis type of dermatitis is common in people with allergic genes or allergic conditions. Atopic dermatitis is difficult to completely control (due to the interaction between atopic genes and the surrounding environment) and is also easy to relapse.\n\nRecognize symptoms of atopic dermatitis\nThe most common first symptoms of atopic dermatitis are itching and red skin rashes. Next, the skin gradually shows symptoms such as roughness, peeling, inflammation and irritation, etc. These signs can flare up quickly or slowly in any area of ​​the body but are often concentrated in the skin. arm, elbow, back of the knee, cheek or scalp area. (3)\nIn addition, patients may also experience other symptoms including:\nAppearance of dark or red/gray-brown patches of skin; Small blisters appear on the skin, oozing fluid when broken (this is a sign of infection in dermatitis); Patches of dry, scaly skin or blisters\nCommon symptoms of atopic dermatitis are itching and redness\nIn severe cases, severe dermatitis can cause reactions such as loss of appetite, fever, fatigue, etc.\n\nCause of allergic dermatitis\nThe cause of atopic dermatitis stems from the complex interactions between environmental factors, the immune system and genetics.\nIn particular, the immune system is overactive when the skin comes into contact with external irritants, which is a common reason for allergic dermatitis. Some familiar irritants include:\nDetergents, soaps, cosmetics,...; The weather is dry, cold, and humid; Dust, mold, animal hair, pollen, sweat,...; Foods such as cow's milk, eggs, wheat or peanuts; Wool or synthetic fibers; Hormonal changes during pregnancy or menstruation; Stress and anxiety; Skin infections\nIn addition, when parents have allergic diseases (atopic dermatitis, allergic rhinitis, asthma), when giving birth, the baby is also at a higher risk than normal of developing atopic dermatitis. The reason is that atopic dermatitis is related to allergic genes, especially genes related to skin structure. When this gene is defective, it affects the skin's protective function (moisturizing function, prevents water drainage, regulates body temperature and protects the body from bacteria) - makes the skin sick and affects other organs in the body.\n\nWho is susceptible to atopic dermatitis?\nAtopic dermatitis can occur at any age, but children are the majority – especially children with asthma or hay fever (a form of allergic rhinitis). The incidence rate in adults ranges from 2-5%, while in children it is up to 10-20%.\nIn infants, atopic dermatitis often has initial symptoms such as eczema or strabismus - appearing mainly on the face, skin folds in the armpits and groin; Can spread to the skin of the trunk and limbs. The illness usually starts from 6 to 12 weeks of age and gradually improves when the child is 18 months old. In older children, dermatitis changes in parts such as wrists, elbows, knees, and ankles. The skin around the mouth is also at risk of inflammation due to the impact of food and saliva. If your child frequently scratches itchy skin, it will easily cause the damaged skin to become fibrotic (thicker, drier skin).\nFor adults, people whose parents or family members have atopic dermatitis or people with dry, sensitive skin are at high risk. Areas of atopic dermatitis in adults are often concentrated on the hands or feet.\nChildren are susceptible to atopic dermatitis\n\nDiagnosis method of atopic dermatitis\nTo determine whether you have atopic dermatitis or not, your doctor will rely on the results of examining clinical signs on your skin and your medical history. You may also need to have some tests done to rule out other skin diseases.\nIf you suspect you are allergic to a certain food/irritant that causes skin irritation, tell your doctor.\n\nComplications of atopic dermatitis\nPeople with atopic dermatitis, if not treated and controlled, may experience a number of health problems, both physical and psychological.\n1. Skin infection\nWhen suffering from atopic dermatitis, the skin is often chapped, dry, peeling, etc. combined with excessive scratching will create favorable conditions for bacteria and viruses to penetrate.\nIf you see yellow discharge from the skin, small white/yellow spots appear in the eczema, or the skin becomes swollen/painful, the body feels tired/chills or shivers, you should see a doctor soon - that's it. is a warning sign of infection.\n2. Asthma and allergic rhinitis\nMore than half of young children with atopic dermatitis later develop asthma and allergic rhinitis (usually under 13 years of age). These two diseases are related to each other and often cause both symptoms to increase. Asthma can cause the patient to stop breathing, threatening life.\n3. Psychological effects\nThis issue especially has a big impact on children. In preschool-age children, those with atopic dermatitis are often more likely to encounter behavioral problems such as attention deficit hyperactivity disorder than children without the disease. Not only that, children with dermatitis also tend to be more dependent and clingy to their parents.\nBeing teased and bullied can also cause psychological damage to children, making them more likely to feel self-conscious, shy, isolate themselves, and have difficulty integrating into the group.\n4. Affects sleep\nThe itching and burning pain associated with atopic dermatitis greatly affects the patient's sleep. Lack of sleep leads to effects on both mood and behavior such as making people with atopic dermatitis difficult to concentrate, tired or irritable.\nAtopic dermatitis is associated with asthma\n\nTreatment of atopic dermatitis\nThe main treatment is to eliminate the cause of allergies by screening for allergens. However, until now, medicine has only discovered a few allergens in the air, environment and food, so it is very difficult to control the disease. Depending on the type of mechanism causing atopic dermatitis and the disease condition, there are different treatments.\nIt is important to see a doctor as soon as symptoms are detected. Do not let the disease progress for a long time as it will make treatment more difficult later.\n1. Use medicine\nCorticosteroid creams or ointments are often prescribed after moisturizing to help reduce itching and restore allergic skin, reducing itching and scaling. The point is not to abuse the drug to avoid the risk of side effects. Some other topical creams containing calcineurin inhibitors can also be used for children 2 years of age and older and adults to influence the immune system, preventing the immune system from overreacting - from That reduces the frequency of skin allergies.\nIf your skin has ulcers or signs of infection, you may need to take additional oral or topical antibiotics to reduce inflammation.\n2. Light therapy\nThis method uses ultraviolet light or phototherapy to suppress immune reactions that cause allergies. Light therapy is often used for people who do not respond to topical treatments or whose skin inflammation recurs quickly.\nAlthough highly effective, light therapy is rarely used in infants and young children because it causes premature skin aging and increases the risk of cancer.\nLight therapy is often used for people with atopic dermatitis who do not respond to medication\nCare at home\nStress is a factor that makes atopic dermatitis worse. Therefore, people with dermatitis can apply additional relaxation and mind-calming measures such as yoga, deep breathing, meditation, listening to music, etc. in addition to medical treatments. You can also try applying a cold compress or soaking in warm water for 15-20 minutes a day to help reduce itching and soften the skin.\nIf you have identified the factors that cause your allergies, it is better to stay away or limit contact. If you have food allergies such as eggs, milk, gluten, peanuts, etc., you should consult a nutritionist to find suitable food replacements to avoid excessive abstinence that can cause nutritional deficiencies.\nIt is important to limit scratching when you have atopic dermatitis to avoid causing the skin to become fibrotic or scratched, leading to infection. Instead of scratching, you can gently press the skin to reduce discomfort. For young children, you can wear gloves while sleeping to prevent them from scratching uncontrollably.\nNot only that, people with atopic dermatitis can look for alternative measures to soothe disease symptoms such as acupuncture, using green tea/oolong tea or coconut oil, etc. Note that you should try a little or Consult your doctor before use to avoid further skin irritation.\n\nHow to prevent atopic dermatitis?\nAn effective method of preventing atopic dermatitis is to prevent agents that cause skin reactions.\nMoisturize: People with atopic dermatitis should moisturize their skin at least twice a day - especially in dry weather - through products such as creams, ointments or mineral sprays. When bathing, you should not bathe in water that is too hot or bathe for too long. Also, don't forget to drink water (about 2-3 liters of water per day) - drinking enough water also helps keep your skin moisturized.\nChoose gentle products: Products that come into contact with the skin such as soap, lotion, washing powder, etc. should have gentle ingredients, no alkaline, no fragrance or colorants to minimize the risk. causes skin irritation.\nChoose cool, smooth clothes: Cool clothes made of cotton or natural fibers not only prevent excessive sweating but also limit friction against the skin, causing scratches. Wool, silk and man-made fabrics such as polyester are more likely to cause skin irritation.\nKeep the surrounding environment clean: Regularly cleaning and cleaning to reduce dust, fur, pollen and not smoking/staying away from cigarette smoke will help protect your sensitive skin better.\nTreat stress: Emotional disorders can make atopic dermatitis more severe. Therefore, relaxing and relieving pressure is also one of the ways to prevent dermatitis from recurring.\n\nFrequently asked questions\n1. Is atopic dermatitis contagious?\nAtopic dermatitis is a non-communicable disease. The disease is only at high risk if you have asthma or allergies.\n2. Can atopic dermatitis go away on its own?\nMost cases of atopic dermatitis require medical intervention to control symptoms. There is a small percentage of the disease that can go into remission on its own, but it often takes a long time.\n3. What should you avoid if you have atopic dermatitis?\nChemicals, solvents, detergents, perfumes, ingredients in skin care products, certain fabrics, cigarette smoke, irritating foods, etc. If you notice that your skin often reacts to these agents, you should stay away or limit exposure to a minimum.\nIn addition, people with atopic dermatitis should also limit coffee and alcohol; Try to adjust your mood so as not to be too stressed. Living with atopic dermatitis is not a rare problem - up to 15 million people in the US are suffering from this skin condition - so instead of worrying or getting upset, you can apply measures. Control the disease so that recurrence does not occur many times.\n4. Is atopic dermatitis dangerous?\nAtopic dermatitis is not dangerous, but it greatly affects the patient's daily life and psychology, especially children. The disease can last a lifetime but is fortunately manageable thanks to a variety of prescription and over-the-counter medications. It is important to protect and care for the skin to limit irritating factors, thereby reducing the frequency of allergic skin reactions.\nDr. Dang Thi Ngoc Bich is the person who laid the first brick, building and promoting the work of both skin medical examination and treatment and skin aesthetics at the Tam Anh General Hospital system in Ho Chi Minh City. In particular, Tam Anh General Hospital in Ho Chi Minh City has the advantage of modern machinery and equipment, a team of highly skilled doctors and technicians, and a convenient location for people to examine skin diseases and skin aesthetics. safe and effective.\nTo schedule an examination and treatment with a Dermatologist at Tam Anh General Hospital System, you can choose from the following options:\nContact hotline 0287 102 6789 (HCMC) or 024 3872 3872 (Hanoi) to register for a private examination with a specialist.; Register for an appointment at the link: https://tamanhhospital.vn/danh-cho-khach-hang/dat-lich-kham/; Send a message on Tam Anh General Hospital Fanpage.; Text message via Zalo OA of Tam Anh General Hospital.\nSo people also understand more about atopic dermatitis. The disease is not dangerous, but it greatly affects the patient's daily activities and psychology. So if you see symptoms, see a doctor for best monitoring and treatment.",
    "subsections": [
        {
            "subsection_name": "",
            "subsection_content": "",
            "subsection_string": "\n"
        },
        {
            "subsection_name": "What is atopic dermatitis?",
            "subsection_content": "Atopic dermatitis is atopic eczema, also known as atopic eczema. Atopic dermatitis is quite common, often appears in children under 5 years old and is not contagious. (first)\nAnyone can get atopic dermatitis. According to the prevalence rate among some ethnic groups, Asians account for about 13%; Meanwhile, whites are about 11%, blacks are 10% and Native Americans are 13%.\nAtopic dermatitis is also called atopic eczema\nPathological level\nAtopic dermatitis can be divided into two levels: acute and chronic. (2)\nAcute allergic dermatitis: The illness usually lasts from a few days to several months. Acute allergic dermatitis has symptoms of swelling, burning, redness, blisters, etc. If blisters appear, they can easily burst and leak fluid.; Chronic atopic dermatitis: A condition in which dermatitis recurs many times. At a chronic level, the disease causes more damage to the skin than acute allergies. The treatment of chronic dermatitis is also more difficult.",
            "subsection_string": "What is atopic dermatitis?\nAtopic dermatitis is atopic eczema, also known as atopic eczema. Atopic dermatitis is quite common, often appears in children under 5 years old and is not contagious. (first)\nAnyone can get atopic dermatitis. According to the prevalence rate among some ethnic groups, Asians account for about 13%; Meanwhile, whites are about 11%, blacks are 10% and Native Americans are 13%.\nAtopic dermatitis is also called atopic eczema\nPathological level\nAtopic dermatitis can be divided into two levels: acute and chronic. (2)\nAcute allergic dermatitis: The illness usually lasts from a few days to several months. Acute allergic dermatitis has symptoms of swelling, burning, redness, blisters, etc. If blisters appear, they can easily burst and leak fluid.; Chronic atopic dermatitis: A condition in which dermatitis recurs many times. At a chronic level, the disease causes more damage to the skin than acute allergies. The treatment of chronic dermatitis is also more difficult."
        },
        {
            "subsection_name": "Types of atopic dermatitis",
            "subsection_content": "Based on disease characteristics, atopic dermatitis can be classified into the following groups:\n1. Allergic contact dermatitis\nOccurs due to the immune system's reaction when the skin comes into contact with environmental allergens such as metals, chemicals, cosmetics, insect bites, etc. The disease usually subsides and completely disappears after 1 month. -4 weeks.\n2. Seasonal allergic dermatitis\nRelated to weather changes. Therefore, the disease often develops strongly at the time of changing seasons or in winter when the air becomes cold and dry.\n3. Superinfected allergic contact dermatitis\nIt is a severe form of atopic dermatitis when broken blisters open the door for germs to enter the body, causing the skin to swell, itch, become red, and cause severe pain. If not treated properly, the disease can recur many times and cause dangerous complications such as blood infection, skin necrosis, etc.\n4. Atopic dermatitis\nThis type of dermatitis is common in people with allergic genes or allergic conditions. Atopic dermatitis is difficult to completely control (due to the interaction between atopic genes and the surrounding environment) and is also easy to relapse.",
            "subsection_string": "Types of atopic dermatitis\nBased on disease characteristics, atopic dermatitis can be classified into the following groups:\n1. Allergic contact dermatitis\nOccurs due to the immune system's reaction when the skin comes into contact with environmental allergens such as metals, chemicals, cosmetics, insect bites, etc. The disease usually subsides and completely disappears after 1 month. -4 weeks.\n2. Seasonal allergic dermatitis\nRelated to weather changes. Therefore, the disease often develops strongly at the time of changing seasons or in winter when the air becomes cold and dry.\n3. Superinfected allergic contact dermatitis\nIt is a severe form of atopic dermatitis when broken blisters open the door for germs to enter the body, causing the skin to swell, itch, become red, and cause severe pain. If not treated properly, the disease can recur many times and cause dangerous complications such as blood infection, skin necrosis, etc.\n4. Atopic dermatitis\nThis type of dermatitis is common in people with allergic genes or allergic conditions. Atopic dermatitis is difficult to completely control (due to the interaction between atopic genes and the surrounding environment) and is also easy to relapse."
        },
        {
            "subsection_name": "Recognize symptoms of atopic dermatitis",
            "subsection_content": "The most common first symptoms of atopic dermatitis are itching and red skin rashes. Next, the skin gradually shows symptoms such as roughness, peeling, inflammation and irritation, etc. These signs can flare up quickly or slowly in any area of ​​the body but are often concentrated in the skin. arm, elbow, back of the knee, cheek or scalp area. (3)\nIn addition, patients may also experience other symptoms including:\nAppearance of dark or red/gray-brown patches of skin; Small blisters appear on the skin, oozing fluid when broken (this is a sign of infection in dermatitis); Patches of dry, scaly skin or blisters\nCommon symptoms of atopic dermatitis are itching and redness\nIn severe cases, severe dermatitis can cause reactions such as loss of appetite, fever, fatigue, etc.",
            "subsection_string": "Recognize symptoms of atopic dermatitis\nThe most common first symptoms of atopic dermatitis are itching and red skin rashes. Next, the skin gradually shows symptoms such as roughness, peeling, inflammation and irritation, etc. These signs can flare up quickly or slowly in any area of ​​the body but are often concentrated in the skin. arm, elbow, back of the knee, cheek or scalp area. (3)\nIn addition, patients may also experience other symptoms including:\nAppearance of dark or red/gray-brown patches of skin; Small blisters appear on the skin, oozing fluid when broken (this is a sign of infection in dermatitis); Patches of dry, scaly skin or blisters\nCommon symptoms of atopic dermatitis are itching and redness\nIn severe cases, severe dermatitis can cause reactions such as loss of appetite, fever, fatigue, etc."
        },
        {
            "subsection_name": "Cause of allergic dermatitis",
            "subsection_content": "The cause of atopic dermatitis stems from the complex interactions between environmental factors, the immune system and genetics.\nIn particular, the immune system is overactive when the skin comes into contact with external irritants, which is a common reason for allergic dermatitis. Some familiar irritants include:\nDetergents, soaps, cosmetics,...; The weather is dry, cold, and humid; Dust, mold, animal hair, pollen, sweat,...; Foods such as cow's milk, eggs, wheat or peanuts; Wool or synthetic fibers; Hormonal changes during pregnancy or menstruation; Stress and anxiety; Skin infections\nIn addition, when parents have allergic diseases (atopic dermatitis, allergic rhinitis, asthma), when giving birth, the baby is also at a higher risk than normal of developing atopic dermatitis. The reason is that atopic dermatitis is related to allergic genes, especially genes related to skin structure. When this gene is defective, it affects the skin's protective function (moisturizing function, prevents water drainage, regulates body temperature and protects the body from bacteria) - makes the skin sick and affects other organs in the body.",
            "subsection_string": "Cause of allergic dermatitis\nThe cause of atopic dermatitis stems from the complex interactions between environmental factors, the immune system and genetics.\nIn particular, the immune system is overactive when the skin comes into contact with external irritants, which is a common reason for allergic dermatitis. Some familiar irritants include:\nDetergents, soaps, cosmetics,...; The weather is dry, cold, and humid; Dust, mold, animal hair, pollen, sweat,...; Foods such as cow's milk, eggs, wheat or peanuts; Wool or synthetic fibers; Hormonal changes during pregnancy or menstruation; Stress and anxiety; Skin infections\nIn addition, when parents have allergic diseases (atopic dermatitis, allergic rhinitis, asthma), when giving birth, the baby is also at a higher risk than normal of developing atopic dermatitis. The reason is that atopic dermatitis is related to allergic genes, especially genes related to skin structure. When this gene is defective, it affects the skin's protective function (moisturizing function, prevents water drainage, regulates body temperature and protects the body from bacteria) - makes the skin sick and affects other organs in the body."
        },
        {
            "subsection_name": "Who is susceptible to atopic dermatitis?",
            "subsection_content": "Atopic dermatitis can occur at any age, but children are the majority – especially children with asthma or hay fever (a form of allergic rhinitis). The incidence rate in adults ranges from 2-5%, while in children it is up to 10-20%.\nIn infants, atopic dermatitis often has initial symptoms such as eczema or strabismus - appearing mainly on the face, skin folds in the armpits and groin; Can spread to the skin of the trunk and limbs. The illness usually starts from 6 to 12 weeks of age and gradually improves when the child is 18 months old. In older children, dermatitis changes in parts such as wrists, elbows, knees, and ankles. The skin around the mouth is also at risk of inflammation due to the impact of food and saliva. If your child frequently scratches itchy skin, it will easily cause the damaged skin to become fibrotic (thicker, drier skin).\nFor adults, people whose parents or family members have atopic dermatitis or people with dry, sensitive skin are at high risk. Areas of atopic dermatitis in adults are often concentrated on the hands or feet.\nChildren are susceptible to atopic dermatitis",
            "subsection_string": "Who is susceptible to atopic dermatitis?\nAtopic dermatitis can occur at any age, but children are the majority – especially children with asthma or hay fever (a form of allergic rhinitis). The incidence rate in adults ranges from 2-5%, while in children it is up to 10-20%.\nIn infants, atopic dermatitis often has initial symptoms such as eczema or strabismus - appearing mainly on the face, skin folds in the armpits and groin; Can spread to the skin of the trunk and limbs. The illness usually starts from 6 to 12 weeks of age and gradually improves when the child is 18 months old. In older children, dermatitis changes in parts such as wrists, elbows, knees, and ankles. The skin around the mouth is also at risk of inflammation due to the impact of food and saliva. If your child frequently scratches itchy skin, it will easily cause the damaged skin to become fibrotic (thicker, drier skin).\nFor adults, people whose parents or family members have atopic dermatitis or people with dry, sensitive skin are at high risk. Areas of atopic dermatitis in adults are often concentrated on the hands or feet.\nChildren are susceptible to atopic dermatitis"
        },
        {
            "subsection_name": "Diagnosis method of atopic dermatitis",
            "subsection_content": "To determine whether you have atopic dermatitis or not, your doctor will rely on the results of examining clinical signs on your skin and your medical history. You may also need to have some tests done to rule out other skin diseases.\nIf you suspect you are allergic to a certain food/irritant that causes skin irritation, tell your doctor.",
            "subsection_string": "Diagnosis method of atopic dermatitis\nTo determine whether you have atopic dermatitis or not, your doctor will rely on the results of examining clinical signs on your skin and your medical history. You may also need to have some tests done to rule out other skin diseases.\nIf you suspect you are allergic to a certain food/irritant that causes skin irritation, tell your doctor."
        },
        {
            "subsection_name": "Complications of atopic dermatitis",
            "subsection_content": "People with atopic dermatitis, if not treated and controlled, may experience a number of health problems, both physical and psychological.\n1. Skin infection\nWhen suffering from atopic dermatitis, the skin is often chapped, dry, peeling, etc. combined with excessive scratching will create favorable conditions for bacteria and viruses to penetrate.\nIf you see yellow discharge from the skin, small white/yellow spots appear in the eczema, or the skin becomes swollen/painful, the body feels tired/chills or shivers, you should see a doctor soon - that's it. is a warning sign of infection.\n2. Asthma and allergic rhinitis\nMore than half of young children with atopic dermatitis later develop asthma and allergic rhinitis (usually under 13 years of age). These two diseases are related to each other and often cause both symptoms to increase. Asthma can cause the patient to stop breathing, threatening life.\n3. Psychological effects\nThis issue especially has a big impact on children. In preschool-age children, those with atopic dermatitis are often more likely to encounter behavioral problems such as attention deficit hyperactivity disorder than children without the disease. Not only that, children with dermatitis also tend to be more dependent and clingy to their parents.\nBeing teased and bullied can also cause psychological damage to children, making them more likely to feel self-conscious, shy, isolate themselves, and have difficulty integrating into the group.\n4. Affects sleep\nThe itching and burning pain associated with atopic dermatitis greatly affects the patient's sleep. Lack of sleep leads to effects on both mood and behavior such as making people with atopic dermatitis difficult to concentrate, tired or irritable.\nAtopic dermatitis is associated with asthma",
            "subsection_string": "Complications of atopic dermatitis\nPeople with atopic dermatitis, if not treated and controlled, may experience a number of health problems, both physical and psychological.\n1. Skin infection\nWhen suffering from atopic dermatitis, the skin is often chapped, dry, peeling, etc. combined with excessive scratching will create favorable conditions for bacteria and viruses to penetrate.\nIf you see yellow discharge from the skin, small white/yellow spots appear in the eczema, or the skin becomes swollen/painful, the body feels tired/chills or shivers, you should see a doctor soon - that's it. is a warning sign of infection.\n2. Asthma and allergic rhinitis\nMore than half of young children with atopic dermatitis later develop asthma and allergic rhinitis (usually under 13 years of age). These two diseases are related to each other and often cause both symptoms to increase. Asthma can cause the patient to stop breathing, threatening life.\n3. Psychological effects\nThis issue especially has a big impact on children. In preschool-age children, those with atopic dermatitis are often more likely to encounter behavioral problems such as attention deficit hyperactivity disorder than children without the disease. Not only that, children with dermatitis also tend to be more dependent and clingy to their parents.\nBeing teased and bullied can also cause psychological damage to children, making them more likely to feel self-conscious, shy, isolate themselves, and have difficulty integrating into the group.\n4. Affects sleep\nThe itching and burning pain associated with atopic dermatitis greatly affects the patient's sleep. Lack of sleep leads to effects on both mood and behavior such as making people with atopic dermatitis difficult to concentrate, tired or irritable.\nAtopic dermatitis is associated with asthma"
        },
        {
            "subsection_name": "Treatment of atopic dermatitis",
            "subsection_content": "The main treatment is to eliminate the cause of allergies by screening for allergens. However, until now, medicine has only discovered a few allergens in the air, environment and food, so it is very difficult to control the disease. Depending on the type of mechanism causing atopic dermatitis and the disease condition, there are different treatments.\nIt is important to see a doctor as soon as symptoms are detected. Do not let the disease progress for a long time as it will make treatment more difficult later.\n1. Use medicine\nCorticosteroid creams or ointments are often prescribed after moisturizing to help reduce itching and restore allergic skin, reducing itching and scaling. The point is not to abuse the drug to avoid the risk of side effects. Some other topical creams containing calcineurin inhibitors can also be used for children 2 years of age and older and adults to influence the immune system, preventing the immune system from overreacting - from That reduces the frequency of skin allergies.\nIf your skin has ulcers or signs of infection, you may need to take additional oral or topical antibiotics to reduce inflammation.\n2. Light therapy\nThis method uses ultraviolet light or phototherapy to suppress immune reactions that cause allergies. Light therapy is often used for people who do not respond to topical treatments or whose skin inflammation recurs quickly.\nAlthough highly effective, light therapy is rarely used in infants and young children because it causes premature skin aging and increases the risk of cancer.\nLight therapy is often used for people with atopic dermatitis who do not respond to medication\nCare at home\nStress is a factor that makes atopic dermatitis worse. Therefore, people with dermatitis can apply additional relaxation and mind-calming measures such as yoga, deep breathing, meditation, listening to music, etc. in addition to medical treatments. You can also try applying a cold compress or soaking in warm water for 15-20 minutes a day to help reduce itching and soften the skin.\nIf you have identified the factors that cause your allergies, it is better to stay away or limit contact. If you have food allergies such as eggs, milk, gluten, peanuts, etc., you should consult a nutritionist to find suitable food replacements to avoid excessive abstinence that can cause nutritional deficiencies.\nIt is important to limit scratching when you have atopic dermatitis to avoid causing the skin to become fibrotic or scratched, leading to infection. Instead of scratching, you can gently press the skin to reduce discomfort. For young children, you can wear gloves while sleeping to prevent them from scratching uncontrollably.\nNot only that, people with atopic dermatitis can look for alternative measures to soothe disease symptoms such as acupuncture, using green tea/oolong tea or coconut oil, etc. Note that you should try a little or Consult your doctor before use to avoid further skin irritation.",
            "subsection_string": "Treatment of atopic dermatitis\nThe main treatment is to eliminate the cause of allergies by screening for allergens. However, until now, medicine has only discovered a few allergens in the air, environment and food, so it is very difficult to control the disease. Depending on the type of mechanism causing atopic dermatitis and the disease condition, there are different treatments.\nIt is important to see a doctor as soon as symptoms are detected. Do not let the disease progress for a long time as it will make treatment more difficult later.\n1. Use medicine\nCorticosteroid creams or ointments are often prescribed after moisturizing to help reduce itching and restore allergic skin, reducing itching and scaling. The point is not to abuse the drug to avoid the risk of side effects. Some other topical creams containing calcineurin inhibitors can also be used for children 2 years of age and older and adults to influence the immune system, preventing the immune system from overreacting - from That reduces the frequency of skin allergies.\nIf your skin has ulcers or signs of infection, you may need to take additional oral or topical antibiotics to reduce inflammation.\n2. Light therapy\nThis method uses ultraviolet light or phototherapy to suppress immune reactions that cause allergies. Light therapy is often used for people who do not respond to topical treatments or whose skin inflammation recurs quickly.\nAlthough highly effective, light therapy is rarely used in infants and young children because it causes premature skin aging and increases the risk of cancer.\nLight therapy is often used for people with atopic dermatitis who do not respond to medication\nCare at home\nStress is a factor that makes atopic dermatitis worse. Therefore, people with dermatitis can apply additional relaxation and mind-calming measures such as yoga, deep breathing, meditation, listening to music, etc. in addition to medical treatments. You can also try applying a cold compress or soaking in warm water for 15-20 minutes a day to help reduce itching and soften the skin.\nIf you have identified the factors that cause your allergies, it is better to stay away or limit contact. If you have food allergies such as eggs, milk, gluten, peanuts, etc., you should consult a nutritionist to find suitable food replacements to avoid excessive abstinence that can cause nutritional deficiencies.\nIt is important to limit scratching when you have atopic dermatitis to avoid causing the skin to become fibrotic or scratched, leading to infection. Instead of scratching, you can gently press the skin to reduce discomfort. For young children, you can wear gloves while sleeping to prevent them from scratching uncontrollably.\nNot only that, people with atopic dermatitis can look for alternative measures to soothe disease symptoms such as acupuncture, using green tea/oolong tea or coconut oil, etc. Note that you should try a little or Consult your doctor before use to avoid further skin irritation."
        },
        {
            "subsection_name": "How to prevent atopic dermatitis?",
            "subsection_content": "An effective method of preventing atopic dermatitis is to prevent agents that cause skin reactions.\nMoisturize: People with atopic dermatitis should moisturize their skin at least twice a day - especially in dry weather - through products such as creams, ointments or mineral sprays. When bathing, you should not bathe in water that is too hot or bathe for too long. Also, don't forget to drink water (about 2-3 liters of water per day) - drinking enough water also helps keep your skin moisturized.\nChoose gentle products: Products that come into contact with the skin such as soap, lotion, washing powder, etc. should have gentle ingredients, no alkaline, no fragrance or colorants to minimize the risk. causes skin irritation.\nChoose cool, smooth clothes: Cool clothes made of cotton or natural fibers not only prevent excessive sweating but also limit friction against the skin, causing scratches. Wool, silk and man-made fabrics such as polyester are more likely to cause skin irritation.\nKeep the surrounding environment clean: Regularly cleaning and cleaning to reduce dust, fur, pollen and not smoking/staying away from cigarette smoke will help protect your sensitive skin better.\nTreat stress: Emotional disorders can make atopic dermatitis more severe. Therefore, relaxing and relieving pressure is also one of the ways to prevent dermatitis from recurring.",
            "subsection_string": "How to prevent atopic dermatitis?\nAn effective method of preventing atopic dermatitis is to prevent agents that cause skin reactions.\nMoisturize: People with atopic dermatitis should moisturize their skin at least twice a day - especially in dry weather - through products such as creams, ointments or mineral sprays. When bathing, you should not bathe in water that is too hot or bathe for too long. Also, don't forget to drink water (about 2-3 liters of water per day) - drinking enough water also helps keep your skin moisturized.\nChoose gentle products: Products that come into contact with the skin such as soap, lotion, washing powder, etc. should have gentle ingredients, no alkaline, no fragrance or colorants to minimize the risk. causes skin irritation.\nChoose cool, smooth clothes: Cool clothes made of cotton or natural fibers not only prevent excessive sweating but also limit friction against the skin, causing scratches. Wool, silk and man-made fabrics such as polyester are more likely to cause skin irritation.\nKeep the surrounding environment clean: Regularly cleaning and cleaning to reduce dust, fur, pollen and not smoking/staying away from cigarette smoke will help protect your sensitive skin better.\nTreat stress: Emotional disorders can make atopic dermatitis more severe. Therefore, relaxing and relieving pressure is also one of the ways to prevent dermatitis from recurring."
        },
        {
            "subsection_name": "Frequently asked questions",
            "subsection_content": "1. Is atopic dermatitis contagious?\nAtopic dermatitis is a non-communicable disease. The disease is only at high risk if you have asthma or allergies.\n2. Can atopic dermatitis go away on its own?\nMost cases of atopic dermatitis require medical intervention to control symptoms. There is a small percentage of the disease that can go into remission on its own, but it often takes a long time.\n3. What should you avoid if you have atopic dermatitis?\nChemicals, solvents, detergents, perfumes, ingredients in skin care products, certain fabrics, cigarette smoke, irritating foods, etc. If you notice that your skin often reacts to these agents, you should stay away or limit exposure to a minimum.\nIn addition, people with atopic dermatitis should also limit coffee and alcohol; Try to adjust your mood so as not to be too stressed. Living with atopic dermatitis is not a rare problem - up to 15 million people in the US are suffering from this skin condition - so instead of worrying or getting upset, you can apply measures. Control the disease so that recurrence does not occur many times.\n4. Is atopic dermatitis dangerous?\nAtopic dermatitis is not dangerous, but it greatly affects the patient's daily life and psychology, especially children. The disease can last a lifetime but is fortunately manageable thanks to a variety of prescription and over-the-counter medications. It is important to protect and care for the skin to limit irritating factors, thereby reducing the frequency of allergic skin reactions.\nDr. Dang Thi Ngoc Bich is the person who laid the first brick, building and promoting the work of both skin medical examination and treatment and skin aesthetics at the Tam Anh General Hospital system in Ho Chi Minh City. In particular, Tam Anh General Hospital in Ho Chi Minh City has the advantage of modern machinery and equipment, a team of highly skilled doctors and technicians, and a convenient location for people to examine skin diseases and skin aesthetics. safe and effective.\nTo schedule an examination and treatment with a Dermatologist at Tam Anh General Hospital System, you can choose from the following options:\nContact hotline 0287 102 6789 (HCMC) or 024 3872 3872 (Hanoi) to register for a private examination with a specialist.; Register for an appointment at the link: https://tamanhhospital.vn/danh-cho-khach-hang/dat-lich-kham/; Send a message on Tam Anh General Hospital Fanpage.; Text message via Zalo OA of Tam Anh General Hospital.\nSo people also understand more about atopic dermatitis. The disease is not dangerous, but it greatly affects the patient's daily activities and psychology. So if you see symptoms, see a doctor for best monitoring and treatment.",
            "subsection_string": "Frequently asked questions\n1. Is atopic dermatitis contagious?\nAtopic dermatitis is a non-communicable disease. The disease is only at high risk if you have asthma or allergies.\n2. Can atopic dermatitis go away on its own?\nMost cases of atopic dermatitis require medical intervention to control symptoms. There is a small percentage of the disease that can go into remission on its own, but it often takes a long time.\n3. What should you avoid if you have atopic dermatitis?\nChemicals, solvents, detergents, perfumes, ingredients in skin care products, certain fabrics, cigarette smoke, irritating foods, etc. If you notice that your skin often reacts to these agents, you should stay away or limit exposure to a minimum.\nIn addition, people with atopic dermatitis should also limit coffee and alcohol; Try to adjust your mood so as not to be too stressed. Living with atopic dermatitis is not a rare problem - up to 15 million people in the US are suffering from this skin condition - so instead of worrying or getting upset, you can apply measures. Control the disease so that recurrence does not occur many times.\n4. Is atopic dermatitis dangerous?\nAtopic dermatitis is not dangerous, but it greatly affects the patient's daily life and psychology, especially children. The disease can last a lifetime but is fortunately manageable thanks to a variety of prescription and over-the-counter medications. It is important to protect and care for the skin to limit irritating factors, thereby reducing the frequency of allergic skin reactions.\nDr. Dang Thi Ngoc Bich is the person who laid the first brick, building and promoting the work of both skin medical examination and treatment and skin aesthetics at the Tam Anh General Hospital system in Ho Chi Minh City. In particular, Tam Anh General Hospital in Ho Chi Minh City has the advantage of modern machinery and equipment, a team of highly skilled doctors and technicians, and a convenient location for people to examine skin diseases and skin aesthetics. safe and effective.\nTo schedule an examination and treatment with a Dermatologist at Tam Anh General Hospital System, you can choose from the following options:\nContact hotline 0287 102 6789 (HCMC) or 024 3872 3872 (Hanoi) to register for a private examination with a specialist.; Register for an appointment at the link: https://tamanhhospital.vn/danh-cho-khach-hang/dat-lich-kham/; Send a message on Tam Anh General Hospital Fanpage.; Text message via Zalo OA of Tam Anh General Hospital.\nSo people also understand more about atopic dermatitis. The disease is not dangerous, but it greatly affects the patient's daily activities and psychology. So if you see symptoms, see a doctor for best monitoring and treatment."
        }
    ],
    "name": "viem-da-di-ung.json"
}