{
    "title": "Meningococcal meningitis: Signs, causes, diagnosis, treatment",
    "category": "Pediatrics - Newborn",
    "link": "https://tamanhhospital.vn/viem-mang-nao-mo-cau/",
    "abstract": "According to statistics from the Central Institute of Hygiene and Epidemiology, the incidence of meningococcal disease in Vietnam is up to about 2.3/100,000 people. This is one of the six infectious diseases with the highest death rate in the country, up to 0.03/100,000 people.\n This article is expertly advised by M.D. Nguyen Anh Duy Tung - Medical Information Center, Tam Anh General Hospital, Ho Chi Minh City.",
    "content": "Meningococcal meningitis: Signs, causes, diagnosis, treatment\n\nAccording to statistics from the Central Institute of Hygiene and Epidemiology, the incidence of meningococcal disease in Vietnam is up to about 2.3/100,000 people. This is one of the six infectious diseases with the highest death rate in the country, up to 0.03/100,000 people.\n This article is expertly advised by M.D. Nguyen Anh Duy Tung - Medical Information Center, Tam Anh General Hospital, Ho Chi Minh City.\n\nWhat is meningococcal meningitis?\nMeningococcal meningitis is an acute respiratory infectious disease common in young children, characterized by inflammation of the membranes surrounding the brain or spinal cord due to bacterial attack. The disease can occur all year round, especially when the weather starts to get cold, in winter and spring. (first)\nMeningococcal disease is divided into 4 groups: A, B, C and D. Among them, group A meningococcal disease is the most common disease group in our country.\nIn addition to the four typical disease groups above, there are also pathogenic serogroups such as W-135, X, Y and Z. Although these groups are less virulent, if the child has a weakened immune system or receives delayed treatment, , the disease can cause many serious complications for children.\nAccording to statistics, the rate of children with meningococcal disease being completely cured can be up to 95% if treated promptly. The disease can start with mild fever and change rapidly, leading to sepsis, causing the child to die within just a few hours of illness. If the disease is detected and treated late, children may face many serious lifelong consequences of the disease. The rate of children who are cured but have to live with lifelong complications of the disease is up to 20% (2). Therefore, early detection of symptoms and timely treatment of the disease are important in protecting the health and safety of children.\n\nSymptoms of meningococcal meningitis\nAfter being infected with the bacteria that causes meningococcal meningitis, your child will begin to show the following symptoms:\nSudden high fever, in some cases, children can have a fever as high as 41 degrees Celsius;; Muscle pain, fatigue;; Cough, sore throat;; Feeling cold, shivering;; Severe headache;; Appearance of convulsions;; Sleeping heavily;; Eat poorly, stop breastfeeding;; Quit playing;; Nausea, vomiting;; Stiff neck…\nMeningococcal disease in children appears suddenly and progresses rapidly and seriously\nSymptoms of meningococcal disease in children are similar to symptoms of respiratory infections, causing confusion for parents. However, the symptoms of the disease progress rapidly and become increasingly worse. Therefore, when children have the above symptoms, parents should take them for examination and treatment as soon as possible.\nIn addition to the above symptoms, children with meningococcal meningitis also develop rash on the skin 1-2 days after developing a fever. These necrotic skin rashes are blue-purple or dark red in color, prominent on the skin with a diameter of 1-5mm. They can appear independently or join together to form clusters, spreading quickly to form necrotic skin areas with a flat surface.\nThe appearance of rash on the body and legs is a sign that the child is seriously poisoned and is facing complications of poisoning due to meningococcal meningitis. Children will soon experience complications of sepsis, multiple organ failure, and even death within 24 hours if they do not receive timely medical intervention.\nNewborns with meningococcal meningitis will have additional symptoms such as: swollen soft areas, difficulty moving, crying accompanied by high-pitched sounds, and moaning.\n\nCauses of meningococcal meningitis\nMeningococcal disease is caused by the meningococcal bacteria Neisseria meningitidis, commonly known as meningococcus. This bacterial strain often appears as two cells next to each other, shaped like two coffee beans, gram (-), located in the cytoplasm of polymorphonuclear leukocytes.\nN.meningitidis bacteria are surrounded by a shell containing pathogenic toxins with an endotoxin production rate 100 times, even 1,000 times higher than other types of bacteria. Therefore, when entering the body, bacteria produce a concentrated amount of toxins, which follow the blood to the heart, affecting the ability to circulate blood and creating pressure on blood vessels throughout the body. Gradually, these blood vessels begin to hemorrhage, causing damage to the lungs, kidneys and other organs.\nAlthough the bacteria that cause meningococcal disease can only live for about 30 minutes in an outside environment with a temperature of 56 degrees Celsius and only live for 10 minutes if the temperature increases to 60 degrees. This type of bacteria can survive longer at temperatures as low as -20 degrees Celsius. Therefore, the disease is often transmitted directly from person to person and is rarely transmitted through contact with objects.\nA study shows that more than 25% of people may be infected with this bacteria but have no typical clinical manifestations, and more than 50% of people carrying meningococcal bacteria still have normal, healthy lives. This is the source of the spread of bacteria causing meningitis in children due to meningococcus, which is common in the community. Mostly, children can be infected with pathogenic bacteria through direct respiratory contact with droplets from the nose or throat of an infected person when the patient coughs, sneezes or talks.\nNeisseria meningitidis bacteria is the cause of meningococcal disease in children\n\nSubjects susceptible to meningococcal disease\nThe incidence of meningococcal meningitis in children depends on the child's age: the younger the child, the higher the risk of getting this disease and vice versa, the older the child, the lower the risk of getting the disease.\n\nComplications of meningococcal meningitis\nMeningococcal meningitis in children, if not treated promptly, can cause many dangerous complications, even death. These complications are divided into two groups:\nEarly complications include: Increased intracranial pressure; Disseminated intravascular coagulation; Convulsions appear; Circulatory collapse; Organ failure; Increased intracranial pressure;; Disseminated intravascular coagulation;; Appearance of convulsions;; Circulatory collapse;; Organ failure; Late complications include: Deafness; Blind; Prolonged neurological impairment; Poor brain development, reduced IQ; Severe necrosis leads to amputation; Deaf;; Blind;; Prolonged neurological impairment;; Poor brain development, reduced IQ;; Severe necrosis leads to amputation.\n\nDiagnosis of meningococcal meningitis\nIn addition to the typical symptoms of meningococcal meningitis, the doctor may ask the child to perform a number of additional tests to assess the severity of the disease, thereby providing appropriate and timely intervention. time, including:\nCT scan;; Magnetic resonance imaging MRI;; Blood tests;; Blood culture;; Cerebrospinal fluid testing;; Staining of pharyngeal fluid.\n\nTreatment of meningococcal meningitis\nMeningococcal disease in children is a disease that progresses quickly, so the disease needs to be treated quickly. First, the doctor will inject antibiotics into the patient's veins to inhibit the growth of bacteria. After that, your doctor may prescribe oral medication once the disease is under control.\nIn some cases, the disease becomes serious, causing severe shock and complications have begun to appear. The doctor will treat based on the complications that have appeared such as: respiratory and circulatory support, balance electrolytes, cardiovascular support,...\n>>>See more: Can meningitis be cured?\n\nPrevention of meningococcal meningitis\nMeningococcal meningitis is a dangerous disease with a high mortality rate. Children who have been treated for the disease can still face long-term sequelae caused by the disease. Therefore, proactively preventing diseases in children is extremely important. The most effective way to prevent disease in children is to vaccinate against meningococcal disease.\nCurrently, in our country, vaccination against meningococcal meningitis has been widely deployed with 3 common types A, B and C. After being vaccinated, children will have immunity to with all three bacterial serotypes. Meningococcal BC vaccination will be given when the child is 6 months old or older and the AC shot will be given when the child is 2 years old or older. After that, the child will receive additional booster shots according to the doctor's instructions.\nVaccination is the most effective way to prevent meningococcal disease\nThere are currently 2 types of vaccines to prevent meningococcal meningitis types B, C and types A, C, Y, W. The vaccine is widely used in Vietnam, bringing high disease prevention effectiveness, minimizing disease risk. high risk of disease and complications of meningitis.\nVA-Mengoc-BC (CuBa) Menactra (USA) Subject Indications for vaccination in children 6 months and older Indications for vaccination in children 9 months and older Vaccination schedule 2 injections 45 days apart Children from 9 months to under 24 months: 2 doses at least 3 months apart Children 2 years and older: 1 single dose\nIn addition, mothers should avoid letting their children come into contact with sick people if they have not been vaccinated to prevent the disease. In case the child has come into contact with an infected person, the mother needs to notify the doctor and immediately carry out preventive treatment according to the doctor's instructions for the child. In fact, children are still at risk of contracting meningococcal disease even after being fully vaccinated due to a weak immune system. In this case, the disease often occurs at a milder level and has fewer complications. .\nAt the same time, mothers should pay attention to keeping the house and children's play area clean, ensuring hygiene, light and ventilation. If the child is living in an area with a disease outbreak, mothers should pay attention to monitoring the child's symptoms to detect the disease and promptly treat the disease, especially when the child begins to show signs of pharyngitis and fever.\nFor more information about meningococcal meningitis and other health problems for children, parents can contact the Department of Pediatrics - Tam Anh General Hospital System at the address:\nThrough the above sharing, we hope parents have a better understanding of the danger of meningococcal disease in children. Full vaccination as recommended by the Ministry of Health is extremely important in supporting resistance, strengthening the immune system and protecting children's health. Not only that, children are susceptible to diseases, so when children show signs of illness, take them to the hospital for early examination and treatment.\nSimple",
    "subsections": [
        {
            "subsection_name": "What is meningococcal meningitis?",
            "subsection_content": "Meningococcal meningitis is an acute respiratory infectious disease common in young children, characterized by inflammation of the membranes surrounding the brain or spinal cord due to bacterial attack. The disease can occur all year round, especially when the weather starts to get cold, in winter and spring. (first)\nMeningococcal disease is divided into 4 groups: A, B, C and D. Among them, group A meningococcal disease is the most common disease group in our country.\nIn addition to the four typical disease groups above, there are also pathogenic serogroups such as W-135, X, Y and Z. Although these groups are less virulent, if the child has a weakened immune system or receives delayed treatment, , the disease can cause many serious complications for children.\nAccording to statistics, the rate of children with meningococcal disease being completely cured can be up to 95% if treated promptly. The disease can start with mild fever and change rapidly, leading to sepsis, causing the child to die within just a few hours of illness. If the disease is detected and treated late, children may face many serious lifelong consequences of the disease. The rate of children who are cured but have to live with lifelong complications of the disease is up to 20% (2). Therefore, early detection of symptoms and timely treatment of the disease are important in protecting the health and safety of children.",
            "subsection_string": "What is meningococcal meningitis?\nMeningococcal meningitis is an acute respiratory infectious disease common in young children, characterized by inflammation of the membranes surrounding the brain or spinal cord due to bacterial attack. The disease can occur all year round, especially when the weather starts to get cold, in winter and spring. (first)\nMeningococcal disease is divided into 4 groups: A, B, C and D. Among them, group A meningococcal disease is the most common disease group in our country.\nIn addition to the four typical disease groups above, there are also pathogenic serogroups such as W-135, X, Y and Z. Although these groups are less virulent, if the child has a weakened immune system or receives delayed treatment, , the disease can cause many serious complications for children.\nAccording to statistics, the rate of children with meningococcal disease being completely cured can be up to 95% if treated promptly. The disease can start with mild fever and change rapidly, leading to sepsis, causing the child to die within just a few hours of illness. If the disease is detected and treated late, children may face many serious lifelong consequences of the disease. The rate of children who are cured but have to live with lifelong complications of the disease is up to 20% (2). Therefore, early detection of symptoms and timely treatment of the disease are important in protecting the health and safety of children."
        },
        {
            "subsection_name": "Symptoms of meningococcal meningitis",
            "subsection_content": "After being infected with the bacteria that causes meningococcal meningitis, your child will begin to show the following symptoms:\nSudden high fever, in some cases, children can have a fever as high as 41 degrees Celsius;; Muscle pain, fatigue;; Cough, sore throat;; Feeling cold, shivering;; Severe headache;; Appearance of convulsions;; Sleeping heavily;; Eat poorly, stop breastfeeding;; Quit playing;; Nausea, vomiting;; Stiff neck…\nMeningococcal disease in children appears suddenly and progresses rapidly and seriously\nSymptoms of meningococcal disease in children are similar to symptoms of respiratory infections, causing confusion for parents. However, the symptoms of the disease progress rapidly and become increasingly worse. Therefore, when children have the above symptoms, parents should take them for examination and treatment as soon as possible.\nIn addition to the above symptoms, children with meningococcal meningitis also develop rash on the skin 1-2 days after developing a fever. These necrotic skin rashes are blue-purple or dark red in color, prominent on the skin with a diameter of 1-5mm. They can appear independently or join together to form clusters, spreading quickly to form necrotic skin areas with a flat surface.\nThe appearance of rash on the body and legs is a sign that the child is seriously poisoned and is facing complications of poisoning due to meningococcal meningitis. Children will soon experience complications of sepsis, multiple organ failure, and even death within 24 hours if they do not receive timely medical intervention.\nNewborns with meningococcal meningitis will have additional symptoms such as: swollen soft areas, difficulty moving, crying accompanied by high-pitched sounds, and moaning.",
            "subsection_string": "Symptoms of meningococcal meningitis\nAfter being infected with the bacteria that causes meningococcal meningitis, your child will begin to show the following symptoms:\nSudden high fever, in some cases, children can have a fever as high as 41 degrees Celsius;; Muscle pain, fatigue;; Cough, sore throat;; Feeling cold, shivering;; Severe headache;; Appearance of convulsions;; Sleeping heavily;; Eat poorly, stop breastfeeding;; Quit playing;; Nausea, vomiting;; Stiff neck…\nMeningococcal disease in children appears suddenly and progresses rapidly and seriously\nSymptoms of meningococcal disease in children are similar to symptoms of respiratory infections, causing confusion for parents. However, the symptoms of the disease progress rapidly and become increasingly worse. Therefore, when children have the above symptoms, parents should take them for examination and treatment as soon as possible.\nIn addition to the above symptoms, children with meningococcal meningitis also develop rash on the skin 1-2 days after developing a fever. These necrotic skin rashes are blue-purple or dark red in color, prominent on the skin with a diameter of 1-5mm. They can appear independently or join together to form clusters, spreading quickly to form necrotic skin areas with a flat surface.\nThe appearance of rash on the body and legs is a sign that the child is seriously poisoned and is facing complications of poisoning due to meningococcal meningitis. Children will soon experience complications of sepsis, multiple organ failure, and even death within 24 hours if they do not receive timely medical intervention.\nNewborns with meningococcal meningitis will have additional symptoms such as: swollen soft areas, difficulty moving, crying accompanied by high-pitched sounds, and moaning."
        },
        {
            "subsection_name": "Causes of meningococcal meningitis",
            "subsection_content": "Meningococcal disease is caused by the meningococcal bacteria Neisseria meningitidis, commonly known as meningococcus. This bacterial strain often appears as two cells next to each other, shaped like two coffee beans, gram (-), located in the cytoplasm of polymorphonuclear leukocytes.\nN.meningitidis bacteria are surrounded by a shell containing pathogenic toxins with an endotoxin production rate 100 times, even 1,000 times higher than other types of bacteria. Therefore, when entering the body, bacteria produce a concentrated amount of toxins, which follow the blood to the heart, affecting the ability to circulate blood and creating pressure on blood vessels throughout the body. Gradually, these blood vessels begin to hemorrhage, causing damage to the lungs, kidneys and other organs.\nAlthough the bacteria that cause meningococcal disease can only live for about 30 minutes in an outside environment with a temperature of 56 degrees Celsius and only live for 10 minutes if the temperature increases to 60 degrees. This type of bacteria can survive longer at temperatures as low as -20 degrees Celsius. Therefore, the disease is often transmitted directly from person to person and is rarely transmitted through contact with objects.\nA study shows that more than 25% of people may be infected with this bacteria but have no typical clinical manifestations, and more than 50% of people carrying meningococcal bacteria still have normal, healthy lives. This is the source of the spread of bacteria causing meningitis in children due to meningococcus, which is common in the community. Mostly, children can be infected with pathogenic bacteria through direct respiratory contact with droplets from the nose or throat of an infected person when the patient coughs, sneezes or talks.\nNeisseria meningitidis bacteria is the cause of meningococcal disease in children",
            "subsection_string": "Causes of meningococcal meningitis\nMeningococcal disease is caused by the meningococcal bacteria Neisseria meningitidis, commonly known as meningococcus. This bacterial strain often appears as two cells next to each other, shaped like two coffee beans, gram (-), located in the cytoplasm of polymorphonuclear leukocytes.\nN.meningitidis bacteria are surrounded by a shell containing pathogenic toxins with an endotoxin production rate 100 times, even 1,000 times higher than other types of bacteria. Therefore, when entering the body, bacteria produce a concentrated amount of toxins, which follow the blood to the heart, affecting the ability to circulate blood and creating pressure on blood vessels throughout the body. Gradually, these blood vessels begin to hemorrhage, causing damage to the lungs, kidneys and other organs.\nAlthough the bacteria that cause meningococcal disease can only live for about 30 minutes in an outside environment with a temperature of 56 degrees Celsius and only live for 10 minutes if the temperature increases to 60 degrees. This type of bacteria can survive longer at temperatures as low as -20 degrees Celsius. Therefore, the disease is often transmitted directly from person to person and is rarely transmitted through contact with objects.\nA study shows that more than 25% of people may be infected with this bacteria but have no typical clinical manifestations, and more than 50% of people carrying meningococcal bacteria still have normal, healthy lives. This is the source of the spread of bacteria causing meningitis in children due to meningococcus, which is common in the community. Mostly, children can be infected with pathogenic bacteria through direct respiratory contact with droplets from the nose or throat of an infected person when the patient coughs, sneezes or talks.\nNeisseria meningitidis bacteria is the cause of meningococcal disease in children"
        },
        {
            "subsection_name": "Subjects susceptible to meningococcal disease",
            "subsection_content": "The incidence of meningococcal meningitis in children depends on the child's age: the younger the child, the higher the risk of getting this disease and vice versa, the older the child, the lower the risk of getting the disease.",
            "subsection_string": "Subjects susceptible to meningococcal disease\nThe incidence of meningococcal meningitis in children depends on the child's age: the younger the child, the higher the risk of getting this disease and vice versa, the older the child, the lower the risk of getting the disease."
        },
        {
            "subsection_name": "Complications of meningococcal meningitis",
            "subsection_content": "Meningococcal meningitis in children, if not treated promptly, can cause many dangerous complications, even death. These complications are divided into two groups:\nEarly complications include: Increased intracranial pressure; Disseminated intravascular coagulation; Convulsions appear; Circulatory collapse; Organ failure; Increased intracranial pressure;; Disseminated intravascular coagulation;; Appearance of convulsions;; Circulatory collapse;; Organ failure; Late complications include: Deafness; Blind; Prolonged neurological impairment; Poor brain development, reduced IQ; Severe necrosis leads to amputation; Deaf;; Blind;; Prolonged neurological impairment;; Poor brain development, reduced IQ;; Severe necrosis leads to amputation.",
            "subsection_string": "Complications of meningococcal meningitis\nMeningococcal meningitis in children, if not treated promptly, can cause many dangerous complications, even death. These complications are divided into two groups:\nEarly complications include: Increased intracranial pressure; Disseminated intravascular coagulation; Convulsions appear; Circulatory collapse; Organ failure; Increased intracranial pressure;; Disseminated intravascular coagulation;; Appearance of convulsions;; Circulatory collapse;; Organ failure; Late complications include: Deafness; Blind; Prolonged neurological impairment; Poor brain development, reduced IQ; Severe necrosis leads to amputation; Deaf;; Blind;; Prolonged neurological impairment;; Poor brain development, reduced IQ;; Severe necrosis leads to amputation."
        },
        {
            "subsection_name": "Diagnosis of meningococcal meningitis",
            "subsection_content": "In addition to the typical symptoms of meningococcal meningitis, the doctor may ask the child to perform a number of additional tests to assess the severity of the disease, thereby providing appropriate and timely intervention. time, including:\nCT scan;; Magnetic resonance imaging MRI;; Blood tests;; Blood culture;; Cerebrospinal fluid testing;; Staining of pharyngeal fluid.",
            "subsection_string": "Diagnosis of meningococcal meningitis\nIn addition to the typical symptoms of meningococcal meningitis, the doctor may ask the child to perform a number of additional tests to assess the severity of the disease, thereby providing appropriate and timely intervention. time, including:\nCT scan;; Magnetic resonance imaging MRI;; Blood tests;; Blood culture;; Cerebrospinal fluid testing;; Staining of pharyngeal fluid."
        },
        {
            "subsection_name": "Treatment of meningococcal meningitis",
            "subsection_content": "Meningococcal disease in children is a disease that progresses quickly, so the disease needs to be treated quickly. First, the doctor will inject antibiotics into the patient's veins to inhibit the growth of bacteria. After that, your doctor may prescribe oral medication once the disease is under control.\nIn some cases, the disease becomes serious, causing severe shock and complications have begun to appear. The doctor will treat based on the complications that have appeared such as: respiratory and circulatory support, balance electrolytes, cardiovascular support,...\n>>>See more: Can meningitis be cured?",
            "subsection_string": "Treatment of meningococcal meningitis\nMeningococcal disease in children is a disease that progresses quickly, so the disease needs to be treated quickly. First, the doctor will inject antibiotics into the patient's veins to inhibit the growth of bacteria. After that, your doctor may prescribe oral medication once the disease is under control.\nIn some cases, the disease becomes serious, causing severe shock and complications have begun to appear. The doctor will treat based on the complications that have appeared such as: respiratory and circulatory support, balance electrolytes, cardiovascular support,...\n>>>See more: Can meningitis be cured?"
        },
        {
            "subsection_name": "Prevention of meningococcal meningitis",
            "subsection_content": "Meningococcal meningitis is a dangerous disease with a high mortality rate. Children who have been treated for the disease can still face long-term sequelae caused by the disease. Therefore, proactively preventing diseases in children is extremely important. The most effective way to prevent disease in children is to vaccinate against meningococcal disease.\nCurrently, in our country, vaccination against meningococcal meningitis has been widely deployed with 3 common types A, B and C. After being vaccinated, children will have immunity to with all three bacterial serotypes. Meningococcal BC vaccination will be given when the child is 6 months old or older and the AC shot will be given when the child is 2 years old or older. After that, the child will receive additional booster shots according to the doctor's instructions.\nVaccination is the most effective way to prevent meningococcal disease\nThere are currently 2 types of vaccines to prevent meningococcal meningitis types B, C and types A, C, Y, W. The vaccine is widely used in Vietnam, bringing high disease prevention effectiveness, minimizing disease risk. high risk of disease and complications of meningitis.\nVA-Mengoc-BC (CuBa) Menactra (USA) Subject Indications for vaccination in children 6 months and older Indications for vaccination in children 9 months and older Vaccination schedule 2 injections 45 days apart Children from 9 months to under 24 months: 2 doses at least 3 months apart Children 2 years and older: 1 single dose\nIn addition, mothers should avoid letting their children come into contact with sick people if they have not been vaccinated to prevent the disease. In case the child has come into contact with an infected person, the mother needs to notify the doctor and immediately carry out preventive treatment according to the doctor's instructions for the child. In fact, children are still at risk of contracting meningococcal disease even after being fully vaccinated due to a weak immune system. In this case, the disease often occurs at a milder level and has fewer complications. .\nAt the same time, mothers should pay attention to keeping the house and children's play area clean, ensuring hygiene, light and ventilation. If the child is living in an area with a disease outbreak, mothers should pay attention to monitoring the child's symptoms to detect the disease and promptly treat the disease, especially when the child begins to show signs of pharyngitis and fever.\nFor more information about meningococcal meningitis and other health problems for children, parents can contact the Department of Pediatrics - Tam Anh General Hospital System at the address:\nThrough the above sharing, we hope parents have a better understanding of the danger of meningococcal disease in children. Full vaccination as recommended by the Ministry of Health is extremely important in supporting resistance, strengthening the immune system and protecting children's health. Not only that, children are susceptible to diseases, so when children show signs of illness, take them to the hospital for early examination and treatment.\nSimple",
            "subsection_string": "Prevention of meningococcal meningitis\nMeningococcal meningitis is a dangerous disease with a high mortality rate. Children who have been treated for the disease can still face long-term sequelae caused by the disease. Therefore, proactively preventing diseases in children is extremely important. The most effective way to prevent disease in children is to vaccinate against meningococcal disease.\nCurrently, in our country, vaccination against meningococcal meningitis has been widely deployed with 3 common types A, B and C. After being vaccinated, children will have immunity to with all three bacterial serotypes. Meningococcal BC vaccination will be given when the child is 6 months old or older and the AC shot will be given when the child is 2 years old or older. After that, the child will receive additional booster shots according to the doctor's instructions.\nVaccination is the most effective way to prevent meningococcal disease\nThere are currently 2 types of vaccines to prevent meningococcal meningitis types B, C and types A, C, Y, W. The vaccine is widely used in Vietnam, bringing high disease prevention effectiveness, minimizing disease risk. high risk of disease and complications of meningitis.\nVA-Mengoc-BC (CuBa) Menactra (USA) Subject Indications for vaccination in children 6 months and older Indications for vaccination in children 9 months and older Vaccination schedule 2 injections 45 days apart Children from 9 months to under 24 months: 2 doses at least 3 months apart Children 2 years and older: 1 single dose\nIn addition, mothers should avoid letting their children come into contact with sick people if they have not been vaccinated to prevent the disease. In case the child has come into contact with an infected person, the mother needs to notify the doctor and immediately carry out preventive treatment according to the doctor's instructions for the child. In fact, children are still at risk of contracting meningococcal disease even after being fully vaccinated due to a weak immune system. In this case, the disease often occurs at a milder level and has fewer complications. .\nAt the same time, mothers should pay attention to keeping the house and children's play area clean, ensuring hygiene, light and ventilation. If the child is living in an area with a disease outbreak, mothers should pay attention to monitoring the child's symptoms to detect the disease and promptly treat the disease, especially when the child begins to show signs of pharyngitis and fever.\nFor more information about meningococcal meningitis and other health problems for children, parents can contact the Department of Pediatrics - Tam Anh General Hospital System at the address:\nThrough the above sharing, we hope parents have a better understanding of the danger of meningococcal disease in children. Full vaccination as recommended by the Ministry of Health is extremely important in supporting resistance, strengthening the immune system and protecting children's health. Not only that, children are susceptible to diseases, so when children show signs of illness, take them to the hospital for early examination and treatment.\nSimple"
        }
    ],
    "name": "viem-mang-nao-mo-cau.json"
}