{
    "title": "Wrist arthritis: Causes, symptoms, treatment and prevention",
    "category": "Musculoskeletal",
    "link": "https://tamanhhospital.vn/viem-khop-co-tay/",
    "abstract": "Wrist arthritis causes pain, soreness, and fatigue in the wrist area. The cause may be due to damage to the cartilage, subchondral bone, synovial membrane of the wrist joint, or soft tissue around the joint such as tendon sheaths, ligaments... due to degeneration, autoimmune diseases, metabolic diseases, or after trauma. .",
    "content": "Wrist arthritis: Causes, symptoms, treatment and prevention\n\nWrist arthritis causes pain, soreness, and fatigue in the wrist area. The cause may be due to damage to the cartilage, subchondral bone, synovial membrane of the wrist joint, or soft tissue around the joint such as tendon sheaths, ligaments... due to degeneration, autoimmune diseases, metabolic diseases, or after trauma. .\n\nWhat is wrist arthritis?\nWrist arthritis is a condition that damages the parts that make up the joint such as cartilage tissue, bone ends, nerves, synovial membrane, ligaments, etc. This stimulates an inflammatory response in the surrounding soft tissue and leads to symptoms. pain, fatigue, stiffness, swelling and heat in the wrist. This is a common bone and joint disease at any age.\nArthritis can occur due to acute or chronic inflammation of the joints and surrounding soft tissues. The disease can occur after joint injury or due to autoimmune, metabolic or degenerative diseases. Not everyone with this condition has the same symptoms. The characteristics of the symptoms will depend on the cause of arthritis, the severity of the disease, the duration of the disease and accompanying diseases. Common symptoms are hot swelling in the joints, joint stiffness, limited movement, muscle atrophy around the joints... In addition, patients may also feel tired, uncomfortable and lose appetite. (first)\n\nStructure of the wrist joint\nThe wrist joint is made up of many small bones and joints, along with an intertwined system of ligaments, blood vessels and nerves. The wrist joint consists of two main groups: the bones and the soft tissue. These two parts work together smoothly to help the hand move flexibly. The structure of the wrist bones and joints is also divided into two groups: the wrist bone group and the wrist joint group.\nThe structure of the wrist joint includes: the radiocarpal-carpal joint, the lower radioulnar-ulnar joint, the joint between the wrist bones (including the distal and proximal wrist bones), and the joints between the carpal and metacarpal bones.\nInferior radioulnar joint: This is a axial joint that connects the distal ends of the radius and ulna. The joint is held steady by a fibrous capsule surrounding the joint surface and the articular disc connecting the two ends of the bones together. The function of the joint is to stabilize and allow rotation of the forearm. The rotator cuff is responsible for rotating around the ulna while the ulna remains in a certain position. The movements of the distal radioulnar joint are pronation and supination of the hand.; Radius-carpal joint: This is one of the main joints in the wrist area. The joint is located in the radius area in contact with the first row of wrist bones to support activities such as flexion, extension, abduction, and adduction. The combination of the above movements allows the hand to rotate.; Joint between the wrist bones: Is the joint between the distal and proximal wrist bones. This joint allows the bones to easily move up, down, left, right... and helps the wrist move smoothly.; Wrist-carpal joint: Includes 5 joints between the wrist and hand bones. The wrist joint of the thumb is called the saddle joint, which helps the fingers move forward and backward from side to side. The wrist joints of the other fingers are facet joints, allowing for up-and-down and side-to-side movement. The wrist joint in the little finger always has more flexibility in movement.\nStructure of the wrist joint\n\nCauses of wrist arthritis\nSome common causes of wrist arthritis include:\n1. Trauma\nWrist arthritis can develop after injury; this is often called post-traumatic arthritis. Inflammation may appear quickly after the injury or may appear over a long period of time.\nInflammation can develop after any fracture that enters the joint, especially in cases where the bone does not heal properly. Ligament injuries can also cause bones to not be able to move together properly. This can also be the cause of arthritis when they rub against each other.\n2. Osteoarthritis of the wrist\nLike arthritis in other locations, degenerative arthritis of the wrist is one of the most common types. Over time, degenerated articular cartilage will lose elasticity, gradually thin, dry and crack, then lead to ulcers, gradual loss of cartilage organization, and inert ends of the bones under the cartilage.\nThis type of arthritis often appears in middle age or in the elderly due to the effects of the aging process. The characteristics of osteoarthritis are pain, redness, dryness, and especially difficulty moving the joints. When moving, a \"clunk\" sound often appears. This is considered a natural human evolution.\nSwelling and pain are some of the symptoms of wrist arthritis.\n3. Autoimmune disease\nIn some cases, the body's immune cells accidentally attack the body's own components, at which point the phenomenon of inflamed joints due to autoimmune disease will occur, specifically: (2)\nRheumatoid arthritis: is a chronic, systemic arthritis. The disease is considered an autoimmune disease with the participation of many factors such as infection or genetics. The disease is common in middle-aged women and is characterized by symmetrical polyarthritis and morning stiffness, especially in the wrist and finger joints on both sides. The disease has a chronic course with acute episodes. During the acute phase, many joints are often swollen and painful, accompanied by fever and may have internal manifestations.; Psoriatic arthritis: The disease not only has external manifestations on the skin but also attacks the joints. The disease often causes asymmetrical peripheral arthritis, accompanied by damage to the spine - sacroiliac.; Systemic lupus erythematosus: is a disease belonging to the group of autoimmune diseases of unknown cause, manifested by inflammation in many organizations. The disease is common in women and young people. Regarding joint damage in systemic lupus erythematosus, there may be acute, subacute or chronic polyarthritis. Patients may have symptoms of arthritis in the ankles, wrists, fingers, etc.; Ankylosing spondylitis: is a chronic inflammatory joint disease of unknown cause. The disease is common in young men and has a clear familial pattern. Common symptoms of ankylosing spondylitis are chronic pain in the lumbar spine and sacroiliac joints. In addition, the disease can also manifest in peripheral joints such as arthritis of the wrists, ankles, and knees...\n4. Metabolic disorders\nA typical example of this group of metabolic disorders is gout. The cause of the disease is protein metabolism disorders in the body, with the main characteristic being increased blood uric acid. From there, it causes the deposition of urate crystals in soft tissue under the skin causing tophi particles, or in the kidneys causing nephritis, kidney failure, kidney stones... Compared to other bone and joint diseases, the pain caused by acute gout attacks is low. Severe, inflamed, hot, red joints and severe edema.\n5. Other causes\nCarpal tunnel syndrome: is caused by compression of the median nerve in the wrist or inflammation of the median nerve. The syndrome often appears in people over 40, or people who work in offices and use computers a lot. Symptoms often appear gradually, at first the symptoms appear infrequently, then they often last long and continuously, including symptoms of numbness and sharp pain at the tips of the thumb, 2nd and 3rd fingers. and pain in the palm of the hand...; Flexor tendonitis of the common digits, extensor tendonitis of the common digits, long extensor tendonitis of the thumb...: causes swelling, pain, and limited movement in the wrist.\n\nSymptoms of wrist arthritis\nSymptoms of this disease will depend on the cause and level of damage. (3)\n1. Joint pain\nWhen suffering from wrist arthritis, patients often experience dull joint pain. The pain may gradually increase, be persistent, or may have a sudden onset.\n2. Joint stiffness\nPersistent pain when the wrist joint is inflamed, if not treated promptly, can lead to joint stiffness. At this time, joints often appear stiff and difficult to grip.\n3. Swelling\nSwelling, inflammation, heat, and pain may occur as the disease progresses. The skin surrounding the joint is often swollen, red and hotter than the surrounding areas.\n4. Limit movement\nOne of the worrying things about this disease is the limitation of movement, making it difficult to move flexibly. If not checked and treated, the disease can progress rapidly. Long term can lead to joint adhesions, muscle atrophy, and loss of joint function.\nWrist arthritis needs to be treated quickly and promptly.\n\nSubjects susceptible to wrist arthritis\nPregnant women\nWomen who are pregnant or postpartum have a high rate of wrist inflammation. The main common reason is that the female hormones progesterone, estrogen, and testosterone decrease during pregnancy and breastfeeding. This has a significant impact on the health of the bone and joint system.\nAthlete\nAthletes in sports that use their hands a lot such as badminton, basketball, tennis, table tennis... often have a high risk of wrist arthritis.\nElderly\nThis condition affects almost all ages, especially older people. Women are more commonly affected than men and often at an earlier age. Many studies show that joint damage occurs in about 60% of adults over 60 years old and 80 - 90% of patients over 75 years old. Women are 3 times more likely to get the disease than men. Although the disease can strike at any age, it often begins to be evident between the ages of 20 and 40.\n\nHow to diagnose wrist arthritis\nWhen suspecting that you have wrist pain through common symptoms, doctors will diagnose by asking about your condition, performing a physical examination, taking X-rays, ultrasound, and doing some necessary tests. set.\nPhysical examination is to find areas of pain, swelling and reduced movement to determine the cause.; X-rays, ultrasounds, and blood tests will provide accurate results, adding additional data to help doctors easily conclude the condition.\nIn addition, MRI or CT scanning techniques can be useful in some difficult cases, in the early stages of the disease, helping doctors learn more about the condition and contributing to diagnosing the cause of inflammation. With an understanding of your symptoms, activity level, preferences and work combined with examination and image analysis, your doctor will recommend the best treatment options.\nIn more complicated cases, the doctor may aspirate joint fluid and biopsy the lesion to clearly determine the cause of inflammation such as infection, rheumatoid arthritis, psoriatic arthritis, gout...\nIn addition, with the wrist, the doctor can measure electrical nerve impulses to quickly and accurately determine the level of nerve compression and the movement function of joints and fingers. Depending on each case, the doctor can conduct other diagnostics such as arthroscopy, blood tests, etc.\n\nCommon complications when suffering from wrist arthritis\nWrist arthritis, if the cause is not properly identified and treated promptly, will cause many complex complications that affect health and mobility.\nJoint cartilage due to long-term damage will cause erosion and gradually narrow the joint spaces. From there, muscle atrophy, joint adhesion, and joint deformity will occur, causing loss of mobility.; For systemic bone and joint diseases (autoimmune arthritis), damage not only occurs in the joints but also occurs in the skin as well as some internal organs. If not controlled quickly, some of these diseases can lead to many dangerous complications as well as direct health threats.\n\nTreatment and recovery\nCurrently, wrist arthritis can be treated with many different methods. In order to improve the best possible effectiveness, the doctor will develop a treatment regimen for each case based on the cause of the disease, the severity of the disease, co-morbidities, and the patient's age and job. (4)\n1. Anti-inflammatory drugs and medications that treat the cause\nAnti-inflammatory drugs: pain relievers and non-steroidal anti-inflammatory drugs (NSAIDs) are commonly used drugs to treat this condition.; In addition, depending on the cause of wrist joint pain, the doctor will prescribe groups of drugs that affect the pathogenesis of the disease to help thoroughly treat the disease and avoid recurrence.; Although using medication is the preferred method, you should not overuse it or use it incorrectly as it can cause many dangerous side effects and complications. Therefore, it is necessary to consult a doctor before use, and must strictly comply with drug and dosage instructions.\n2. Local injection\nIf your symptoms are moderate or severe, your doctor may give you a local anti-inflammatory injection. Wrist joint injections have an anti-inflammatory effect, reducing and temporarily improving inflammation symptoms.\nIn addition, in some cases of arthritis or chronic soft tissue inflammation around the joints, doctors can use some new local injections such as platelet-rich plasma injections or collagen injections for joints to help bring effective results. optimal and long lasting.\n3. Physical therapy\nPhysical therapy techniques need to be performed in combination with medication to control pain, restore wrist joint function, and prevent cartilage degeneration.\nIn the treatment of wrist arthritis, applied physical therapy techniques include:\nWearing a splint: With the function of immobilizing the joint, reducing mechanical impact and pressure on the wrist area, the splint can help patients reduce pain, stiffness, swelling and inflammation. At the same time, splints play an important role in supporting the recovery of joint damage; Apply cold: When the wrist shows signs of swelling, heat, and edema due to injury, the best way in this case is to apply an ice pack to the joint for 10 - 15 minutes. When applying cold compresses, the temperature from the compress helps constrict blood vessels, reduce inflammation and significantly reduce pain in the joint area.; Perform exercises: Patients can perform exercises specifically for the wrist and finger areas as recommended by the doctor. This method is intended to reduce pressure on nerves, improve mobility and help slow down the aging process and progression of chronic bone and joint disease.\n4. Surgery\nWhen wrist arthritis is severe and conservative treatments cannot respond, in this case, the doctor may recommend surgery. The doctor may prescribe a number of surgical techniques depending on the cause of wrist joint damage such as:\nRemove bone spurs; Apply a cast to the wrist joint if the injury leads to torn ligaments or bone fractures; Surgical decompression of carpal tunnel syndrome, long tendonitis - shortening of the thumb; Surgical removal of tophi in case of gout; In cases where the joint is seriously damaged, the solution the doctor offers may be to replace the damaged organ with artificial materials.\nIn general, surgery is more effective than conservative treatment. Surgery should only be performed when prescribed by a specialist because surgical intervention has potential complications and risks.\n\nHow to prevent wrist arthritis\nIf the patient continues to maintain bad habits, the disease can progress seriously or recur many times. In addition to treatment measures, patients should follow a scientific lifestyle to maintain a healthy bone system and help slow down the degenerative process.\nLimit sports with direct impacts on the wrist such as badminton, tennis...; Encourage sports with light intensity activities such as swimming, walking, yoga to avoid irritation and joint damage.; Create a habit of resting for 5 - 10 minutes after every hour of typing, drawing or sewing...; Quit the habit of drinking alcohol and using tobacco. In daily meals, it is necessary to adjust protein content appropriately. In particular, you should pay attention to drinking enough water, adding lots of green vegetables, fruits... to help stabilize uric acid levels in the blood, maintain a healthy bone system.; Be extremely cautious when participating in traffic, playing sports, and doing daily activities to reduce the risk of wrist joint injury.; Limit lifting heavy objects, a common cause of wrist joint damage. When you need to move furniture or heavy objects, you should carefully use supporting tools.\n\nHow to care for wrist arthritis at home\nPeople with inflammation in the wrist joints need treatment and care from loved ones. In addition to treatment methods, patients need to pay attention to adding foods that help reduce pain quickly such as:\nFoods containing lots of omega 3 and vitamin D such as tuna, salmon, anchovies...; Dishes made from animal bones and ribs help supplement large amounts of glucosamine, calcium, and chondroitin to help strengthen bones.; Increase eating green vegetables, nuts, grains, fruits... to fully supplement vitamins and minerals.; Help patients exercise, take medicine, and receive treatment according to the doctor's regimen so that inflamed wrist joint disease can be improved quickly and effectively.; Lifestyle changes: limit lifting heavy objects, avoid recurring injuries to the wrist to avoid recurrence of the disease.\nWith a team of highly specialized Internal Medicine and Surgical Musculoskeletal experts, applying many advanced techniques in Musculoskeletal treatment, Tam Anh General Hospital System has successfully examined and treated millions of cases. Musculoskeletal diseases, including osteoarthritis.\nFor advice and to schedule an examination for musculoskeletal diseases at Tam Anh General Hospital System, you can contact:\nWrist arthritis causes pain in the wrist area, reducing the patient's quality of life and can even cause loss of joint function. The causes of the disease are very diverse such as injuries, wrist osteoarthritis, autoimmune diseases and metabolic disorders, etc. Patients should adhere to a scientific lifestyle in addition to treatment methods to support treatment. Best treatment for inflamed wrist joints.",
    "subsections": [
        {
            "subsection_name": "What is wrist arthritis?",
            "subsection_content": "Wrist arthritis is a condition that damages the parts that make up the joint such as cartilage tissue, bone ends, nerves, synovial membrane, ligaments, etc. This stimulates an inflammatory response in the surrounding soft tissue and leads to symptoms. pain, fatigue, stiffness, swelling and heat in the wrist. This is a common bone and joint disease at any age.\nArthritis can occur due to acute or chronic inflammation of the joints and surrounding soft tissues. The disease can occur after joint injury or due to autoimmune, metabolic or degenerative diseases. Not everyone with this condition has the same symptoms. The characteristics of the symptoms will depend on the cause of arthritis, the severity of the disease, the duration of the disease and accompanying diseases. Common symptoms are hot swelling in the joints, joint stiffness, limited movement, muscle atrophy around the joints... In addition, patients may also feel tired, uncomfortable and lose appetite. (first)",
            "subsection_string": "What is wrist arthritis?\nWrist arthritis is a condition that damages the parts that make up the joint such as cartilage tissue, bone ends, nerves, synovial membrane, ligaments, etc. This stimulates an inflammatory response in the surrounding soft tissue and leads to symptoms. pain, fatigue, stiffness, swelling and heat in the wrist. This is a common bone and joint disease at any age.\nArthritis can occur due to acute or chronic inflammation of the joints and surrounding soft tissues. The disease can occur after joint injury or due to autoimmune, metabolic or degenerative diseases. Not everyone with this condition has the same symptoms. The characteristics of the symptoms will depend on the cause of arthritis, the severity of the disease, the duration of the disease and accompanying diseases. Common symptoms are hot swelling in the joints, joint stiffness, limited movement, muscle atrophy around the joints... In addition, patients may also feel tired, uncomfortable and lose appetite. (first)"
        },
        {
            "subsection_name": "Structure of the wrist joint",
            "subsection_content": "The wrist joint is made up of many small bones and joints, along with an intertwined system of ligaments, blood vessels and nerves. The wrist joint consists of two main groups: the bones and the soft tissue. These two parts work together smoothly to help the hand move flexibly. The structure of the wrist bones and joints is also divided into two groups: the wrist bone group and the wrist joint group.\nThe structure of the wrist joint includes: the radiocarpal-carpal joint, the lower radioulnar-ulnar joint, the joint between the wrist bones (including the distal and proximal wrist bones), and the joints between the carpal and metacarpal bones.\nInferior radioulnar joint: This is a axial joint that connects the distal ends of the radius and ulna. The joint is held steady by a fibrous capsule surrounding the joint surface and the articular disc connecting the two ends of the bones together. The function of the joint is to stabilize and allow rotation of the forearm. The rotator cuff is responsible for rotating around the ulna while the ulna remains in a certain position. The movements of the distal radioulnar joint are pronation and supination of the hand.; Radius-carpal joint: This is one of the main joints in the wrist area. The joint is located in the radius area in contact with the first row of wrist bones to support activities such as flexion, extension, abduction, and adduction. The combination of the above movements allows the hand to rotate.; Joint between the wrist bones: Is the joint between the distal and proximal wrist bones. This joint allows the bones to easily move up, down, left, right... and helps the wrist move smoothly.; Wrist-carpal joint: Includes 5 joints between the wrist and hand bones. The wrist joint of the thumb is called the saddle joint, which helps the fingers move forward and backward from side to side. The wrist joints of the other fingers are facet joints, allowing for up-and-down and side-to-side movement. The wrist joint in the little finger always has more flexibility in movement.\nStructure of the wrist joint",
            "subsection_string": "Structure of the wrist joint\nThe wrist joint is made up of many small bones and joints, along with an intertwined system of ligaments, blood vessels and nerves. The wrist joint consists of two main groups: the bones and the soft tissue. These two parts work together smoothly to help the hand move flexibly. The structure of the wrist bones and joints is also divided into two groups: the wrist bone group and the wrist joint group.\nThe structure of the wrist joint includes: the radiocarpal-carpal joint, the lower radioulnar-ulnar joint, the joint between the wrist bones (including the distal and proximal wrist bones), and the joints between the carpal and metacarpal bones.\nInferior radioulnar joint: This is a axial joint that connects the distal ends of the radius and ulna. The joint is held steady by a fibrous capsule surrounding the joint surface and the articular disc connecting the two ends of the bones together. The function of the joint is to stabilize and allow rotation of the forearm. The rotator cuff is responsible for rotating around the ulna while the ulna remains in a certain position. The movements of the distal radioulnar joint are pronation and supination of the hand.; Radius-carpal joint: This is one of the main joints in the wrist area. The joint is located in the radius area in contact with the first row of wrist bones to support activities such as flexion, extension, abduction, and adduction. The combination of the above movements allows the hand to rotate.; Joint between the wrist bones: Is the joint between the distal and proximal wrist bones. This joint allows the bones to easily move up, down, left, right... and helps the wrist move smoothly.; Wrist-carpal joint: Includes 5 joints between the wrist and hand bones. The wrist joint of the thumb is called the saddle joint, which helps the fingers move forward and backward from side to side. The wrist joints of the other fingers are facet joints, allowing for up-and-down and side-to-side movement. The wrist joint in the little finger always has more flexibility in movement.\nStructure of the wrist joint"
        },
        {
            "subsection_name": "Causes of wrist arthritis",
            "subsection_content": "Some common causes of wrist arthritis include:\n1. Trauma\nWrist arthritis can develop after injury; this is often called post-traumatic arthritis. Inflammation may appear quickly after the injury or may appear over a long period of time.\nInflammation can develop after any fracture that enters the joint, especially in cases where the bone does not heal properly. Ligament injuries can also cause bones to not be able to move together properly. This can also be the cause of arthritis when they rub against each other.\n2. Osteoarthritis of the wrist\nLike arthritis in other locations, degenerative arthritis of the wrist is one of the most common types. Over time, degenerated articular cartilage will lose elasticity, gradually thin, dry and crack, then lead to ulcers, gradual loss of cartilage organization, and inert ends of the bones under the cartilage.\nThis type of arthritis often appears in middle age or in the elderly due to the effects of the aging process. The characteristics of osteoarthritis are pain, redness, dryness, and especially difficulty moving the joints. When moving, a \"clunk\" sound often appears. This is considered a natural human evolution.\nSwelling and pain are some of the symptoms of wrist arthritis.\n3. Autoimmune disease\nIn some cases, the body's immune cells accidentally attack the body's own components, at which point the phenomenon of inflamed joints due to autoimmune disease will occur, specifically: (2)\nRheumatoid arthritis: is a chronic, systemic arthritis. The disease is considered an autoimmune disease with the participation of many factors such as infection or genetics. The disease is common in middle-aged women and is characterized by symmetrical polyarthritis and morning stiffness, especially in the wrist and finger joints on both sides. The disease has a chronic course with acute episodes. During the acute phase, many joints are often swollen and painful, accompanied by fever and may have internal manifestations.; Psoriatic arthritis: The disease not only has external manifestations on the skin but also attacks the joints. The disease often causes asymmetrical peripheral arthritis, accompanied by damage to the spine - sacroiliac.; Systemic lupus erythematosus: is a disease belonging to the group of autoimmune diseases of unknown cause, manifested by inflammation in many organizations. The disease is common in women and young people. Regarding joint damage in systemic lupus erythematosus, there may be acute, subacute or chronic polyarthritis. Patients may have symptoms of arthritis in the ankles, wrists, fingers, etc.; Ankylosing spondylitis: is a chronic inflammatory joint disease of unknown cause. The disease is common in young men and has a clear familial pattern. Common symptoms of ankylosing spondylitis are chronic pain in the lumbar spine and sacroiliac joints. In addition, the disease can also manifest in peripheral joints such as arthritis of the wrists, ankles, and knees...\n4. Metabolic disorders\nA typical example of this group of metabolic disorders is gout. The cause of the disease is protein metabolism disorders in the body, with the main characteristic being increased blood uric acid. From there, it causes the deposition of urate crystals in soft tissue under the skin causing tophi particles, or in the kidneys causing nephritis, kidney failure, kidney stones... Compared to other bone and joint diseases, the pain caused by acute gout attacks is low. Severe, inflamed, hot, red joints and severe edema.\n5. Other causes\nCarpal tunnel syndrome: is caused by compression of the median nerve in the wrist or inflammation of the median nerve. The syndrome often appears in people over 40, or people who work in offices and use computers a lot. Symptoms often appear gradually, at first the symptoms appear infrequently, then they often last long and continuously, including symptoms of numbness and sharp pain at the tips of the thumb, 2nd and 3rd fingers. and pain in the palm of the hand...; Flexor tendonitis of the common digits, extensor tendonitis of the common digits, long extensor tendonitis of the thumb...: causes swelling, pain, and limited movement in the wrist.",
            "subsection_string": "Causes of wrist arthritis\nSome common causes of wrist arthritis include:\n1. Trauma\nWrist arthritis can develop after injury; this is often called post-traumatic arthritis. Inflammation may appear quickly after the injury or may appear over a long period of time.\nInflammation can develop after any fracture that enters the joint, especially in cases where the bone does not heal properly. Ligament injuries can also cause bones to not be able to move together properly. This can also be the cause of arthritis when they rub against each other.\n2. Osteoarthritis of the wrist\nLike arthritis in other locations, degenerative arthritis of the wrist is one of the most common types. Over time, degenerated articular cartilage will lose elasticity, gradually thin, dry and crack, then lead to ulcers, gradual loss of cartilage organization, and inert ends of the bones under the cartilage.\nThis type of arthritis often appears in middle age or in the elderly due to the effects of the aging process. The characteristics of osteoarthritis are pain, redness, dryness, and especially difficulty moving the joints. When moving, a \"clunk\" sound often appears. This is considered a natural human evolution.\nSwelling and pain are some of the symptoms of wrist arthritis.\n3. Autoimmune disease\nIn some cases, the body's immune cells accidentally attack the body's own components, at which point the phenomenon of inflamed joints due to autoimmune disease will occur, specifically: (2)\nRheumatoid arthritis: is a chronic, systemic arthritis. The disease is considered an autoimmune disease with the participation of many factors such as infection or genetics. The disease is common in middle-aged women and is characterized by symmetrical polyarthritis and morning stiffness, especially in the wrist and finger joints on both sides. The disease has a chronic course with acute episodes. During the acute phase, many joints are often swollen and painful, accompanied by fever and may have internal manifestations.; Psoriatic arthritis: The disease not only has external manifestations on the skin but also attacks the joints. The disease often causes asymmetrical peripheral arthritis, accompanied by damage to the spine - sacroiliac.; Systemic lupus erythematosus: is a disease belonging to the group of autoimmune diseases of unknown cause, manifested by inflammation in many organizations. The disease is common in women and young people. Regarding joint damage in systemic lupus erythematosus, there may be acute, subacute or chronic polyarthritis. Patients may have symptoms of arthritis in the ankles, wrists, fingers, etc.; Ankylosing spondylitis: is a chronic inflammatory joint disease of unknown cause. The disease is common in young men and has a clear familial pattern. Common symptoms of ankylosing spondylitis are chronic pain in the lumbar spine and sacroiliac joints. In addition, the disease can also manifest in peripheral joints such as arthritis of the wrists, ankles, and knees...\n4. Metabolic disorders\nA typical example of this group of metabolic disorders is gout. The cause of the disease is protein metabolism disorders in the body, with the main characteristic being increased blood uric acid. From there, it causes the deposition of urate crystals in soft tissue under the skin causing tophi particles, or in the kidneys causing nephritis, kidney failure, kidney stones... Compared to other bone and joint diseases, the pain caused by acute gout attacks is low. Severe, inflamed, hot, red joints and severe edema.\n5. Other causes\nCarpal tunnel syndrome: is caused by compression of the median nerve in the wrist or inflammation of the median nerve. The syndrome often appears in people over 40, or people who work in offices and use computers a lot. Symptoms often appear gradually, at first the symptoms appear infrequently, then they often last long and continuously, including symptoms of numbness and sharp pain at the tips of the thumb, 2nd and 3rd fingers. and pain in the palm of the hand...; Flexor tendonitis of the common digits, extensor tendonitis of the common digits, long extensor tendonitis of the thumb...: causes swelling, pain, and limited movement in the wrist."
        },
        {
            "subsection_name": "Symptoms of wrist arthritis",
            "subsection_content": "Symptoms of this disease will depend on the cause and level of damage. (3)\n1. Joint pain\nWhen suffering from wrist arthritis, patients often experience dull joint pain. The pain may gradually increase, be persistent, or may have a sudden onset.\n2. Joint stiffness\nPersistent pain when the wrist joint is inflamed, if not treated promptly, can lead to joint stiffness. At this time, joints often appear stiff and difficult to grip.\n3. Swelling\nSwelling, inflammation, heat, and pain may occur as the disease progresses. The skin surrounding the joint is often swollen, red and hotter than the surrounding areas.\n4. Limit movement\nOne of the worrying things about this disease is the limitation of movement, making it difficult to move flexibly. If not checked and treated, the disease can progress rapidly. Long term can lead to joint adhesions, muscle atrophy, and loss of joint function.\nWrist arthritis needs to be treated quickly and promptly.",
            "subsection_string": "Symptoms of wrist arthritis\nSymptoms of this disease will depend on the cause and level of damage. (3)\n1. Joint pain\nWhen suffering from wrist arthritis, patients often experience dull joint pain. The pain may gradually increase, be persistent, or may have a sudden onset.\n2. Joint stiffness\nPersistent pain when the wrist joint is inflamed, if not treated promptly, can lead to joint stiffness. At this time, joints often appear stiff and difficult to grip.\n3. Swelling\nSwelling, inflammation, heat, and pain may occur as the disease progresses. The skin surrounding the joint is often swollen, red and hotter than the surrounding areas.\n4. Limit movement\nOne of the worrying things about this disease is the limitation of movement, making it difficult to move flexibly. If not checked and treated, the disease can progress rapidly. Long term can lead to joint adhesions, muscle atrophy, and loss of joint function.\nWrist arthritis needs to be treated quickly and promptly."
        },
        {
            "subsection_name": "Subjects susceptible to wrist arthritis",
            "subsection_content": "Pregnant women\nWomen who are pregnant or postpartum have a high rate of wrist inflammation. The main common reason is that the female hormones progesterone, estrogen, and testosterone decrease during pregnancy and breastfeeding. This has a significant impact on the health of the bone and joint system.\nAthlete\nAthletes in sports that use their hands a lot such as badminton, basketball, tennis, table tennis... often have a high risk of wrist arthritis.\nElderly\nThis condition affects almost all ages, especially older people. Women are more commonly affected than men and often at an earlier age. Many studies show that joint damage occurs in about 60% of adults over 60 years old and 80 - 90% of patients over 75 years old. Women are 3 times more likely to get the disease than men. Although the disease can strike at any age, it often begins to be evident between the ages of 20 and 40.",
            "subsection_string": "Subjects susceptible to wrist arthritis\nPregnant women\nWomen who are pregnant or postpartum have a high rate of wrist inflammation. The main common reason is that the female hormones progesterone, estrogen, and testosterone decrease during pregnancy and breastfeeding. This has a significant impact on the health of the bone and joint system.\nAthlete\nAthletes in sports that use their hands a lot such as badminton, basketball, tennis, table tennis... often have a high risk of wrist arthritis.\nElderly\nThis condition affects almost all ages, especially older people. Women are more commonly affected than men and often at an earlier age. Many studies show that joint damage occurs in about 60% of adults over 60 years old and 80 - 90% of patients over 75 years old. Women are 3 times more likely to get the disease than men. Although the disease can strike at any age, it often begins to be evident between the ages of 20 and 40."
        },
        {
            "subsection_name": "How to diagnose wrist arthritis",
            "subsection_content": "When suspecting that you have wrist pain through common symptoms, doctors will diagnose by asking about your condition, performing a physical examination, taking X-rays, ultrasound, and doing some necessary tests. set.\nPhysical examination is to find areas of pain, swelling and reduced movement to determine the cause.; X-rays, ultrasounds, and blood tests will provide accurate results, adding additional data to help doctors easily conclude the condition.\nIn addition, MRI or CT scanning techniques can be useful in some difficult cases, in the early stages of the disease, helping doctors learn more about the condition and contributing to diagnosing the cause of inflammation. With an understanding of your symptoms, activity level, preferences and work combined with examination and image analysis, your doctor will recommend the best treatment options.\nIn more complicated cases, the doctor may aspirate joint fluid and biopsy the lesion to clearly determine the cause of inflammation such as infection, rheumatoid arthritis, psoriatic arthritis, gout...\nIn addition, with the wrist, the doctor can measure electrical nerve impulses to quickly and accurately determine the level of nerve compression and the movement function of joints and fingers. Depending on each case, the doctor can conduct other diagnostics such as arthroscopy, blood tests, etc.",
            "subsection_string": "How to diagnose wrist arthritis\nWhen suspecting that you have wrist pain through common symptoms, doctors will diagnose by asking about your condition, performing a physical examination, taking X-rays, ultrasound, and doing some necessary tests. set.\nPhysical examination is to find areas of pain, swelling and reduced movement to determine the cause.; X-rays, ultrasounds, and blood tests will provide accurate results, adding additional data to help doctors easily conclude the condition.\nIn addition, MRI or CT scanning techniques can be useful in some difficult cases, in the early stages of the disease, helping doctors learn more about the condition and contributing to diagnosing the cause of inflammation. With an understanding of your symptoms, activity level, preferences and work combined with examination and image analysis, your doctor will recommend the best treatment options.\nIn more complicated cases, the doctor may aspirate joint fluid and biopsy the lesion to clearly determine the cause of inflammation such as infection, rheumatoid arthritis, psoriatic arthritis, gout...\nIn addition, with the wrist, the doctor can measure electrical nerve impulses to quickly and accurately determine the level of nerve compression and the movement function of joints and fingers. Depending on each case, the doctor can conduct other diagnostics such as arthroscopy, blood tests, etc."
        },
        {
            "subsection_name": "Common complications when suffering from wrist arthritis",
            "subsection_content": "Wrist arthritis, if the cause is not properly identified and treated promptly, will cause many complex complications that affect health and mobility.\nJoint cartilage due to long-term damage will cause erosion and gradually narrow the joint spaces. From there, muscle atrophy, joint adhesion, and joint deformity will occur, causing loss of mobility.; For systemic bone and joint diseases (autoimmune arthritis), damage not only occurs in the joints but also occurs in the skin as well as some internal organs. If not controlled quickly, some of these diseases can lead to many dangerous complications as well as direct health threats.",
            "subsection_string": "Common complications when suffering from wrist arthritis\nWrist arthritis, if the cause is not properly identified and treated promptly, will cause many complex complications that affect health and mobility.\nJoint cartilage due to long-term damage will cause erosion and gradually narrow the joint spaces. From there, muscle atrophy, joint adhesion, and joint deformity will occur, causing loss of mobility.; For systemic bone and joint diseases (autoimmune arthritis), damage not only occurs in the joints but also occurs in the skin as well as some internal organs. If not controlled quickly, some of these diseases can lead to many dangerous complications as well as direct health threats."
        },
        {
            "subsection_name": "Treatment and recovery",
            "subsection_content": "Currently, wrist arthritis can be treated with many different methods. In order to improve the best possible effectiveness, the doctor will develop a treatment regimen for each case based on the cause of the disease, the severity of the disease, co-morbidities, and the patient's age and job. (4)\n1. Anti-inflammatory drugs and medications that treat the cause\nAnti-inflammatory drugs: pain relievers and non-steroidal anti-inflammatory drugs (NSAIDs) are commonly used drugs to treat this condition.; In addition, depending on the cause of wrist joint pain, the doctor will prescribe groups of drugs that affect the pathogenesis of the disease to help thoroughly treat the disease and avoid recurrence.; Although using medication is the preferred method, you should not overuse it or use it incorrectly as it can cause many dangerous side effects and complications. Therefore, it is necessary to consult a doctor before use, and must strictly comply with drug and dosage instructions.\n2. Local injection\nIf your symptoms are moderate or severe, your doctor may give you a local anti-inflammatory injection. Wrist joint injections have an anti-inflammatory effect, reducing and temporarily improving inflammation symptoms.\nIn addition, in some cases of arthritis or chronic soft tissue inflammation around the joints, doctors can use some new local injections such as platelet-rich plasma injections or collagen injections for joints to help bring effective results. optimal and long lasting.\n3. Physical therapy\nPhysical therapy techniques need to be performed in combination with medication to control pain, restore wrist joint function, and prevent cartilage degeneration.\nIn the treatment of wrist arthritis, applied physical therapy techniques include:\nWearing a splint: With the function of immobilizing the joint, reducing mechanical impact and pressure on the wrist area, the splint can help patients reduce pain, stiffness, swelling and inflammation. At the same time, splints play an important role in supporting the recovery of joint damage; Apply cold: When the wrist shows signs of swelling, heat, and edema due to injury, the best way in this case is to apply an ice pack to the joint for 10 - 15 minutes. When applying cold compresses, the temperature from the compress helps constrict blood vessels, reduce inflammation and significantly reduce pain in the joint area.; Perform exercises: Patients can perform exercises specifically for the wrist and finger areas as recommended by the doctor. This method is intended to reduce pressure on nerves, improve mobility and help slow down the aging process and progression of chronic bone and joint disease.\n4. Surgery\nWhen wrist arthritis is severe and conservative treatments cannot respond, in this case, the doctor may recommend surgery. The doctor may prescribe a number of surgical techniques depending on the cause of wrist joint damage such as:\nRemove bone spurs; Apply a cast to the wrist joint if the injury leads to torn ligaments or bone fractures; Surgical decompression of carpal tunnel syndrome, long tendonitis - shortening of the thumb; Surgical removal of tophi in case of gout; In cases where the joint is seriously damaged, the solution the doctor offers may be to replace the damaged organ with artificial materials.\nIn general, surgery is more effective than conservative treatment. Surgery should only be performed when prescribed by a specialist because surgical intervention has potential complications and risks.",
            "subsection_string": "Treatment and recovery\nCurrently, wrist arthritis can be treated with many different methods. In order to improve the best possible effectiveness, the doctor will develop a treatment regimen for each case based on the cause of the disease, the severity of the disease, co-morbidities, and the patient's age and job. (4)\n1. Anti-inflammatory drugs and medications that treat the cause\nAnti-inflammatory drugs: pain relievers and non-steroidal anti-inflammatory drugs (NSAIDs) are commonly used drugs to treat this condition.; In addition, depending on the cause of wrist joint pain, the doctor will prescribe groups of drugs that affect the pathogenesis of the disease to help thoroughly treat the disease and avoid recurrence.; Although using medication is the preferred method, you should not overuse it or use it incorrectly as it can cause many dangerous side effects and complications. Therefore, it is necessary to consult a doctor before use, and must strictly comply with drug and dosage instructions.\n2. Local injection\nIf your symptoms are moderate or severe, your doctor may give you a local anti-inflammatory injection. Wrist joint injections have an anti-inflammatory effect, reducing and temporarily improving inflammation symptoms.\nIn addition, in some cases of arthritis or chronic soft tissue inflammation around the joints, doctors can use some new local injections such as platelet-rich plasma injections or collagen injections for joints to help bring effective results. optimal and long lasting.\n3. Physical therapy\nPhysical therapy techniques need to be performed in combination with medication to control pain, restore wrist joint function, and prevent cartilage degeneration.\nIn the treatment of wrist arthritis, applied physical therapy techniques include:\nWearing a splint: With the function of immobilizing the joint, reducing mechanical impact and pressure on the wrist area, the splint can help patients reduce pain, stiffness, swelling and inflammation. At the same time, splints play an important role in supporting the recovery of joint damage; Apply cold: When the wrist shows signs of swelling, heat, and edema due to injury, the best way in this case is to apply an ice pack to the joint for 10 - 15 minutes. When applying cold compresses, the temperature from the compress helps constrict blood vessels, reduce inflammation and significantly reduce pain in the joint area.; Perform exercises: Patients can perform exercises specifically for the wrist and finger areas as recommended by the doctor. This method is intended to reduce pressure on nerves, improve mobility and help slow down the aging process and progression of chronic bone and joint disease.\n4. Surgery\nWhen wrist arthritis is severe and conservative treatments cannot respond, in this case, the doctor may recommend surgery. The doctor may prescribe a number of surgical techniques depending on the cause of wrist joint damage such as:\nRemove bone spurs; Apply a cast to the wrist joint if the injury leads to torn ligaments or bone fractures; Surgical decompression of carpal tunnel syndrome, long tendonitis - shortening of the thumb; Surgical removal of tophi in case of gout; In cases where the joint is seriously damaged, the solution the doctor offers may be to replace the damaged organ with artificial materials.\nIn general, surgery is more effective than conservative treatment. Surgery should only be performed when prescribed by a specialist because surgical intervention has potential complications and risks."
        },
        {
            "subsection_name": "How to prevent wrist arthritis",
            "subsection_content": "If the patient continues to maintain bad habits, the disease can progress seriously or recur many times. In addition to treatment measures, patients should follow a scientific lifestyle to maintain a healthy bone system and help slow down the degenerative process.\nLimit sports with direct impacts on the wrist such as badminton, tennis...; Encourage sports with light intensity activities such as swimming, walking, yoga to avoid irritation and joint damage.; Create a habit of resting for 5 - 10 minutes after every hour of typing, drawing or sewing...; Quit the habit of drinking alcohol and using tobacco. In daily meals, it is necessary to adjust protein content appropriately. In particular, you should pay attention to drinking enough water, adding lots of green vegetables, fruits... to help stabilize uric acid levels in the blood, maintain a healthy bone system.; Be extremely cautious when participating in traffic, playing sports, and doing daily activities to reduce the risk of wrist joint injury.; Limit lifting heavy objects, a common cause of wrist joint damage. When you need to move furniture or heavy objects, you should carefully use supporting tools.",
            "subsection_string": "How to prevent wrist arthritis\nIf the patient continues to maintain bad habits, the disease can progress seriously or recur many times. In addition to treatment measures, patients should follow a scientific lifestyle to maintain a healthy bone system and help slow down the degenerative process.\nLimit sports with direct impacts on the wrist such as badminton, tennis...; Encourage sports with light intensity activities such as swimming, walking, yoga to avoid irritation and joint damage.; Create a habit of resting for 5 - 10 minutes after every hour of typing, drawing or sewing...; Quit the habit of drinking alcohol and using tobacco. In daily meals, it is necessary to adjust protein content appropriately. In particular, you should pay attention to drinking enough water, adding lots of green vegetables, fruits... to help stabilize uric acid levels in the blood, maintain a healthy bone system.; Be extremely cautious when participating in traffic, playing sports, and doing daily activities to reduce the risk of wrist joint injury.; Limit lifting heavy objects, a common cause of wrist joint damage. When you need to move furniture or heavy objects, you should carefully use supporting tools."
        },
        {
            "subsection_name": "How to care for wrist arthritis at home",
            "subsection_content": "People with inflammation in the wrist joints need treatment and care from loved ones. In addition to treatment methods, patients need to pay attention to adding foods that help reduce pain quickly such as:\nFoods containing lots of omega 3 and vitamin D such as tuna, salmon, anchovies...; Dishes made from animal bones and ribs help supplement large amounts of glucosamine, calcium, and chondroitin to help strengthen bones.; Increase eating green vegetables, nuts, grains, fruits... to fully supplement vitamins and minerals.; Help patients exercise, take medicine, and receive treatment according to the doctor's regimen so that inflamed wrist joint disease can be improved quickly and effectively.; Lifestyle changes: limit lifting heavy objects, avoid recurring injuries to the wrist to avoid recurrence of the disease.\nWith a team of highly specialized Internal Medicine and Surgical Musculoskeletal experts, applying many advanced techniques in Musculoskeletal treatment, Tam Anh General Hospital System has successfully examined and treated millions of cases. Musculoskeletal diseases, including osteoarthritis.\nFor advice and to schedule an examination for musculoskeletal diseases at Tam Anh General Hospital System, you can contact:\nWrist arthritis causes pain in the wrist area, reducing the patient's quality of life and can even cause loss of joint function. The causes of the disease are very diverse such as injuries, wrist osteoarthritis, autoimmune diseases and metabolic disorders, etc. Patients should adhere to a scientific lifestyle in addition to treatment methods to support treatment. Best treatment for inflamed wrist joints.",
            "subsection_string": "How to care for wrist arthritis at home\nPeople with inflammation in the wrist joints need treatment and care from loved ones. In addition to treatment methods, patients need to pay attention to adding foods that help reduce pain quickly such as:\nFoods containing lots of omega 3 and vitamin D such as tuna, salmon, anchovies...; Dishes made from animal bones and ribs help supplement large amounts of glucosamine, calcium, and chondroitin to help strengthen bones.; Increase eating green vegetables, nuts, grains, fruits... to fully supplement vitamins and minerals.; Help patients exercise, take medicine, and receive treatment according to the doctor's regimen so that inflamed wrist joint disease can be improved quickly and effectively.; Lifestyle changes: limit lifting heavy objects, avoid recurring injuries to the wrist to avoid recurrence of the disease.\nWith a team of highly specialized Internal Medicine and Surgical Musculoskeletal experts, applying many advanced techniques in Musculoskeletal treatment, Tam Anh General Hospital System has successfully examined and treated millions of cases. Musculoskeletal diseases, including osteoarthritis.\nFor advice and to schedule an examination for musculoskeletal diseases at Tam Anh General Hospital System, you can contact:\nWrist arthritis causes pain in the wrist area, reducing the patient's quality of life and can even cause loss of joint function. The causes of the disease are very diverse such as injuries, wrist osteoarthritis, autoimmune diseases and metabolic disorders, etc. Patients should adhere to a scientific lifestyle in addition to treatment methods to support treatment. Best treatment for inflamed wrist joints."
        }
    ],
    "name": "viem-khop-co-tay.json"
}