{
    "title": "Seasonal allergic rhinitis: Causes, signs and treatments",
    "category": "Respiratory",
    "link": "https://tamanhhospital.vn/viem-mui-di-ung-thoi-tiet/",
    "abstract": "Cleaning the house, staying away from allergens and strengthening the body's resistance helps prevent and reduce the risk of severe seasonal allergic rhinitis. This article is expertly advised by BSNT.CKII Tran Thi Thuy Hang, Head of the Department of Otorhinolaryngology, Tam Anh General Hospital, Ho Chi Minh City.\nSeasonal allergic rhinitis often occurs in childhood and between the ages of 30 and 40 years old",
    "content": "Seasonal allergic rhinitis: Causes, signs and treatments\n\nCleaning the house, staying away from allergens and strengthening the body's resistance helps prevent and reduce the risk of severe seasonal allergic rhinitis. This article is expertly advised by BSNT.CKII Tran Thi Thuy Hang, Head of the Department of Otorhinolaryngology, Tam Anh General Hospital, Ho Chi Minh City.\nSeasonal allergic rhinitis often occurs in childhood and between the ages of 30 and 40 years old\n\nWhat is seasonal allergic rhinitis?\nSeasonal allergic rhinitis is also known as seasonal allergic rhinitis. This is an allergic rhinitis that lasts from year to year and the time of onset of symptoms will depend on the season of appearance of allergens such as the blooming season of a certain plant. , caterpillar breeding season, wet season with many mold growth, cold dry season...\nBSNT.CKII Tran Thi Thuy Hang, Head of the Department of Otorhinolaryngology, Tam Anh General Hospital, Ho Chi Minh City, said that seasonal rhinitis affects about 20% of the world's population of all ages. But the risk is much higher in people with asthma or eczema and in people with a family history of asthma or allergic rhinitis.\nSymptoms of the disease often appear in childhood or adulthood and become more severe when the patient is young or reaches the age of 30-40. However, the severity of symptoms can change at each time or age throughout life. This depends on many factors such as changes in living environment, changes in the immune system...\n\nCauses of seasonal allergic rhinitis\nThe cause of seasonal allergic rhinitis is mainly due to pollen from a tree species that usually blooms during certain seasons of the year. For example:\nSpring: Flowers of longan trees, neem trees, grapefruit trees...; Summer: Flowers of phoenix tree, linden tree...; Autumn: Flowers of milkweed, jade orchids...; Winter: Flowers of daisies, mustard greens...\nBut in addition, seasonal allergic rhinitis can also be caused by dust mites, mold, contact with chemicals, hair or animal feces. People with asthma also often suffer from allergic rhinitis.(1)\n\nSigns of seasonal allergic rhinitis\nDr. Thuy Hang said that the symptoms of seasonal allergic rhinitis are different for each person. Although the term “rhinitis” refers only to nasal symptoms, many people also have symptoms that affect the eyes, throat, and ears. Sleep may also be disrupted.\nSymptoms of seasonal allergic rhinitis may include:\nNose: Runny nose, stuffy nose, sneezing, itchy nose, postnasal drip, decreased sense of smell, facial pain. Eyes: Red, itchy, scratchy feeling in the eyes, swelling and dark circles. Throat and ears: Sore throat, hoarseness, congestion or ringing in the ears, itchy throat or ears. Sleep: Mouth breathing, frequent awakenings, fatigue during the day, difficulty performing normal activities such as studying or working due to uncomfortable stuffy nose.; Nose: Runny nose, stuffy nose, sneezing, itchy nose, postnasal drip, decreased sense of smell, facial pain.; Eyes: Red, itchy, scratchy feeling in the eyes, swelling and dark circles; Throat and ears: Sore throat, hoarseness, congestion or ringing in the ears, itchy throat or ears.; Sleep: Breathing through the mouth, waking up frequently, tired during the day, difficulty performing normal activities such as studying or working because of uncomfortable stuffy nose.\n\nDiagnosis of seasonal allergic rhinitis\nTo determine whether a person has seasonal allergic rhinitis, a doctor needs to combine several diagnoses.\n1. Clinical diagnosis\nDiagnosis of allergic rhinitis is usually made clinically based on characteristic symptoms and good response to treatment with antihistamines or nasal corticosteroids. According to Dr. Thuy Hang, diagnosing the disease will be easier if the patient has seasonal symptoms, or clearly identifies a trigger or has more than one irritant, including allergens. and stimulants.\nTherefore, patients need:\nRecall where and what you were doing before rhinitis symptoms began. For example, you spent time walking in the garden or playing with your pet. Note the time of year when symptoms of allergic rhinitis often appear. Carefully review your home, work, and school environments for potential allergens.; Recall where and what you were doing before rhinitis symptoms began. For example, you spent time walking in the garden or playing with your pet.; Note the time of year when symptoms of allergic rhinitis often appear.; Carefully review your home, work, and school environments for potential allergens.\n2. Tests\nBesides clinical diagnosis, your doctor may prescribe additional tests to combine for a more accurate diagnosis, including:\nSkin testing: To determine reactions to allergens such as pollen, dander or animal feces. Blood test: To evaluate allergy-specific serum IgE, indicated when skin testing is ineffective; Skin testing: To determine reactions to allergens such as pollen, dander or animal feces.; Blood test: To evaluate allergy-specific serum IgE, indicated when skin testing is ineffective.\n3. Differential diagnosis\nDifferential diagnosis is to distinguish seasonal allergic rhinitis from forms of rhinitis of non-allergic origin (also known as vasomotor rhinitis), chronic non-allergic rhinitis, mixed rhinitis and rhinitis. due to virus.\n“Viral rhinitis should be suspected if the patient is a child and the time of symptoms appears in spring or September. Because rhinovirus rhinitis (2) has the highest incidence in children children in September and spring\", Dr. Thuy Hang noted.\nBlood tests to assess allergy-specific serum IgE help diagnose seasonal allergic rhinitis\n\nHow to treat seasonal allergic rhinitis\nSeasonal allergic rhinitis can be treated with the following methods:\n1. Medicine to treat seasonal allergic rhinitis\nAccording to Dr. Thuy Hang, drug treatment options usually include H1 antihistamines, nasal corticosteroids and leukotriene receptor antagonists. These three drugs are not only specific for seasonal allergic rhinitis but also for perennial allergic rhinitis.(3)\nOral antihistamines usually work quickly, so whenever symptoms appear, the patient can take them immediately.\n*Dr. Thuy Hang noted that the effect of antihistamines on symptoms, especially nasal congestion, is quite modest, so treatment results will be better if combined with decongestants. However, patients need to use combination drugs as prescribed by the doctor because they can cause some side effects such as drug-induced rhinitis or reduced effectiveness when treatment reaches the 3rd day. Patients should only use these drugs. This medication is for short periods of time and should not be used for a long time to avoid the risk of drug resistance.\nIntranasal corticosteroids: Considered the most effective medication for seasonal allergic rhinitis. Not only for nasal symptoms but also for eye allergy symptoms, intranasal glucocorticoids are as effective as oral antihistamines. Leukotriene receptor antagonists: The effects of leukotriene receptor antagonists on symptoms of allergic rhinitis are similar or slightly less than those of oral antihistamines. Injectable: This is also a subcutaneous immunotherapy that helps treat seasonal allergic rhinitis. However, Dr. Thuy Hang recommends that this therapy has the risk of causing systemic reactions, occurring in 0.1% of injections. In rare cases, it can lead to life-threatening anaphylactic shock.; Intranasal corticosteroids: Considered the most effective medication for seasonal allergic rhinitis. Not only for nasal symptoms but also for eye allergy symptoms, intranasal glucocorticoids are as effective as oral antihistamines.; Leukotriene receptor antagonists: The effects of leukotriene receptor antagonists on the symptoms of allergic rhinitis are similar or slightly less than those of oral antihistamines.; Injectable: This is also a subcutaneous immunotherapy that helps treat seasonal allergic rhinitis. However, Dr. Thuy Hang recommends that this therapy has the risk of causing systemic reactions, occurring in 0.1% of injections. In rare cases, it can lead to life-threatening anaphylactic shock.\nUsing an antihistamine nasal spray can help reduce symptoms of seasonal allergic rhinitis\n2. Notes when treating seasonal allergic rhinitis at home\nIn addition to medical treatment as prescribed by the doctor, patients can combine some of the following home remedies for seasonal allergic rhinitis to improve symptoms.\nRinsing the nose with physiological saline: This method helps remove allergens from the nose, especially useful for treating symptoms of runny nose, sneezing, dry nose and stuffy nose. Rinsing the nose with salt water also helps clean the nasal mucosa. Patients can use it before using spray medication for better effectiveness. Steam: A simple steam bath with a pot of boiled water and the lid open to let the hot steam rise to your face, or turn on the shower to hot water and then rinse it all over the bathroom. Hot steam will help clear the airways and relieve symptoms.; Rinsing the nose with physiological saline: This method helps remove allergens from the nose, especially useful for treating symptoms of runny nose, sneezing, dry nose and stuffy nose. Rinsing the nose with salt water also helps clean the nasal mucosa. Patients can use it before using spray medication to help the medication work better.; Steam: A simple steam bath with a pot of boiled water and the lid open to let the hot steam rise to your face, or turn on the shower to hot water and then rinse it all over the bathroom. Hot steam will help clear the airways and relieve symptoms.\n\nPrevention of seasonal allergic rhinitis\nAccording to Dr. Thuy Hang, the most important way to prevent seasonal allergic rhinitis is to stay away from allergens and strengthen the body's immunity. Accordingly, people should:\nClean the house every day; Wash sheets, pillows, mattresses, blankets, and mats weekly. Do not keep furry pets such as dogs and cats in the house. If you suspect a plant may be causing allergies in your garden, remove it. Limit exposure to chemicals such as laundry detergent and insect sprays. Regularly open the doors of rooms in the house to let in sunlight to eliminate mold. Keep your body warm, eat and drink warm foods, especially in the cold season.; Clean the house every day; wash sheets, pillows, mattresses, blankets, mats weekly; Do not keep furry pets such as dogs and cats in the house.; If you suspect a plant may be causing allergies in your garden, remove it.; Limit exposure to chemicals such as detergents and insect sprays; Regularly open the doors of rooms in the house to receive sunlight to eliminate mold.; Keep your body warm, eat and drink warm foods, especially in the cold season.\n\nFrequently asked questions about seasonal allergic rhinitis\nDr. Thuy Hang answers common questions about seasonal allergic rhinitis.\n1. Can seasonal allergic rhinitis be cured?\nSeasonal allergic rhinitis can be treated with medication and prevented by staying away from allergens.\n2. Are children often susceptible to seasonal allergic rhinitis?\nChildren with sensitive constitutions and asthma are prone to outbreaks of allergic rhinitis symptoms when the weather changes. For example, children will have allergic rhinitis in cold weather in the late fall and early winter.\n3. Is seasonal allergic rhinitis different from seasonal allergic sinusitis?\nAllergic rhinitis is an inflammation of the mucous membranes lining the nasal cavity caused by allergens.\nIn particular, the sinuses are hollow bones, each side of the face includes a frontal sinus, a maxillary sinus, a sphenoid sinus and 15-17 ethmoid sinuses that are specifically related to the nasal cavity. Allergic sinusitis is an inflammation of the mucous membrane lining the sinuses due to allergens.\nThe mucosa of the paranasal sinuses and nasal cavity is a unified whole, the diseases of allergic rhinitis and allergic sinusitis are collectively called allergic rhinosinusitis.\n4. Is seasonal allergic rhinitis dangerous?\nSeasonal allergic rhinitis is not an acute life-threatening disease, but can affect health and spirit, impairing the ability to study and work due to nasal congestion. In addition, if not treated early, complications of seasonal allergic rhinitis can be superinfected, causing life-threatening complications of otitis media, meningitis, etc.\n5. What should I do for seasonal allergic rhinitis?\nDoctor Thuy Hang advises that when suspected of having seasonal allergic rhinitis, especially in children, it is best for the patient to go to a medical facility with an Ear, Nose and Throat specialist for examination to properly detect the disease and treat it. There are scientific and effective treatment methods.\nWhen symptoms of stuffy nose, sneezing, or runny nose appear for more than 1 week, the patient should go to the hospital for examination.\nDepartment of Ear, Nose and Throat, Tam Anh General Hospital is a unit that examines, diagnoses and treats in-depth ear, nose and throat diseases, including seasonal allergic rhinitis. With a team of skilled and experienced experts and leading doctors, supported by the most modern medical examination and treatment equipment system such as the Microdebrider Tissue Planer of Medtronic (USA), the XION endoscope of Germany, COBLATOR machine system from Smith Nephew (USA)... will help with professional and highly effective medical examination and treatment.",
    "subsections": [
        {
            "subsection_name": "What is seasonal allergic rhinitis?",
            "subsection_content": "Seasonal allergic rhinitis is also known as seasonal allergic rhinitis. This is an allergic rhinitis that lasts from year to year and the time of onset of symptoms will depend on the season of appearance of allergens such as the blooming season of a certain plant. , caterpillar breeding season, wet season with many mold growth, cold dry season...\nBSNT.CKII Tran Thi Thuy Hang, Head of the Department of Otorhinolaryngology, Tam Anh General Hospital, Ho Chi Minh City, said that seasonal rhinitis affects about 20% of the world's population of all ages. But the risk is much higher in people with asthma or eczema and in people with a family history of asthma or allergic rhinitis.\nSymptoms of the disease often appear in childhood or adulthood and become more severe when the patient is young or reaches the age of 30-40. However, the severity of symptoms can change at each time or age throughout life. This depends on many factors such as changes in living environment, changes in the immune system...",
            "subsection_string": "What is seasonal allergic rhinitis?\nSeasonal allergic rhinitis is also known as seasonal allergic rhinitis. This is an allergic rhinitis that lasts from year to year and the time of onset of symptoms will depend on the season of appearance of allergens such as the blooming season of a certain plant. , caterpillar breeding season, wet season with many mold growth, cold dry season...\nBSNT.CKII Tran Thi Thuy Hang, Head of the Department of Otorhinolaryngology, Tam Anh General Hospital, Ho Chi Minh City, said that seasonal rhinitis affects about 20% of the world's population of all ages. But the risk is much higher in people with asthma or eczema and in people with a family history of asthma or allergic rhinitis.\nSymptoms of the disease often appear in childhood or adulthood and become more severe when the patient is young or reaches the age of 30-40. However, the severity of symptoms can change at each time or age throughout life. This depends on many factors such as changes in living environment, changes in the immune system..."
        },
        {
            "subsection_name": "Causes of seasonal allergic rhinitis",
            "subsection_content": "The cause of seasonal allergic rhinitis is mainly due to pollen from a tree species that usually blooms during certain seasons of the year. For example:\nSpring: Flowers of longan trees, neem trees, grapefruit trees...; Summer: Flowers of phoenix tree, linden tree...; Autumn: Flowers of milkweed, jade orchids...; Winter: Flowers of daisies, mustard greens...\nBut in addition, seasonal allergic rhinitis can also be caused by dust mites, mold, contact with chemicals, hair or animal feces. People with asthma also often suffer from allergic rhinitis.(1)",
            "subsection_string": "Causes of seasonal allergic rhinitis\nThe cause of seasonal allergic rhinitis is mainly due to pollen from a tree species that usually blooms during certain seasons of the year. For example:\nSpring: Flowers of longan trees, neem trees, grapefruit trees...; Summer: Flowers of phoenix tree, linden tree...; Autumn: Flowers of milkweed, jade orchids...; Winter: Flowers of daisies, mustard greens...\nBut in addition, seasonal allergic rhinitis can also be caused by dust mites, mold, contact with chemicals, hair or animal feces. People with asthma also often suffer from allergic rhinitis.(1)"
        },
        {
            "subsection_name": "Signs of seasonal allergic rhinitis",
            "subsection_content": "Dr. Thuy Hang said that the symptoms of seasonal allergic rhinitis are different for each person. Although the term “rhinitis” refers only to nasal symptoms, many people also have symptoms that affect the eyes, throat, and ears. Sleep may also be disrupted.\nSymptoms of seasonal allergic rhinitis may include:\nNose: Runny nose, stuffy nose, sneezing, itchy nose, postnasal drip, decreased sense of smell, facial pain. Eyes: Red, itchy, scratchy feeling in the eyes, swelling and dark circles. Throat and ears: Sore throat, hoarseness, congestion or ringing in the ears, itchy throat or ears. Sleep: Mouth breathing, frequent awakenings, fatigue during the day, difficulty performing normal activities such as studying or working due to uncomfortable stuffy nose.; Nose: Runny nose, stuffy nose, sneezing, itchy nose, postnasal drip, decreased sense of smell, facial pain.; Eyes: Red, itchy, scratchy feeling in the eyes, swelling and dark circles; Throat and ears: Sore throat, hoarseness, congestion or ringing in the ears, itchy throat or ears.; Sleep: Breathing through the mouth, waking up frequently, tired during the day, difficulty performing normal activities such as studying or working because of uncomfortable stuffy nose.",
            "subsection_string": "Signs of seasonal allergic rhinitis\nDr. Thuy Hang said that the symptoms of seasonal allergic rhinitis are different for each person. Although the term “rhinitis” refers only to nasal symptoms, many people also have symptoms that affect the eyes, throat, and ears. Sleep may also be disrupted.\nSymptoms of seasonal allergic rhinitis may include:\nNose: Runny nose, stuffy nose, sneezing, itchy nose, postnasal drip, decreased sense of smell, facial pain. Eyes: Red, itchy, scratchy feeling in the eyes, swelling and dark circles. Throat and ears: Sore throat, hoarseness, congestion or ringing in the ears, itchy throat or ears. Sleep: Mouth breathing, frequent awakenings, fatigue during the day, difficulty performing normal activities such as studying or working due to uncomfortable stuffy nose.; Nose: Runny nose, stuffy nose, sneezing, itchy nose, postnasal drip, decreased sense of smell, facial pain.; Eyes: Red, itchy, scratchy feeling in the eyes, swelling and dark circles; Throat and ears: Sore throat, hoarseness, congestion or ringing in the ears, itchy throat or ears.; Sleep: Breathing through the mouth, waking up frequently, tired during the day, difficulty performing normal activities such as studying or working because of uncomfortable stuffy nose."
        },
        {
            "subsection_name": "Diagnosis of seasonal allergic rhinitis",
            "subsection_content": "To determine whether a person has seasonal allergic rhinitis, a doctor needs to combine several diagnoses.\n1. Clinical diagnosis\nDiagnosis of allergic rhinitis is usually made clinically based on characteristic symptoms and good response to treatment with antihistamines or nasal corticosteroids. According to Dr. Thuy Hang, diagnosing the disease will be easier if the patient has seasonal symptoms, or clearly identifies a trigger or has more than one irritant, including allergens. and stimulants.\nTherefore, patients need:\nRecall where and what you were doing before rhinitis symptoms began. For example, you spent time walking in the garden or playing with your pet. Note the time of year when symptoms of allergic rhinitis often appear. Carefully review your home, work, and school environments for potential allergens.; Recall where and what you were doing before rhinitis symptoms began. For example, you spent time walking in the garden or playing with your pet.; Note the time of year when symptoms of allergic rhinitis often appear.; Carefully review your home, work, and school environments for potential allergens.\n2. Tests\nBesides clinical diagnosis, your doctor may prescribe additional tests to combine for a more accurate diagnosis, including:\nSkin testing: To determine reactions to allergens such as pollen, dander or animal feces. Blood test: To evaluate allergy-specific serum IgE, indicated when skin testing is ineffective; Skin testing: To determine reactions to allergens such as pollen, dander or animal feces.; Blood test: To evaluate allergy-specific serum IgE, indicated when skin testing is ineffective.\n3. Differential diagnosis\nDifferential diagnosis is to distinguish seasonal allergic rhinitis from forms of rhinitis of non-allergic origin (also known as vasomotor rhinitis), chronic non-allergic rhinitis, mixed rhinitis and rhinitis. due to virus.\n“Viral rhinitis should be suspected if the patient is a child and the time of symptoms appears in spring or September. Because rhinovirus rhinitis (2) has the highest incidence in children children in September and spring\", Dr. Thuy Hang noted.\nBlood tests to assess allergy-specific serum IgE help diagnose seasonal allergic rhinitis",
            "subsection_string": "Diagnosis of seasonal allergic rhinitis\nTo determine whether a person has seasonal allergic rhinitis, a doctor needs to combine several diagnoses.\n1. Clinical diagnosis\nDiagnosis of allergic rhinitis is usually made clinically based on characteristic symptoms and good response to treatment with antihistamines or nasal corticosteroids. According to Dr. Thuy Hang, diagnosing the disease will be easier if the patient has seasonal symptoms, or clearly identifies a trigger or has more than one irritant, including allergens. and stimulants.\nTherefore, patients need:\nRecall where and what you were doing before rhinitis symptoms began. For example, you spent time walking in the garden or playing with your pet. Note the time of year when symptoms of allergic rhinitis often appear. Carefully review your home, work, and school environments for potential allergens.; Recall where and what you were doing before rhinitis symptoms began. For example, you spent time walking in the garden or playing with your pet.; Note the time of year when symptoms of allergic rhinitis often appear.; Carefully review your home, work, and school environments for potential allergens.\n2. Tests\nBesides clinical diagnosis, your doctor may prescribe additional tests to combine for a more accurate diagnosis, including:\nSkin testing: To determine reactions to allergens such as pollen, dander or animal feces. Blood test: To evaluate allergy-specific serum IgE, indicated when skin testing is ineffective; Skin testing: To determine reactions to allergens such as pollen, dander or animal feces.; Blood test: To evaluate allergy-specific serum IgE, indicated when skin testing is ineffective.\n3. Differential diagnosis\nDifferential diagnosis is to distinguish seasonal allergic rhinitis from forms of rhinitis of non-allergic origin (also known as vasomotor rhinitis), chronic non-allergic rhinitis, mixed rhinitis and rhinitis. due to virus.\n“Viral rhinitis should be suspected if the patient is a child and the time of symptoms appears in spring or September. Because rhinovirus rhinitis (2) has the highest incidence in children children in September and spring\", Dr. Thuy Hang noted.\nBlood tests to assess allergy-specific serum IgE help diagnose seasonal allergic rhinitis"
        },
        {
            "subsection_name": "How to treat seasonal allergic rhinitis",
            "subsection_content": "Seasonal allergic rhinitis can be treated with the following methods:\n1. Medicine to treat seasonal allergic rhinitis\nAccording to Dr. Thuy Hang, drug treatment options usually include H1 antihistamines, nasal corticosteroids and leukotriene receptor antagonists. These three drugs are not only specific for seasonal allergic rhinitis but also for perennial allergic rhinitis.(3)\nOral antihistamines usually work quickly, so whenever symptoms appear, the patient can take them immediately.\n*Dr. Thuy Hang noted that the effect of antihistamines on symptoms, especially nasal congestion, is quite modest, so treatment results will be better if combined with decongestants. However, patients need to use combination drugs as prescribed by the doctor because they can cause some side effects such as drug-induced rhinitis or reduced effectiveness when treatment reaches the 3rd day. Patients should only use these drugs. This medication is for short periods of time and should not be used for a long time to avoid the risk of drug resistance.\nIntranasal corticosteroids: Considered the most effective medication for seasonal allergic rhinitis. Not only for nasal symptoms but also for eye allergy symptoms, intranasal glucocorticoids are as effective as oral antihistamines. Leukotriene receptor antagonists: The effects of leukotriene receptor antagonists on symptoms of allergic rhinitis are similar or slightly less than those of oral antihistamines. Injectable: This is also a subcutaneous immunotherapy that helps treat seasonal allergic rhinitis. However, Dr. Thuy Hang recommends that this therapy has the risk of causing systemic reactions, occurring in 0.1% of injections. In rare cases, it can lead to life-threatening anaphylactic shock.; Intranasal corticosteroids: Considered the most effective medication for seasonal allergic rhinitis. Not only for nasal symptoms but also for eye allergy symptoms, intranasal glucocorticoids are as effective as oral antihistamines.; Leukotriene receptor antagonists: The effects of leukotriene receptor antagonists on the symptoms of allergic rhinitis are similar or slightly less than those of oral antihistamines.; Injectable: This is also a subcutaneous immunotherapy that helps treat seasonal allergic rhinitis. However, Dr. Thuy Hang recommends that this therapy has the risk of causing systemic reactions, occurring in 0.1% of injections. In rare cases, it can lead to life-threatening anaphylactic shock.\nUsing an antihistamine nasal spray can help reduce symptoms of seasonal allergic rhinitis\n2. Notes when treating seasonal allergic rhinitis at home\nIn addition to medical treatment as prescribed by the doctor, patients can combine some of the following home remedies for seasonal allergic rhinitis to improve symptoms.\nRinsing the nose with physiological saline: This method helps remove allergens from the nose, especially useful for treating symptoms of runny nose, sneezing, dry nose and stuffy nose. Rinsing the nose with salt water also helps clean the nasal mucosa. Patients can use it before using spray medication for better effectiveness. Steam: A simple steam bath with a pot of boiled water and the lid open to let the hot steam rise to your face, or turn on the shower to hot water and then rinse it all over the bathroom. Hot steam will help clear the airways and relieve symptoms.; Rinsing the nose with physiological saline: This method helps remove allergens from the nose, especially useful for treating symptoms of runny nose, sneezing, dry nose and stuffy nose. Rinsing the nose with salt water also helps clean the nasal mucosa. Patients can use it before using spray medication to help the medication work better.; Steam: A simple steam bath with a pot of boiled water and the lid open to let the hot steam rise to your face, or turn on the shower to hot water and then rinse it all over the bathroom. Hot steam will help clear the airways and relieve symptoms.",
            "subsection_string": "How to treat seasonal allergic rhinitis\nSeasonal allergic rhinitis can be treated with the following methods:\n1. Medicine to treat seasonal allergic rhinitis\nAccording to Dr. Thuy Hang, drug treatment options usually include H1 antihistamines, nasal corticosteroids and leukotriene receptor antagonists. These three drugs are not only specific for seasonal allergic rhinitis but also for perennial allergic rhinitis.(3)\nOral antihistamines usually work quickly, so whenever symptoms appear, the patient can take them immediately.\n*Dr. Thuy Hang noted that the effect of antihistamines on symptoms, especially nasal congestion, is quite modest, so treatment results will be better if combined with decongestants. However, patients need to use combination drugs as prescribed by the doctor because they can cause some side effects such as drug-induced rhinitis or reduced effectiveness when treatment reaches the 3rd day. Patients should only use these drugs. This medication is for short periods of time and should not be used for a long time to avoid the risk of drug resistance.\nIntranasal corticosteroids: Considered the most effective medication for seasonal allergic rhinitis. Not only for nasal symptoms but also for eye allergy symptoms, intranasal glucocorticoids are as effective as oral antihistamines. Leukotriene receptor antagonists: The effects of leukotriene receptor antagonists on symptoms of allergic rhinitis are similar or slightly less than those of oral antihistamines. Injectable: This is also a subcutaneous immunotherapy that helps treat seasonal allergic rhinitis. However, Dr. Thuy Hang recommends that this therapy has the risk of causing systemic reactions, occurring in 0.1% of injections. In rare cases, it can lead to life-threatening anaphylactic shock.; Intranasal corticosteroids: Considered the most effective medication for seasonal allergic rhinitis. Not only for nasal symptoms but also for eye allergy symptoms, intranasal glucocorticoids are as effective as oral antihistamines.; Leukotriene receptor antagonists: The effects of leukotriene receptor antagonists on the symptoms of allergic rhinitis are similar or slightly less than those of oral antihistamines.; Injectable: This is also a subcutaneous immunotherapy that helps treat seasonal allergic rhinitis. However, Dr. Thuy Hang recommends that this therapy has the risk of causing systemic reactions, occurring in 0.1% of injections. In rare cases, it can lead to life-threatening anaphylactic shock.\nUsing an antihistamine nasal spray can help reduce symptoms of seasonal allergic rhinitis\n2. Notes when treating seasonal allergic rhinitis at home\nIn addition to medical treatment as prescribed by the doctor, patients can combine some of the following home remedies for seasonal allergic rhinitis to improve symptoms.\nRinsing the nose with physiological saline: This method helps remove allergens from the nose, especially useful for treating symptoms of runny nose, sneezing, dry nose and stuffy nose. Rinsing the nose with salt water also helps clean the nasal mucosa. Patients can use it before using spray medication for better effectiveness. Steam: A simple steam bath with a pot of boiled water and the lid open to let the hot steam rise to your face, or turn on the shower to hot water and then rinse it all over the bathroom. Hot steam will help clear the airways and relieve symptoms.; Rinsing the nose with physiological saline: This method helps remove allergens from the nose, especially useful for treating symptoms of runny nose, sneezing, dry nose and stuffy nose. Rinsing the nose with salt water also helps clean the nasal mucosa. Patients can use it before using spray medication to help the medication work better.; Steam: A simple steam bath with a pot of boiled water and the lid open to let the hot steam rise to your face, or turn on the shower to hot water and then rinse it all over the bathroom. Hot steam will help clear the airways and relieve symptoms."
        },
        {
            "subsection_name": "Prevention of seasonal allergic rhinitis",
            "subsection_content": "According to Dr. Thuy Hang, the most important way to prevent seasonal allergic rhinitis is to stay away from allergens and strengthen the body's immunity. Accordingly, people should:\nClean the house every day; Wash sheets, pillows, mattresses, blankets, and mats weekly. Do not keep furry pets such as dogs and cats in the house. If you suspect a plant may be causing allergies in your garden, remove it. Limit exposure to chemicals such as laundry detergent and insect sprays. Regularly open the doors of rooms in the house to let in sunlight to eliminate mold. Keep your body warm, eat and drink warm foods, especially in the cold season.; Clean the house every day; wash sheets, pillows, mattresses, blankets, mats weekly; Do not keep furry pets such as dogs and cats in the house.; If you suspect a plant may be causing allergies in your garden, remove it.; Limit exposure to chemicals such as detergents and insect sprays; Regularly open the doors of rooms in the house to receive sunlight to eliminate mold.; Keep your body warm, eat and drink warm foods, especially in the cold season.",
            "subsection_string": "Prevention of seasonal allergic rhinitis\nAccording to Dr. Thuy Hang, the most important way to prevent seasonal allergic rhinitis is to stay away from allergens and strengthen the body's immunity. Accordingly, people should:\nClean the house every day; Wash sheets, pillows, mattresses, blankets, and mats weekly. Do not keep furry pets such as dogs and cats in the house. If you suspect a plant may be causing allergies in your garden, remove it. Limit exposure to chemicals such as laundry detergent and insect sprays. Regularly open the doors of rooms in the house to let in sunlight to eliminate mold. Keep your body warm, eat and drink warm foods, especially in the cold season.; Clean the house every day; wash sheets, pillows, mattresses, blankets, mats weekly; Do not keep furry pets such as dogs and cats in the house.; If you suspect a plant may be causing allergies in your garden, remove it.; Limit exposure to chemicals such as detergents and insect sprays; Regularly open the doors of rooms in the house to receive sunlight to eliminate mold.; Keep your body warm, eat and drink warm foods, especially in the cold season."
        },
        {
            "subsection_name": "Frequently asked questions about seasonal allergic rhinitis",
            "subsection_content": "Dr. Thuy Hang answers common questions about seasonal allergic rhinitis.\n1. Can seasonal allergic rhinitis be cured?\nSeasonal allergic rhinitis can be treated with medication and prevented by staying away from allergens.\n2. Are children often susceptible to seasonal allergic rhinitis?\nChildren with sensitive constitutions and asthma are prone to outbreaks of allergic rhinitis symptoms when the weather changes. For example, children will have allergic rhinitis in cold weather in the late fall and early winter.\n3. Is seasonal allergic rhinitis different from seasonal allergic sinusitis?\nAllergic rhinitis is an inflammation of the mucous membranes lining the nasal cavity caused by allergens.\nIn particular, the sinuses are hollow bones, each side of the face includes a frontal sinus, a maxillary sinus, a sphenoid sinus and 15-17 ethmoid sinuses that are specifically related to the nasal cavity. Allergic sinusitis is an inflammation of the mucous membrane lining the sinuses due to allergens.\nThe mucosa of the paranasal sinuses and nasal cavity is a unified whole, the diseases of allergic rhinitis and allergic sinusitis are collectively called allergic rhinosinusitis.\n4. Is seasonal allergic rhinitis dangerous?\nSeasonal allergic rhinitis is not an acute life-threatening disease, but can affect health and spirit, impairing the ability to study and work due to nasal congestion. In addition, if not treated early, complications of seasonal allergic rhinitis can be superinfected, causing life-threatening complications of otitis media, meningitis, etc.\n5. What should I do for seasonal allergic rhinitis?\nDoctor Thuy Hang advises that when suspected of having seasonal allergic rhinitis, especially in children, it is best for the patient to go to a medical facility with an Ear, Nose and Throat specialist for examination to properly detect the disease and treat it. There are scientific and effective treatment methods.\nWhen symptoms of stuffy nose, sneezing, or runny nose appear for more than 1 week, the patient should go to the hospital for examination.\nDepartment of Ear, Nose and Throat, Tam Anh General Hospital is a unit that examines, diagnoses and treats in-depth ear, nose and throat diseases, including seasonal allergic rhinitis. With a team of skilled and experienced experts and leading doctors, supported by the most modern medical examination and treatment equipment system such as the Microdebrider Tissue Planer of Medtronic (USA), the XION endoscope of Germany, COBLATOR machine system from Smith Nephew (USA)... will help with professional and highly effective medical examination and treatment.",
            "subsection_string": "Frequently asked questions about seasonal allergic rhinitis\nDr. Thuy Hang answers common questions about seasonal allergic rhinitis.\n1. Can seasonal allergic rhinitis be cured?\nSeasonal allergic rhinitis can be treated with medication and prevented by staying away from allergens.\n2. Are children often susceptible to seasonal allergic rhinitis?\nChildren with sensitive constitutions and asthma are prone to outbreaks of allergic rhinitis symptoms when the weather changes. For example, children will have allergic rhinitis in cold weather in the late fall and early winter.\n3. Is seasonal allergic rhinitis different from seasonal allergic sinusitis?\nAllergic rhinitis is an inflammation of the mucous membranes lining the nasal cavity caused by allergens.\nIn particular, the sinuses are hollow bones, each side of the face includes a frontal sinus, a maxillary sinus, a sphenoid sinus and 15-17 ethmoid sinuses that are specifically related to the nasal cavity. Allergic sinusitis is an inflammation of the mucous membrane lining the sinuses due to allergens.\nThe mucosa of the paranasal sinuses and nasal cavity is a unified whole, the diseases of allergic rhinitis and allergic sinusitis are collectively called allergic rhinosinusitis.\n4. Is seasonal allergic rhinitis dangerous?\nSeasonal allergic rhinitis is not an acute life-threatening disease, but can affect health and spirit, impairing the ability to study and work due to nasal congestion. In addition, if not treated early, complications of seasonal allergic rhinitis can be superinfected, causing life-threatening complications of otitis media, meningitis, etc.\n5. What should I do for seasonal allergic rhinitis?\nDoctor Thuy Hang advises that when suspected of having seasonal allergic rhinitis, especially in children, it is best for the patient to go to a medical facility with an Ear, Nose and Throat specialist for examination to properly detect the disease and treat it. There are scientific and effective treatment methods.\nWhen symptoms of stuffy nose, sneezing, or runny nose appear for more than 1 week, the patient should go to the hospital for examination.\nDepartment of Ear, Nose and Throat, Tam Anh General Hospital is a unit that examines, diagnoses and treats in-depth ear, nose and throat diseases, including seasonal allergic rhinitis. With a team of skilled and experienced experts and leading doctors, supported by the most modern medical examination and treatment equipment system such as the Microdebrider Tissue Planer of Medtronic (USA), the XION endoscope of Germany, COBLATOR machine system from Smith Nephew (USA)... will help with professional and highly effective medical examination and treatment."
        }
    ],
    "name": "viem-mui-di-ung-thoi-tiet.json"
}