{
    "title": "Hip bursitis: Causes, symptoms, treatment",
    "category": "Musculoskeletal",
    "link": "https://tamanhhospital.vn/viem-bao-hoat-dich-khop-hang/",
    "abstract": "Hip bursitis, more precisely, bursitis in the hip joint area, causes the patient pain and limits range of motion. The disease requires intervention as soon as possible to prevent serious complications.",
    "content": "Hip bursitis: Causes, symptoms, treatment\n\nHip bursitis, more precisely, bursitis in the hip joint area, causes the patient pain and limits range of motion. The disease requires intervention as soon as possible to prevent serious complications.\n\nWhat is hip bursitis?\nHip bursitis, more precisely hip trochanteric bursitis, is an inflammation of small sacs (bursa) containing cushioning fluid, lubricating the areas between ligaments and bones in the hip joint, leading to the condition of the hip joint. swelling and pain. (first)\nThe disease often occurs in people who frequently repeat certain movements in the hip joint or overuse the joint. In addition, this condition can also appear after an injury, infection or due to bone and joint diseases affecting the hip joint.\nWhen inflamed, the function and activity of the synovium will be weakened. The hip joint tends to have increased synovial fluid secretion, swelling, pain, and difficulty moving. If treatment is delayed, the patient may experience muscle weakness and reduced quality of life.\n\nSymptoms of hip synovitis are common\nHip joint bursitis will increase mucus secretion, leading to swelling and severe pain in the hip joint. The pain increases when the patient walks or exercises a lot and is relieved when stopping activity and resting. (2)\nIn addition, the disease can cause some symptoms such as:\nStiffness.; Limited ability to walk and exercise; The damaged area is bruised or red; There is a cracking sound when walking; Dryness or joint effusion.\nSystemic symptoms include:\nOften mild fever in the evening; Fatigue, weakness; Anorexia.\n\nCauses of hip synovitis\nSome common causes of synovitis include:\nExcessive joint activity: The disease mainly occurs because the patient overuses the joint and repeats certain movements that cause damage to the hip joint. Because of its cushioning function for bones, tendons and muscles near joints, the bursa is easily affected by impact, increasing pressure over long periods of time.; Trauma: Bursitis occurs when the patient has an injury to the joint or surrounding soft tissues. The bursa is often inflamed right at the time of joint injury or progresses after the injury if not treated completely.; Pathology: Chronic autoimmune diseases can cause the hip joint bursa to become inflamed. This case is secondary bursitis. People with gout, rheumatoid arthritis, arthritis, bone tuberculosis, lupus erythematosus, psoriatic arthritis, infectious arthritis... have a very high risk of bursitis.\nHip joint bursitis can occur in any age group and any group of people. However, the risk will increase due to factors such as:\nAge: The natural aging process will cause the health and function of the synovium to decline. This increases the risk of disease in the elderly.; Occupational factors: The risk of disease increases in groups of people who work too hard or have sedentary jobs, sit a lot, or stand for long periods of time.; Athletes: Athletes and people who regularly play sports are at high risk of developing hip bursitis. Especially sports that require repetitive movements or certain activities that put great pressure on the hip joint bursa.; Overweight and obesity: Being overweight or obese can increase the risk of bursitis in the knee and hip joints.\nElderly people are at high risk of developing hip bursitis\nhttps://www.shutterstock.com/vi/image-photo/old-woman-who-has-pain-hip-1553304767\n\nSymptoms\nIf there is early intervention, hip bursitis can often be cured and is not dangerous. On the contrary, some complications may appear in cases of delayed treatment such as: (3)\nMuscle weakness.; Amyotrophic lateral sclerosis.; Disability, paralysis; Increased risk of bone and joint diseases such as hip osteoarthritis, rheumatoid arthritis, hip arthritis, synovial cysts...\n\nDiagnostic method\nClinical diagnosis\nFirst, the patient will be examined for occupational factors, injury history and medical history. Your doctor may then request information regarding symptoms including:\nJoint symptoms: Swelling, redness or bruising. Pain: Level and duration of pain. Joint stiffness, range of motion and mobility of the hip joint. Joint effusion or dry hip joint; Swelling, redness or bruising; Pain: Degree and duration of pain.; Joint stiffness, range of motion and mobility of the hip joint.; Joint effusion or dry hip joint; Whole body symptoms: Fatigue, weakness. Fever. Anorexia.; Fatigue, weakness; Fever.; Anorexia.\nParaclinical diagnosis\nDamage to the hip joint bursa causes symptoms similar to other bone and joint problems. Therefore, doctors can prescribe patients to perform a number of diagnostic methods to accurately assess the pathology and extent of damage.\nX-ray: This method helps doctors observe bone tissue to look for lesions and distinguish between synovitis and bone and joint diseases.; MRI scan: MRI scan helps observe the soft tissues around the joint, and also checks the amount of blood flowing to the joint and the thickening of the synovium.; Biopsy: The doctor will take a small tissue sample from the damaged joint and observe it under a microscope. This method allows the doctor to accurately assess the problems occurring inside the joint.; Blood test: The method is indicated when the doctor suspects that the cause of hip bursitis is due to infection, tuberculosis or autoimmune diseases.\nDifferential diagnosis\nHip joint bursitis is often differentially diagnosed with the following diseases:\nHip osteoarthritis; Hip arthritis.; Rheumatoid arthritis.; Fracture.; Chondrosarcoma.; Gout.\n\nTreatments\nNon-surgical treatment\nUse medicine\nIn most cases, medication is prescribed to reduce inflammation and improve symptoms. Depending on the condition and severity, some pain relievers and anti-inflammatory drugs may be prescribed such as: (4)\nOver-the-counter pain relievers: Medicines are often prescribed for cases of mild swelling and pain, accompanied by fever. The medicinal effect is to reduce fever and relieve pain effectively.; Nonsteroidal anti-inflammatory drugs (NSAIDs): Drugs that reduce swelling, pain, and mild to moderate inflammation. Commonly used medications include aspirin, ibuprofen, naproxen.; Steroid drugs: Steroid drugs are often prescribed for severe cases of inflammation. The drug has the effect of suppressing the body's immune system, thereby effectively reducing inflammation and pain. Depending on the severity, the drug may be prescribed orally or by injection.; Antibiotics, anti-tuberculosis drugs: Antibiotics or anti-tuberculosis drugs are prescribed for patients with damage to the hip joint bursa due to infection or tuberculosis.\nPhysical therapy\nPatients are instructed to perform physical therapy methods when hip joint bursitis is accompanied by stiffness and limited mobility. These methods will help relax joints and surrounding soft tissues, reduce pain, and increase flexibility and mobility for the patient.\nFurthermore, physical therapy also helps patients stimulate blood circulation, reduce muscle tension, reduce swelling, and is a very good support for the treatment of bursitis. Based on each patient's condition, the doctor will establish an appropriate physical therapy program, shortening recovery time.\nHome care measures\nIn addition to medication and physical therapy, patients can perform a number of home care measures to relieve pain, reduce joint swelling, and maintain mobility. Measures include:\nRest\nHip joint bursa lesions often improve when the patient stops activities and rests. Rest can help relieve pressure on the inflamed bursa. The hip joint and bursa will have time to relax. This is very good for the patient's recovery process.\nHowever, you should avoid lying motionless in bed for too long. Instead, you should walk gently when the pain has subsided. This will help limit joint stiffness and difficulty moving later.\nApply ice\nTo reduce swelling and inflammation, patients can use an ice pack to apply to the hip joint for about 15 - 20 minutes, 3 times a day. This method effectively reduces swelling, pain and inflammation, suitable for people with hip bursitis due to injury or overuse of the joint.\nApply warm compresses\nThis method is suitable for people with hip bursitis due to disease. The effect is to relax muscles, bones, joints and surrounding soft tissues, while stimulating blood circulation, reducing swelling and pain very well.\nIn addition, this measure also helps prevent and treat joint stiffness due to damage to the synovium, increase blood circulation and nutrition to nourish bones and joints, increase flexibility and improve motor function for patients. For warm compresses, the patient uses an ice bag or glass bottle filled with warm water and places it on the hip joint for about 15 minutes, 3 times a day.\nHealthy eating\nPeople with hip bursitis should eat a healthy and nutritious diet to improve the health of their bones, joints and soft tissues, helping to reduce pain and inflammation. In particular, patients need to focus on supplementing food groups such as:\nOmega-3 fatty acid foods: Salmon, tuna, sardines, herring, caviar, cod liver oil, almonds, oysters...; Anti-inflammatory foods: Ginger, garlic, turmeric...; Calcium foods: Milk, yogurt, cheese, nuts and beans, green leafy vegetables...; Vitamin D foods: Egg yolks, shrimp, mushrooms, oysters, tuna, salmon, cod liver oil, milk...; Vitamin C foods: Tomatoes, oranges, berries, cantaloupe, kiwi, papaya, bell peppers, broccoli...\nIn addition, patients should abstain from foods that can cause inflammatory reactions such as greasy and fatty foods, spicy foods, fermented foods, alcohol...\nStay active\nPatients should maintain exercise to prevent the risk of joint stiffness and difficulty moving, while also helping to reduce pain, inflammation and swelling. You should only move gently or perform light-intensity exercises such as yoga, yoga, etc. However, the patient should not run or walk too much, avoid vigorous exercise to limit the risk of pain onset.\nIf pain suddenly occurs or increases, the patient should immediately stop all activities and rest. You should only do light exercise and walk around after the pain has subsided.\nSurgery\nSurgery is indicated for cases of severe hip bursitis, affecting mobility. In addition, some other factors that may lead to surgery include:\nMedical treatment is ineffective; Patients are at risk of complications; Damage is irreversible.; Symptoms of joint destruction appear.\nCommon surgical methods in the treatment of trochanteric bursitis of the hip include:\nArthroscopic surgery\nArthroscopic surgery helps remove the inflamed parts of the bursa, thereby reducing pain and increasing mobility for the patient. However, after surgery, patients may face some potential complications such as joint deformity, bleeding, etc.\nTotal joint replacement surgery\nWhen joint and bursa damage cannot be reversed, the doctor may recommend total joint replacement surgery. This method uses artificial parts to replace damaged joints, thereby helping to maintain mobility and effectively reduce pain for the patient.\nSome potential complications of this treatment include dislocation, infection, blood clots... However, cases of complications occurring after surgery are very rare.\n\nPrecautions\nThe risk of developing hip bursitis can be reduced when you apply some of the following measures:\nLimit repetitive movements of the hip joint or overuse of the hip joint.; Use protective measures at work, driving, and playing sports to prevent injuries; Balance rest and work time, avoid overexertion; Limit activities that directly impact the hip joint to limit the risk of damage and bursitis.; Athletes or people who do heavy work should regularly apply warm compresses, take warm baths and massage to relax bones, joints and soft tissues.; Lift heavy objects properly to limit putting too much pressure on the hip and knee joints.; Regularly walk and do light exercise, especially people who work in a sedentary job; Control your weight well, avoid being overweight or obese. This will help reduce pressure on the joints, leading to damage.; Before playing sports or performing strenuous activities, patients should warm up and warm up the body to protect musculoskeletal injuries from damage.; Stay active and exercise, at least 30 minutes a day.; Eat healthy and have enough nutrients: A scientific diet will help nourish bones, joints and soft tissues, while limiting damage and disorders related to the synovium.\nCenter for Orthopedic Trauma, Tam Anh General Hospital System, is where a team of leading experts, experienced, dedicated, and enthusiastic surgeons gather such as: TTND.Prof.Dr.Nguyen Viet Tien; Associate Professor, Dr. Dang Hong Hoa; Dr. Tang Ha Nam Anh; MSc.BS.CKII Tran Anh Vu; BS.CKI Tran Xuan Anh, MSc.CKI Le Dinh Khoa, MSc.BS Nguyen Quang Ton Quyen; Dr. Do Tien Dung; Dr. BS.CKII Vu Huu Dung... This is also one of the pioneer units in diagnosing and treating musculoskeletal diseases with modern techniques according to updated international protocols.\nThe hospital is also equipped with modern machinery and imaging equipment such as: Somatom Drive 768-slice CT scanner, new generation Magnetom Amira BioMatrix magnetic resonance machine, Artis Pheno robot, densitometer. bones, ultrasound machines...; Opmi Vario 700 Zeiss surgical microscope system, Meera-Maquet operating table... to be able to detect injuries early and effectively treat musculoskeletal diseases...\nTam Anh General Hospital also owns a spacious clinic system and high-class boarding area; modern rehabilitation area; Comprehensive post-operative care process helps patients quickly recover and stabilize their health after surgery.\nTo schedule an examination and treatment with leading experts at the Orthopedics Center, Tam Anh General Hospital, please contact:\nHip bursitis is a common injury. The disease is often cured with medical methods and does not cause complications if treated early. Therefore, as soon as there are signs of joint damage, patients should quickly go to medical facilities for examination, diagnosis and timely treatment to prevent dangerous complications.",
    "subsections": [
        {
            "subsection_name": "What is hip bursitis?",
            "subsection_content": "Hip bursitis, more precisely hip trochanteric bursitis, is an inflammation of small sacs (bursa) containing cushioning fluid, lubricating the areas between ligaments and bones in the hip joint, leading to the condition of the hip joint. swelling and pain. (first)\nThe disease often occurs in people who frequently repeat certain movements in the hip joint or overuse the joint. In addition, this condition can also appear after an injury, infection or due to bone and joint diseases affecting the hip joint.\nWhen inflamed, the function and activity of the synovium will be weakened. The hip joint tends to have increased synovial fluid secretion, swelling, pain, and difficulty moving. If treatment is delayed, the patient may experience muscle weakness and reduced quality of life.",
            "subsection_string": "What is hip bursitis?\nHip bursitis, more precisely hip trochanteric bursitis, is an inflammation of small sacs (bursa) containing cushioning fluid, lubricating the areas between ligaments and bones in the hip joint, leading to the condition of the hip joint. swelling and pain. (first)\nThe disease often occurs in people who frequently repeat certain movements in the hip joint or overuse the joint. In addition, this condition can also appear after an injury, infection or due to bone and joint diseases affecting the hip joint.\nWhen inflamed, the function and activity of the synovium will be weakened. The hip joint tends to have increased synovial fluid secretion, swelling, pain, and difficulty moving. If treatment is delayed, the patient may experience muscle weakness and reduced quality of life."
        },
        {
            "subsection_name": "Symptoms of hip synovitis are common",
            "subsection_content": "Hip joint bursitis will increase mucus secretion, leading to swelling and severe pain in the hip joint. The pain increases when the patient walks or exercises a lot and is relieved when stopping activity and resting. (2)\nIn addition, the disease can cause some symptoms such as:\nStiffness.; Limited ability to walk and exercise; The damaged area is bruised or red; There is a cracking sound when walking; Dryness or joint effusion.\nSystemic symptoms include:\nOften mild fever in the evening; Fatigue, weakness; Anorexia.",
            "subsection_string": "Symptoms of hip synovitis are common\nHip joint bursitis will increase mucus secretion, leading to swelling and severe pain in the hip joint. The pain increases when the patient walks or exercises a lot and is relieved when stopping activity and resting. (2)\nIn addition, the disease can cause some symptoms such as:\nStiffness.; Limited ability to walk and exercise; The damaged area is bruised or red; There is a cracking sound when walking; Dryness or joint effusion.\nSystemic symptoms include:\nOften mild fever in the evening; Fatigue, weakness; Anorexia."
        },
        {
            "subsection_name": "Causes of hip synovitis",
            "subsection_content": "Some common causes of synovitis include:\nExcessive joint activity: The disease mainly occurs because the patient overuses the joint and repeats certain movements that cause damage to the hip joint. Because of its cushioning function for bones, tendons and muscles near joints, the bursa is easily affected by impact, increasing pressure over long periods of time.; Trauma: Bursitis occurs when the patient has an injury to the joint or surrounding soft tissues. The bursa is often inflamed right at the time of joint injury or progresses after the injury if not treated completely.; Pathology: Chronic autoimmune diseases can cause the hip joint bursa to become inflamed. This case is secondary bursitis. People with gout, rheumatoid arthritis, arthritis, bone tuberculosis, lupus erythematosus, psoriatic arthritis, infectious arthritis... have a very high risk of bursitis.\nHip joint bursitis can occur in any age group and any group of people. However, the risk will increase due to factors such as:\nAge: The natural aging process will cause the health and function of the synovium to decline. This increases the risk of disease in the elderly.; Occupational factors: The risk of disease increases in groups of people who work too hard or have sedentary jobs, sit a lot, or stand for long periods of time.; Athletes: Athletes and people who regularly play sports are at high risk of developing hip bursitis. Especially sports that require repetitive movements or certain activities that put great pressure on the hip joint bursa.; Overweight and obesity: Being overweight or obese can increase the risk of bursitis in the knee and hip joints.\nElderly people are at high risk of developing hip bursitis\nhttps://www.shutterstock.com/vi/image-photo/old-woman-who-has-pain-hip-1553304767",
            "subsection_string": "Causes of hip synovitis\nSome common causes of synovitis include:\nExcessive joint activity: The disease mainly occurs because the patient overuses the joint and repeats certain movements that cause damage to the hip joint. Because of its cushioning function for bones, tendons and muscles near joints, the bursa is easily affected by impact, increasing pressure over long periods of time.; Trauma: Bursitis occurs when the patient has an injury to the joint or surrounding soft tissues. The bursa is often inflamed right at the time of joint injury or progresses after the injury if not treated completely.; Pathology: Chronic autoimmune diseases can cause the hip joint bursa to become inflamed. This case is secondary bursitis. People with gout, rheumatoid arthritis, arthritis, bone tuberculosis, lupus erythematosus, psoriatic arthritis, infectious arthritis... have a very high risk of bursitis.\nHip joint bursitis can occur in any age group and any group of people. However, the risk will increase due to factors such as:\nAge: The natural aging process will cause the health and function of the synovium to decline. This increases the risk of disease in the elderly.; Occupational factors: The risk of disease increases in groups of people who work too hard or have sedentary jobs, sit a lot, or stand for long periods of time.; Athletes: Athletes and people who regularly play sports are at high risk of developing hip bursitis. Especially sports that require repetitive movements or certain activities that put great pressure on the hip joint bursa.; Overweight and obesity: Being overweight or obese can increase the risk of bursitis in the knee and hip joints.\nElderly people are at high risk of developing hip bursitis\nhttps://www.shutterstock.com/vi/image-photo/old-woman-who-has-pain-hip-1553304767"
        },
        {
            "subsection_name": "Symptoms",
            "subsection_content": "If there is early intervention, hip bursitis can often be cured and is not dangerous. On the contrary, some complications may appear in cases of delayed treatment such as: (3)\nMuscle weakness.; Amyotrophic lateral sclerosis.; Disability, paralysis; Increased risk of bone and joint diseases such as hip osteoarthritis, rheumatoid arthritis, hip arthritis, synovial cysts...",
            "subsection_string": "Symptoms\nIf there is early intervention, hip bursitis can often be cured and is not dangerous. On the contrary, some complications may appear in cases of delayed treatment such as: (3)\nMuscle weakness.; Amyotrophic lateral sclerosis.; Disability, paralysis; Increased risk of bone and joint diseases such as hip osteoarthritis, rheumatoid arthritis, hip arthritis, synovial cysts..."
        },
        {
            "subsection_name": "Diagnostic method",
            "subsection_content": "Clinical diagnosis\nFirst, the patient will be examined for occupational factors, injury history and medical history. Your doctor may then request information regarding symptoms including:\nJoint symptoms: Swelling, redness or bruising. Pain: Level and duration of pain. Joint stiffness, range of motion and mobility of the hip joint. Joint effusion or dry hip joint; Swelling, redness or bruising; Pain: Degree and duration of pain.; Joint stiffness, range of motion and mobility of the hip joint.; Joint effusion or dry hip joint; Whole body symptoms: Fatigue, weakness. Fever. Anorexia.; Fatigue, weakness; Fever.; Anorexia.\nParaclinical diagnosis\nDamage to the hip joint bursa causes symptoms similar to other bone and joint problems. Therefore, doctors can prescribe patients to perform a number of diagnostic methods to accurately assess the pathology and extent of damage.\nX-ray: This method helps doctors observe bone tissue to look for lesions and distinguish between synovitis and bone and joint diseases.; MRI scan: MRI scan helps observe the soft tissues around the joint, and also checks the amount of blood flowing to the joint and the thickening of the synovium.; Biopsy: The doctor will take a small tissue sample from the damaged joint and observe it under a microscope. This method allows the doctor to accurately assess the problems occurring inside the joint.; Blood test: The method is indicated when the doctor suspects that the cause of hip bursitis is due to infection, tuberculosis or autoimmune diseases.\nDifferential diagnosis\nHip joint bursitis is often differentially diagnosed with the following diseases:\nHip osteoarthritis; Hip arthritis.; Rheumatoid arthritis.; Fracture.; Chondrosarcoma.; Gout.",
            "subsection_string": "Diagnostic method\nClinical diagnosis\nFirst, the patient will be examined for occupational factors, injury history and medical history. Your doctor may then request information regarding symptoms including:\nJoint symptoms: Swelling, redness or bruising. Pain: Level and duration of pain. Joint stiffness, range of motion and mobility of the hip joint. Joint effusion or dry hip joint; Swelling, redness or bruising; Pain: Degree and duration of pain.; Joint stiffness, range of motion and mobility of the hip joint.; Joint effusion or dry hip joint; Whole body symptoms: Fatigue, weakness. Fever. Anorexia.; Fatigue, weakness; Fever.; Anorexia.\nParaclinical diagnosis\nDamage to the hip joint bursa causes symptoms similar to other bone and joint problems. Therefore, doctors can prescribe patients to perform a number of diagnostic methods to accurately assess the pathology and extent of damage.\nX-ray: This method helps doctors observe bone tissue to look for lesions and distinguish between synovitis and bone and joint diseases.; MRI scan: MRI scan helps observe the soft tissues around the joint, and also checks the amount of blood flowing to the joint and the thickening of the synovium.; Biopsy: The doctor will take a small tissue sample from the damaged joint and observe it under a microscope. This method allows the doctor to accurately assess the problems occurring inside the joint.; Blood test: The method is indicated when the doctor suspects that the cause of hip bursitis is due to infection, tuberculosis or autoimmune diseases.\nDifferential diagnosis\nHip joint bursitis is often differentially diagnosed with the following diseases:\nHip osteoarthritis; Hip arthritis.; Rheumatoid arthritis.; Fracture.; Chondrosarcoma.; Gout."
        },
        {
            "subsection_name": "Treatments",
            "subsection_content": "Non-surgical treatment\nUse medicine\nIn most cases, medication is prescribed to reduce inflammation and improve symptoms. Depending on the condition and severity, some pain relievers and anti-inflammatory drugs may be prescribed such as: (4)\nOver-the-counter pain relievers: Medicines are often prescribed for cases of mild swelling and pain, accompanied by fever. The medicinal effect is to reduce fever and relieve pain effectively.; Nonsteroidal anti-inflammatory drugs (NSAIDs): Drugs that reduce swelling, pain, and mild to moderate inflammation. Commonly used medications include aspirin, ibuprofen, naproxen.; Steroid drugs: Steroid drugs are often prescribed for severe cases of inflammation. The drug has the effect of suppressing the body's immune system, thereby effectively reducing inflammation and pain. Depending on the severity, the drug may be prescribed orally or by injection.; Antibiotics, anti-tuberculosis drugs: Antibiotics or anti-tuberculosis drugs are prescribed for patients with damage to the hip joint bursa due to infection or tuberculosis.\nPhysical therapy\nPatients are instructed to perform physical therapy methods when hip joint bursitis is accompanied by stiffness and limited mobility. These methods will help relax joints and surrounding soft tissues, reduce pain, and increase flexibility and mobility for the patient.\nFurthermore, physical therapy also helps patients stimulate blood circulation, reduce muscle tension, reduce swelling, and is a very good support for the treatment of bursitis. Based on each patient's condition, the doctor will establish an appropriate physical therapy program, shortening recovery time.\nHome care measures\nIn addition to medication and physical therapy, patients can perform a number of home care measures to relieve pain, reduce joint swelling, and maintain mobility. Measures include:\nRest\nHip joint bursa lesions often improve when the patient stops activities and rests. Rest can help relieve pressure on the inflamed bursa. The hip joint and bursa will have time to relax. This is very good for the patient's recovery process.\nHowever, you should avoid lying motionless in bed for too long. Instead, you should walk gently when the pain has subsided. This will help limit joint stiffness and difficulty moving later.\nApply ice\nTo reduce swelling and inflammation, patients can use an ice pack to apply to the hip joint for about 15 - 20 minutes, 3 times a day. This method effectively reduces swelling, pain and inflammation, suitable for people with hip bursitis due to injury or overuse of the joint.\nApply warm compresses\nThis method is suitable for people with hip bursitis due to disease. The effect is to relax muscles, bones, joints and surrounding soft tissues, while stimulating blood circulation, reducing swelling and pain very well.\nIn addition, this measure also helps prevent and treat joint stiffness due to damage to the synovium, increase blood circulation and nutrition to nourish bones and joints, increase flexibility and improve motor function for patients. For warm compresses, the patient uses an ice bag or glass bottle filled with warm water and places it on the hip joint for about 15 minutes, 3 times a day.\nHealthy eating\nPeople with hip bursitis should eat a healthy and nutritious diet to improve the health of their bones, joints and soft tissues, helping to reduce pain and inflammation. In particular, patients need to focus on supplementing food groups such as:\nOmega-3 fatty acid foods: Salmon, tuna, sardines, herring, caviar, cod liver oil, almonds, oysters...; Anti-inflammatory foods: Ginger, garlic, turmeric...; Calcium foods: Milk, yogurt, cheese, nuts and beans, green leafy vegetables...; Vitamin D foods: Egg yolks, shrimp, mushrooms, oysters, tuna, salmon, cod liver oil, milk...; Vitamin C foods: Tomatoes, oranges, berries, cantaloupe, kiwi, papaya, bell peppers, broccoli...\nIn addition, patients should abstain from foods that can cause inflammatory reactions such as greasy and fatty foods, spicy foods, fermented foods, alcohol...\nStay active\nPatients should maintain exercise to prevent the risk of joint stiffness and difficulty moving, while also helping to reduce pain, inflammation and swelling. You should only move gently or perform light-intensity exercises such as yoga, yoga, etc. However, the patient should not run or walk too much, avoid vigorous exercise to limit the risk of pain onset.\nIf pain suddenly occurs or increases, the patient should immediately stop all activities and rest. You should only do light exercise and walk around after the pain has subsided.\nSurgery\nSurgery is indicated for cases of severe hip bursitis, affecting mobility. In addition, some other factors that may lead to surgery include:\nMedical treatment is ineffective; Patients are at risk of complications; Damage is irreversible.; Symptoms of joint destruction appear.\nCommon surgical methods in the treatment of trochanteric bursitis of the hip include:\nArthroscopic surgery\nArthroscopic surgery helps remove the inflamed parts of the bursa, thereby reducing pain and increasing mobility for the patient. However, after surgery, patients may face some potential complications such as joint deformity, bleeding, etc.\nTotal joint replacement surgery\nWhen joint and bursa damage cannot be reversed, the doctor may recommend total joint replacement surgery. This method uses artificial parts to replace damaged joints, thereby helping to maintain mobility and effectively reduce pain for the patient.\nSome potential complications of this treatment include dislocation, infection, blood clots... However, cases of complications occurring after surgery are very rare.",
            "subsection_string": "Treatments\nNon-surgical treatment\nUse medicine\nIn most cases, medication is prescribed to reduce inflammation and improve symptoms. Depending on the condition and severity, some pain relievers and anti-inflammatory drugs may be prescribed such as: (4)\nOver-the-counter pain relievers: Medicines are often prescribed for cases of mild swelling and pain, accompanied by fever. The medicinal effect is to reduce fever and relieve pain effectively.; Nonsteroidal anti-inflammatory drugs (NSAIDs): Drugs that reduce swelling, pain, and mild to moderate inflammation. Commonly used medications include aspirin, ibuprofen, naproxen.; Steroid drugs: Steroid drugs are often prescribed for severe cases of inflammation. The drug has the effect of suppressing the body's immune system, thereby effectively reducing inflammation and pain. Depending on the severity, the drug may be prescribed orally or by injection.; Antibiotics, anti-tuberculosis drugs: Antibiotics or anti-tuberculosis drugs are prescribed for patients with damage to the hip joint bursa due to infection or tuberculosis.\nPhysical therapy\nPatients are instructed to perform physical therapy methods when hip joint bursitis is accompanied by stiffness and limited mobility. These methods will help relax joints and surrounding soft tissues, reduce pain, and increase flexibility and mobility for the patient.\nFurthermore, physical therapy also helps patients stimulate blood circulation, reduce muscle tension, reduce swelling, and is a very good support for the treatment of bursitis. Based on each patient's condition, the doctor will establish an appropriate physical therapy program, shortening recovery time.\nHome care measures\nIn addition to medication and physical therapy, patients can perform a number of home care measures to relieve pain, reduce joint swelling, and maintain mobility. Measures include:\nRest\nHip joint bursa lesions often improve when the patient stops activities and rests. Rest can help relieve pressure on the inflamed bursa. The hip joint and bursa will have time to relax. This is very good for the patient's recovery process.\nHowever, you should avoid lying motionless in bed for too long. Instead, you should walk gently when the pain has subsided. This will help limit joint stiffness and difficulty moving later.\nApply ice\nTo reduce swelling and inflammation, patients can use an ice pack to apply to the hip joint for about 15 - 20 minutes, 3 times a day. This method effectively reduces swelling, pain and inflammation, suitable for people with hip bursitis due to injury or overuse of the joint.\nApply warm compresses\nThis method is suitable for people with hip bursitis due to disease. The effect is to relax muscles, bones, joints and surrounding soft tissues, while stimulating blood circulation, reducing swelling and pain very well.\nIn addition, this measure also helps prevent and treat joint stiffness due to damage to the synovium, increase blood circulation and nutrition to nourish bones and joints, increase flexibility and improve motor function for patients. For warm compresses, the patient uses an ice bag or glass bottle filled with warm water and places it on the hip joint for about 15 minutes, 3 times a day.\nHealthy eating\nPeople with hip bursitis should eat a healthy and nutritious diet to improve the health of their bones, joints and soft tissues, helping to reduce pain and inflammation. In particular, patients need to focus on supplementing food groups such as:\nOmega-3 fatty acid foods: Salmon, tuna, sardines, herring, caviar, cod liver oil, almonds, oysters...; Anti-inflammatory foods: Ginger, garlic, turmeric...; Calcium foods: Milk, yogurt, cheese, nuts and beans, green leafy vegetables...; Vitamin D foods: Egg yolks, shrimp, mushrooms, oysters, tuna, salmon, cod liver oil, milk...; Vitamin C foods: Tomatoes, oranges, berries, cantaloupe, kiwi, papaya, bell peppers, broccoli...\nIn addition, patients should abstain from foods that can cause inflammatory reactions such as greasy and fatty foods, spicy foods, fermented foods, alcohol...\nStay active\nPatients should maintain exercise to prevent the risk of joint stiffness and difficulty moving, while also helping to reduce pain, inflammation and swelling. You should only move gently or perform light-intensity exercises such as yoga, yoga, etc. However, the patient should not run or walk too much, avoid vigorous exercise to limit the risk of pain onset.\nIf pain suddenly occurs or increases, the patient should immediately stop all activities and rest. You should only do light exercise and walk around after the pain has subsided.\nSurgery\nSurgery is indicated for cases of severe hip bursitis, affecting mobility. In addition, some other factors that may lead to surgery include:\nMedical treatment is ineffective; Patients are at risk of complications; Damage is irreversible.; Symptoms of joint destruction appear.\nCommon surgical methods in the treatment of trochanteric bursitis of the hip include:\nArthroscopic surgery\nArthroscopic surgery helps remove the inflamed parts of the bursa, thereby reducing pain and increasing mobility for the patient. However, after surgery, patients may face some potential complications such as joint deformity, bleeding, etc.\nTotal joint replacement surgery\nWhen joint and bursa damage cannot be reversed, the doctor may recommend total joint replacement surgery. This method uses artificial parts to replace damaged joints, thereby helping to maintain mobility and effectively reduce pain for the patient.\nSome potential complications of this treatment include dislocation, infection, blood clots... However, cases of complications occurring after surgery are very rare."
        },
        {
            "subsection_name": "Precautions",
            "subsection_content": "The risk of developing hip bursitis can be reduced when you apply some of the following measures:\nLimit repetitive movements of the hip joint or overuse of the hip joint.; Use protective measures at work, driving, and playing sports to prevent injuries; Balance rest and work time, avoid overexertion; Limit activities that directly impact the hip joint to limit the risk of damage and bursitis.; Athletes or people who do heavy work should regularly apply warm compresses, take warm baths and massage to relax bones, joints and soft tissues.; Lift heavy objects properly to limit putting too much pressure on the hip and knee joints.; Regularly walk and do light exercise, especially people who work in a sedentary job; Control your weight well, avoid being overweight or obese. This will help reduce pressure on the joints, leading to damage.; Before playing sports or performing strenuous activities, patients should warm up and warm up the body to protect musculoskeletal injuries from damage.; Stay active and exercise, at least 30 minutes a day.; Eat healthy and have enough nutrients: A scientific diet will help nourish bones, joints and soft tissues, while limiting damage and disorders related to the synovium.\nCenter for Orthopedic Trauma, Tam Anh General Hospital System, is where a team of leading experts, experienced, dedicated, and enthusiastic surgeons gather such as: TTND.Prof.Dr.Nguyen Viet Tien; Associate Professor, Dr. Dang Hong Hoa; Dr. Tang Ha Nam Anh; MSc.BS.CKII Tran Anh Vu; BS.CKI Tran Xuan Anh, MSc.CKI Le Dinh Khoa, MSc.BS Nguyen Quang Ton Quyen; Dr. Do Tien Dung; Dr. BS.CKII Vu Huu Dung... This is also one of the pioneer units in diagnosing and treating musculoskeletal diseases with modern techniques according to updated international protocols.\nThe hospital is also equipped with modern machinery and imaging equipment such as: Somatom Drive 768-slice CT scanner, new generation Magnetom Amira BioMatrix magnetic resonance machine, Artis Pheno robot, densitometer. bones, ultrasound machines...; Opmi Vario 700 Zeiss surgical microscope system, Meera-Maquet operating table... to be able to detect injuries early and effectively treat musculoskeletal diseases...\nTam Anh General Hospital also owns a spacious clinic system and high-class boarding area; modern rehabilitation area; Comprehensive post-operative care process helps patients quickly recover and stabilize their health after surgery.\nTo schedule an examination and treatment with leading experts at the Orthopedics Center, Tam Anh General Hospital, please contact:\nHip bursitis is a common injury. The disease is often cured with medical methods and does not cause complications if treated early. Therefore, as soon as there are signs of joint damage, patients should quickly go to medical facilities for examination, diagnosis and timely treatment to prevent dangerous complications.",
            "subsection_string": "Precautions\nThe risk of developing hip bursitis can be reduced when you apply some of the following measures:\nLimit repetitive movements of the hip joint or overuse of the hip joint.; Use protective measures at work, driving, and playing sports to prevent injuries; Balance rest and work time, avoid overexertion; Limit activities that directly impact the hip joint to limit the risk of damage and bursitis.; Athletes or people who do heavy work should regularly apply warm compresses, take warm baths and massage to relax bones, joints and soft tissues.; Lift heavy objects properly to limit putting too much pressure on the hip and knee joints.; Regularly walk and do light exercise, especially people who work in a sedentary job; Control your weight well, avoid being overweight or obese. This will help reduce pressure on the joints, leading to damage.; Before playing sports or performing strenuous activities, patients should warm up and warm up the body to protect musculoskeletal injuries from damage.; Stay active and exercise, at least 30 minutes a day.; Eat healthy and have enough nutrients: A scientific diet will help nourish bones, joints and soft tissues, while limiting damage and disorders related to the synovium.\nCenter for Orthopedic Trauma, Tam Anh General Hospital System, is where a team of leading experts, experienced, dedicated, and enthusiastic surgeons gather such as: TTND.Prof.Dr.Nguyen Viet Tien; Associate Professor, Dr. Dang Hong Hoa; Dr. Tang Ha Nam Anh; MSc.BS.CKII Tran Anh Vu; BS.CKI Tran Xuan Anh, MSc.CKI Le Dinh Khoa, MSc.BS Nguyen Quang Ton Quyen; Dr. Do Tien Dung; Dr. BS.CKII Vu Huu Dung... This is also one of the pioneer units in diagnosing and treating musculoskeletal diseases with modern techniques according to updated international protocols.\nThe hospital is also equipped with modern machinery and imaging equipment such as: Somatom Drive 768-slice CT scanner, new generation Magnetom Amira BioMatrix magnetic resonance machine, Artis Pheno robot, densitometer. bones, ultrasound machines...; Opmi Vario 700 Zeiss surgical microscope system, Meera-Maquet operating table... to be able to detect injuries early and effectively treat musculoskeletal diseases...\nTam Anh General Hospital also owns a spacious clinic system and high-class boarding area; modern rehabilitation area; Comprehensive post-operative care process helps patients quickly recover and stabilize their health after surgery.\nTo schedule an examination and treatment with leading experts at the Orthopedics Center, Tam Anh General Hospital, please contact:\nHip bursitis is a common injury. The disease is often cured with medical methods and does not cause complications if treated early. Therefore, as soon as there are signs of joint damage, patients should quickly go to medical facilities for examination, diagnosis and timely treatment to prevent dangerous complications."
        }
    ],
    "name": "viem-bao-hoat-dich-khop-hang.json"
}