{
    "title": "Primary infertility: Causes, symptoms, diagnosis and treatment",
    "category": "Andrology",
    "link": "https://tamanhhospital.vn/vo-sinh-nguyen-phat/",
    "abstract": "Infertility is divided into two types: primary infertility and secondary infertility. Among them, primary infertility is more common than secondary infertility. If detected early and with appropriate intervention measures, many couples with primary infertility can still have children.",
    "content": "Primary infertility: Causes, symptoms, diagnosis and treatment\n\nInfertility is divided into two types: primary infertility and secondary infertility. Among them, primary infertility is more common than secondary infertility. If detected early and with appropriate intervention measures, many couples with primary infertility can still have children.\n\nWhat is primary infertility?\nInfertility is a condition in which a couple cannot get pregnant after 12 months of living together, having normal sexual intercourse, and not using any form of contraception. (1) However, in the case of women over 35 years old , this period of not getting pregnant is only about 6 months and is considered infertile.\nPrimary infertility is infertility in couples where the wife has never become pregnant. When treating primary infertility, doctors need to rely on the cause in both men and women, then can come up with a reasonable treatment regimen.\nCauses of primary infertility (*)\n1. In men\nCauses of male infertility can be due to low sperm count, highly deformed sperm, low sperm motility rate or no sperm. Causes of poor sperm or low sperm count include (2):\nAbnormalities in the testicles such as orchitis, spermatorrhea, varicocele or abnormalities in male sex hormones...; Using drugs that affect sperm quality such as drugs to treat stomach pain, high blood pressure... causes poor sperm mobility; The consequences of sexually transmitted diseases lead to inflammation of the vas deferens, causing narrowing of the passage of sperm from the testicles to the testicular sac.; Pathologies such as urinary tract infections; epididymitis due to complications of mumps; epididymal tuberculosis; Varicocele causes sperm to be deformed or have abnormal structures at the head - body - tail; have diabetes; high blood pressure; impotence, decreased sexual desire; Effects of radiation rays.; Alcoholism, tobacco addiction... can potentially cause mutations in sperm; Prolonged psychological stress, husband and wife are having pent-up conflicts that are difficult to talk about... can also lead to infertility in men.; If not treated promptly and properly, diseases such as liver disease, kidney disease, sickle cell anemia, genital diseases... can also lead to male infertility.\n2. In women\nCauses of infertility in women are usually due to fallopian tube and peritoneal disease (about 70%), ovulation disorders (20%), and 10% have unknown reasons. Most causes of primary infertility in women are gynecological diseases. Some causes of primary infertility in women include:\nPelvic inflammatory disease: The pelvic area is inflamed due to bacteria such as gonorrhea, chlamydia...; Polycystic ovary disease: The ovaries have many small cysts, causing sparse menstruation (having menstruation only once every few months) or ovulation disorders. This is one of the causes of infertility.; Fallopian tube blockage: Inflamed fallopian tubes leave scars, causing the fallopian tubes to become narrow or blocked, preventing the movement of eggs and sperm, causing infertility. One of the reasons why women have blocked fallopian tubes is because of poor hygiene during the menstrual cycle. When your period comes, the vagina is in an open state, creating favorable conditions for harmful bacteria to penetrate and cause infection when not cleaned properly. Vaginal infection or cervicitis, if treatment is delayed, will flow upstream into the fallopian tubes, causing fallopian tube blockage.; Poor egg quality: Eggs cannot form zygotes with sperm.; Uterine diseases: Uterine fibroids, uterine polyps...; Other diseases such as gout, obesity, diabetes, kidney disease, liver disease, thyroid disease...; Effects of some medications.\nIn addition to medical causes, health status and nutrition also affect fertility. If couples regularly eat foods containing many toxic substances, smoke cigarettes, drink alcohol, use stimulants, come into contact with chemicals, polluted environments... it will have a negative impact on their health. fertility. Age also affects fertility, as women after 35 years old will have more difficulty getting pregnant than younger people.\n\nSymptoms of primary infertility\n1. In men\nSigns of primary infertility in men include:\nPain during ejaculation, semen mixed with blood; Swelling in the scrotum, round like a ball, tender on one or both sides; The testicle is twisted or not in the correct position in the scrotum.; The testicles are swollen, painful, and red due to severe epididymitis or testicular torsion, preventing blood from moving to nourish the testicles.; Men with sexual dysfunction; Pain along the urinary tract or pus flowing from the opening (urethral opening).\nMen can recognize the signs of infertility through systemic symptoms such as hair loss, belly fat, dry and wrinkled skin, excessive sweating, severe stress, always feeling anxious and restless...\n2. In women\nPrimary infertility in women is difficult to recognize in cases where the cause cannot be determined. Below are common signs:\nMenstrual disorders: Amenorrhea, menorrhagia lasting more than 10 days; Dysmenorrhea, menstruation is too light, menstruation only lasts for 2-3 days and then stops completely, menstruation is black and clotted...; Body fatigue: Women are always tired, in a state of obesity or too thin, with pale or yellow skin, headaches, dizziness... Although this is not the main sign of infertility, it is a symptom. of diseases that affect fertility in women such as liver disease, kidney disease, cardiovascular disease, endocrine disease...; Have regular sex without getting pregnant: Both husband and wife do not have any of the above symptoms, have regular intercourse 2-3 times/week, do not use any contraceptive methods for a while but still not pregnant.\n\nDiagnosis of primary infertility\n1. In women\nThe doctor will do a clinical examination and conduct tests to find problems during ovulation. Tests to diagnose primary infertility in women include:\nUterine ovary scan.; Check the reserve capacity of the ovaries.; Hormone testing.; Check for ovulation.; Pelvic ultrasound.\n2. In men\nMen will be clinically examined by a doctor and conduct tests to find problems in ejaculation and sperm production. Tests to diagnose primary infertility in men include:\nSemen analysis.; Hormone testing.; Scrotal ultrasound.; Testing for genetic problems; Testicular biopsy (in case other exploratory measures fail to find sperm)\n\nTreatments\nThe principle of primary infertility treatment is based on the cause of the disease. This is the basis for doctors to come up with a suitable treatment regimen. Primary infertility treatment methods based on the cause of the disease include:\n1. Change your lifestyle\nCouples can control primary infertility through changing their lifestyle habits. You should limit your intake of greasy foods, exercise regularly, improve your weight (when too thin or obese), do not smoke, do not drink alcohol, and prioritize supplementing foods with Health benefits to improve sperm quality, does not affect ovulation and menstrual cycle.\n2. Using medicine\nIn cases of primary infertility due to disease, doctors often prescribe medication or surgery depending on the condition. Medicines to treat primary infertility according to cause include:\nFertility drugs to stimulate ovulation for infertile women due to ovulation disorders; Medicines to treat problems affecting male fertility such as erectile dysfunction, hormone imbalance...; Antioxidants or special medications to improve sperm quality; Antibiotics treat inflammation, kill bacteria, and create conditions for healthy sperm to move more easily.\n3. Surgery\nDoctors will prescribe patients surgery in cases such as:\nMen: Surgery to treat obstruction of the vas deferens, surgery for varicose veins in the testicles...; Women: Surgery to solve uterine problems such as endometrial polyps, scar tissue in the uterus, uterine septum, etc.\n4. Assisted reproductive methods\nIn cases where medications, surgery, lifestyle changes, etc. have been applied but to no avail, doctors can encourage couples to seek assisted reproductive methods including:\nIn vitro fertilization IVF: With this method, instead of the sperm and egg combining in the female's fallopian tube, they will be combined in a test tube. After the embryo is successfully formed, it will be transferred back to the uterus for the embryo to implant and develop into a fetus.; Intracytoplasmic sperm injection (ICSI): A good quality sperm is selected to be injected directly into the ovum, helping to increase the likelihood of fertilization. After successful fertilization, the embryo will be cultured until the 3rd or 5th day and then transferred into the female's uterus to nest and develop into a fetus.; Assisting embryo hatching (AH): This is a method of thinning or opening the outer membrane of the embryo, increasing the embryo's ability to adhere to the uterine lining, thereby increasing the embryo's ability to implant.; Blastocyst stage embryo transfer (embryo day 5): Blastocyst stage embryo transfer (day 5 after egg retrieval), helps increase implantation ability, increase pregnancy rate and limit the risk of multiple pregnancy due to The number of embryos needed to be transferred is less than the number of embryos transferred on day 2 or 3.; In vitro oocyte maturation method: After oocyte retrieval, immature oocytes can be cultured directly in the IVF laboratory for about 24 - 48 hours to reach maturity. Only mature oocytes are capable of fertilizing sperm and developing into embryos.; Intrauterine insemination (IUI): This is a method of washing and selecting healthy sperm to inject directly into the woman's uterus to increase the possibility of conception.; Retrieve sperm by surgery in cases of male infertility.; Donate eggs, sperm, embryos...; Cryopreservation of embryos, sperm, ovum...\nReference: Can you have children if you are infertile?\n\nMethods to prevent primary infertility\n1. Maintain a safe married life\nClean thoroughly before and after intercourse to avoid infection. Couples should have regular intercourse 2-3 times a week. You two should keep a happy and rhythmic mood when having sex to increase each other's emotions.\n2. Scientific and healthy lifestyle\nCouples should not use too many stimulants such as alcohol because they can easily cause erectile dysfunction and reduced libido. In addition, you should also regularly exercise your body to stay physically healthy, which helps improve sex life between husband and wife.\nSupplement enough nutrients that are beneficial for health and physiology\nSeafood: Many types of seafood contain zinc, which helps increase desire and endurance during sex. Especially dishes made from oysters are very good for the production of healthy \"sperm\".; Vegetables: Cauliflower, onion family vegetables, strawberries, blueberries... should be added to daily meals to promote hormones and ensure sperm quality.\nMinimize exposure to toxic environments\nChemicals, pollution, radiation... are all causes of primary infertility for both men and women. Therefore, you should use protective gear when working in highly toxic environments and areas.\n3. Regular health check-ups\nCouples should have regular health check-ups so that doctors can promptly intervene when serious fertility problems arise. At the same time, you both need to make sure to follow your doctor's instructions to promote the treatment process and prevent the possibility of infertility.\nCenter for Urology and Nephrology, Department of Andrology - Urology of Tam Anh General Hospital System brings together a team of leading experts, Internal Medicine and Surgery, skilled and dedicated.\nThe Center's experts and doctors are always confident in mastering the latest techniques, early detecting and effectively treating kidney and urinary tract diseases, helping patients shorten hospital stays and limit risk of recurrence, improving quality of life.\nWith the leading modern machinery and equipment system in the country and the region; Operating room meets international standards; Along with a 5-star boarding area and high-class service... The Urology and Nephrology Center stands out with examination, screening and treatment services for all urinary tract diseases. From common surgeries to major high-tech surgeries.\nThese include laparoscopic kidney stone surgery, kidney transplant, tumor resection to preserve kidney parenchyma; Radical nephrectomy; Radical prostatectomy; total bladder resection and small bowel cystoplasty; adrenalectomy; shaping urinary tract defects... Diagnosis - medical and surgical treatment of all diseases.\nTo schedule an examination and treatment with leading experts at the Center for Urology and Nephrology, Department of Andrology - Urology, Tam Anh General Hospital System, you can make an appointment online through the following ways:\nCall the hotline 0287 102 6789 - 093 180 6858 (HCMC) or 024 3872 3872 (Hanoi) to register for a private medical appointment with a specialist, through the customer service staff.; Register for a medical appointment with any doctor you trust at the link: https://tamanhhospital.vn/danh-cho-khach-hang/dat-lich-kham/; Send a message on Tam Anh General Hospital Fanpage or Tam Anh General Hospital Urology and Andrology Fanpage; Text message via Zalo OA of Tam Anh General Hospital.\nPrimary infertility is not without treatment. However, the treatment process requires determination and perseverance from both husband and wife. You two should not give up halfway because of discouragement, instead you need to follow the doctor's instructions and maintain faith in a good future.",
    "subsections": [
        {
            "subsection_name": "What is primary infertility?",
            "subsection_content": "Infertility is a condition in which a couple cannot get pregnant after 12 months of living together, having normal sexual intercourse, and not using any form of contraception. (1) However, in the case of women over 35 years old , this period of not getting pregnant is only about 6 months and is considered infertile.\nPrimary infertility is infertility in couples where the wife has never become pregnant. When treating primary infertility, doctors need to rely on the cause in both men and women, then can come up with a reasonable treatment regimen.\nCauses of primary infertility (*)\n1. In men\nCauses of male infertility can be due to low sperm count, highly deformed sperm, low sperm motility rate or no sperm. Causes of poor sperm or low sperm count include (2):\nAbnormalities in the testicles such as orchitis, spermatorrhea, varicocele or abnormalities in male sex hormones...; Using drugs that affect sperm quality such as drugs to treat stomach pain, high blood pressure... causes poor sperm mobility; The consequences of sexually transmitted diseases lead to inflammation of the vas deferens, causing narrowing of the passage of sperm from the testicles to the testicular sac.; Pathologies such as urinary tract infections; epididymitis due to complications of mumps; epididymal tuberculosis; Varicocele causes sperm to be deformed or have abnormal structures at the head - body - tail; have diabetes; high blood pressure; impotence, decreased sexual desire; Effects of radiation rays.; Alcoholism, tobacco addiction... can potentially cause mutations in sperm; Prolonged psychological stress, husband and wife are having pent-up conflicts that are difficult to talk about... can also lead to infertility in men.; If not treated promptly and properly, diseases such as liver disease, kidney disease, sickle cell anemia, genital diseases... can also lead to male infertility.\n2. In women\nCauses of infertility in women are usually due to fallopian tube and peritoneal disease (about 70%), ovulation disorders (20%), and 10% have unknown reasons. Most causes of primary infertility in women are gynecological diseases. Some causes of primary infertility in women include:\nPelvic inflammatory disease: The pelvic area is inflamed due to bacteria such as gonorrhea, chlamydia...; Polycystic ovary disease: The ovaries have many small cysts, causing sparse menstruation (having menstruation only once every few months) or ovulation disorders. This is one of the causes of infertility.; Fallopian tube blockage: Inflamed fallopian tubes leave scars, causing the fallopian tubes to become narrow or blocked, preventing the movement of eggs and sperm, causing infertility. One of the reasons why women have blocked fallopian tubes is because of poor hygiene during the menstrual cycle. When your period comes, the vagina is in an open state, creating favorable conditions for harmful bacteria to penetrate and cause infection when not cleaned properly. Vaginal infection or cervicitis, if treatment is delayed, will flow upstream into the fallopian tubes, causing fallopian tube blockage.; Poor egg quality: Eggs cannot form zygotes with sperm.; Uterine diseases: Uterine fibroids, uterine polyps...; Other diseases such as gout, obesity, diabetes, kidney disease, liver disease, thyroid disease...; Effects of some medications.\nIn addition to medical causes, health status and nutrition also affect fertility. If couples regularly eat foods containing many toxic substances, smoke cigarettes, drink alcohol, use stimulants, come into contact with chemicals, polluted environments... it will have a negative impact on their health. fertility. Age also affects fertility, as women after 35 years old will have more difficulty getting pregnant than younger people.",
            "subsection_string": "What is primary infertility?\nInfertility is a condition in which a couple cannot get pregnant after 12 months of living together, having normal sexual intercourse, and not using any form of contraception. (1) However, in the case of women over 35 years old , this period of not getting pregnant is only about 6 months and is considered infertile.\nPrimary infertility is infertility in couples where the wife has never become pregnant. When treating primary infertility, doctors need to rely on the cause in both men and women, then can come up with a reasonable treatment regimen.\nCauses of primary infertility (*)\n1. In men\nCauses of male infertility can be due to low sperm count, highly deformed sperm, low sperm motility rate or no sperm. Causes of poor sperm or low sperm count include (2):\nAbnormalities in the testicles such as orchitis, spermatorrhea, varicocele or abnormalities in male sex hormones...; Using drugs that affect sperm quality such as drugs to treat stomach pain, high blood pressure... causes poor sperm mobility; The consequences of sexually transmitted diseases lead to inflammation of the vas deferens, causing narrowing of the passage of sperm from the testicles to the testicular sac.; Pathologies such as urinary tract infections; epididymitis due to complications of mumps; epididymal tuberculosis; Varicocele causes sperm to be deformed or have abnormal structures at the head - body - tail; have diabetes; high blood pressure; impotence, decreased sexual desire; Effects of radiation rays.; Alcoholism, tobacco addiction... can potentially cause mutations in sperm; Prolonged psychological stress, husband and wife are having pent-up conflicts that are difficult to talk about... can also lead to infertility in men.; If not treated promptly and properly, diseases such as liver disease, kidney disease, sickle cell anemia, genital diseases... can also lead to male infertility.\n2. In women\nCauses of infertility in women are usually due to fallopian tube and peritoneal disease (about 70%), ovulation disorders (20%), and 10% have unknown reasons. Most causes of primary infertility in women are gynecological diseases. Some causes of primary infertility in women include:\nPelvic inflammatory disease: The pelvic area is inflamed due to bacteria such as gonorrhea, chlamydia...; Polycystic ovary disease: The ovaries have many small cysts, causing sparse menstruation (having menstruation only once every few months) or ovulation disorders. This is one of the causes of infertility.; Fallopian tube blockage: Inflamed fallopian tubes leave scars, causing the fallopian tubes to become narrow or blocked, preventing the movement of eggs and sperm, causing infertility. One of the reasons why women have blocked fallopian tubes is because of poor hygiene during the menstrual cycle. When your period comes, the vagina is in an open state, creating favorable conditions for harmful bacteria to penetrate and cause infection when not cleaned properly. Vaginal infection or cervicitis, if treatment is delayed, will flow upstream into the fallopian tubes, causing fallopian tube blockage.; Poor egg quality: Eggs cannot form zygotes with sperm.; Uterine diseases: Uterine fibroids, uterine polyps...; Other diseases such as gout, obesity, diabetes, kidney disease, liver disease, thyroid disease...; Effects of some medications.\nIn addition to medical causes, health status and nutrition also affect fertility. If couples regularly eat foods containing many toxic substances, smoke cigarettes, drink alcohol, use stimulants, come into contact with chemicals, polluted environments... it will have a negative impact on their health. fertility. Age also affects fertility, as women after 35 years old will have more difficulty getting pregnant than younger people."
        },
        {
            "subsection_name": "Symptoms of primary infertility",
            "subsection_content": "1. In men\nSigns of primary infertility in men include:\nPain during ejaculation, semen mixed with blood; Swelling in the scrotum, round like a ball, tender on one or both sides; The testicle is twisted or not in the correct position in the scrotum.; The testicles are swollen, painful, and red due to severe epididymitis or testicular torsion, preventing blood from moving to nourish the testicles.; Men with sexual dysfunction; Pain along the urinary tract or pus flowing from the opening (urethral opening).\nMen can recognize the signs of infertility through systemic symptoms such as hair loss, belly fat, dry and wrinkled skin, excessive sweating, severe stress, always feeling anxious and restless...\n2. In women\nPrimary infertility in women is difficult to recognize in cases where the cause cannot be determined. Below are common signs:\nMenstrual disorders: Amenorrhea, menorrhagia lasting more than 10 days; Dysmenorrhea, menstruation is too light, menstruation only lasts for 2-3 days and then stops completely, menstruation is black and clotted...; Body fatigue: Women are always tired, in a state of obesity or too thin, with pale or yellow skin, headaches, dizziness... Although this is not the main sign of infertility, it is a symptom. of diseases that affect fertility in women such as liver disease, kidney disease, cardiovascular disease, endocrine disease...; Have regular sex without getting pregnant: Both husband and wife do not have any of the above symptoms, have regular intercourse 2-3 times/week, do not use any contraceptive methods for a while but still not pregnant.",
            "subsection_string": "Symptoms of primary infertility\n1. In men\nSigns of primary infertility in men include:\nPain during ejaculation, semen mixed with blood; Swelling in the scrotum, round like a ball, tender on one or both sides; The testicle is twisted or not in the correct position in the scrotum.; The testicles are swollen, painful, and red due to severe epididymitis or testicular torsion, preventing blood from moving to nourish the testicles.; Men with sexual dysfunction; Pain along the urinary tract or pus flowing from the opening (urethral opening).\nMen can recognize the signs of infertility through systemic symptoms such as hair loss, belly fat, dry and wrinkled skin, excessive sweating, severe stress, always feeling anxious and restless...\n2. In women\nPrimary infertility in women is difficult to recognize in cases where the cause cannot be determined. Below are common signs:\nMenstrual disorders: Amenorrhea, menorrhagia lasting more than 10 days; Dysmenorrhea, menstruation is too light, menstruation only lasts for 2-3 days and then stops completely, menstruation is black and clotted...; Body fatigue: Women are always tired, in a state of obesity or too thin, with pale or yellow skin, headaches, dizziness... Although this is not the main sign of infertility, it is a symptom. of diseases that affect fertility in women such as liver disease, kidney disease, cardiovascular disease, endocrine disease...; Have regular sex without getting pregnant: Both husband and wife do not have any of the above symptoms, have regular intercourse 2-3 times/week, do not use any contraceptive methods for a while but still not pregnant."
        },
        {
            "subsection_name": "Diagnosis of primary infertility",
            "subsection_content": "1. In women\nThe doctor will do a clinical examination and conduct tests to find problems during ovulation. Tests to diagnose primary infertility in women include:\nUterine ovary scan.; Check the reserve capacity of the ovaries.; Hormone testing.; Check for ovulation.; Pelvic ultrasound.\n2. In men\nMen will be clinically examined by a doctor and conduct tests to find problems in ejaculation and sperm production. Tests to diagnose primary infertility in men include:\nSemen analysis.; Hormone testing.; Scrotal ultrasound.; Testing for genetic problems; Testicular biopsy (in case other exploratory measures fail to find sperm)",
            "subsection_string": "Diagnosis of primary infertility\n1. In women\nThe doctor will do a clinical examination and conduct tests to find problems during ovulation. Tests to diagnose primary infertility in women include:\nUterine ovary scan.; Check the reserve capacity of the ovaries.; Hormone testing.; Check for ovulation.; Pelvic ultrasound.\n2. In men\nMen will be clinically examined by a doctor and conduct tests to find problems in ejaculation and sperm production. Tests to diagnose primary infertility in men include:\nSemen analysis.; Hormone testing.; Scrotal ultrasound.; Testing for genetic problems; Testicular biopsy (in case other exploratory measures fail to find sperm)"
        },
        {
            "subsection_name": "Treatments",
            "subsection_content": "The principle of primary infertility treatment is based on the cause of the disease. This is the basis for doctors to come up with a suitable treatment regimen. Primary infertility treatment methods based on the cause of the disease include:\n1. Change your lifestyle\nCouples can control primary infertility through changing their lifestyle habits. You should limit your intake of greasy foods, exercise regularly, improve your weight (when too thin or obese), do not smoke, do not drink alcohol, and prioritize supplementing foods with Health benefits to improve sperm quality, does not affect ovulation and menstrual cycle.\n2. Using medicine\nIn cases of primary infertility due to disease, doctors often prescribe medication or surgery depending on the condition. Medicines to treat primary infertility according to cause include:\nFertility drugs to stimulate ovulation for infertile women due to ovulation disorders; Medicines to treat problems affecting male fertility such as erectile dysfunction, hormone imbalance...; Antioxidants or special medications to improve sperm quality; Antibiotics treat inflammation, kill bacteria, and create conditions for healthy sperm to move more easily.\n3. Surgery\nDoctors will prescribe patients surgery in cases such as:\nMen: Surgery to treat obstruction of the vas deferens, surgery for varicose veins in the testicles...; Women: Surgery to solve uterine problems such as endometrial polyps, scar tissue in the uterus, uterine septum, etc.\n4. Assisted reproductive methods\nIn cases where medications, surgery, lifestyle changes, etc. have been applied but to no avail, doctors can encourage couples to seek assisted reproductive methods including:\nIn vitro fertilization IVF: With this method, instead of the sperm and egg combining in the female's fallopian tube, they will be combined in a test tube. After the embryo is successfully formed, it will be transferred back to the uterus for the embryo to implant and develop into a fetus.; Intracytoplasmic sperm injection (ICSI): A good quality sperm is selected to be injected directly into the ovum, helping to increase the likelihood of fertilization. After successful fertilization, the embryo will be cultured until the 3rd or 5th day and then transferred into the female's uterus to nest and develop into a fetus.; Assisting embryo hatching (AH): This is a method of thinning or opening the outer membrane of the embryo, increasing the embryo's ability to adhere to the uterine lining, thereby increasing the embryo's ability to implant.; Blastocyst stage embryo transfer (embryo day 5): Blastocyst stage embryo transfer (day 5 after egg retrieval), helps increase implantation ability, increase pregnancy rate and limit the risk of multiple pregnancy due to The number of embryos needed to be transferred is less than the number of embryos transferred on day 2 or 3.; In vitro oocyte maturation method: After oocyte retrieval, immature oocytes can be cultured directly in the IVF laboratory for about 24 - 48 hours to reach maturity. Only mature oocytes are capable of fertilizing sperm and developing into embryos.; Intrauterine insemination (IUI): This is a method of washing and selecting healthy sperm to inject directly into the woman's uterus to increase the possibility of conception.; Retrieve sperm by surgery in cases of male infertility.; Donate eggs, sperm, embryos...; Cryopreservation of embryos, sperm, ovum...\nReference: Can you have children if you are infertile?",
            "subsection_string": "Treatments\nThe principle of primary infertility treatment is based on the cause of the disease. This is the basis for doctors to come up with a suitable treatment regimen. Primary infertility treatment methods based on the cause of the disease include:\n1. Change your lifestyle\nCouples can control primary infertility through changing their lifestyle habits. You should limit your intake of greasy foods, exercise regularly, improve your weight (when too thin or obese), do not smoke, do not drink alcohol, and prioritize supplementing foods with Health benefits to improve sperm quality, does not affect ovulation and menstrual cycle.\n2. Using medicine\nIn cases of primary infertility due to disease, doctors often prescribe medication or surgery depending on the condition. Medicines to treat primary infertility according to cause include:\nFertility drugs to stimulate ovulation for infertile women due to ovulation disorders; Medicines to treat problems affecting male fertility such as erectile dysfunction, hormone imbalance...; Antioxidants or special medications to improve sperm quality; Antibiotics treat inflammation, kill bacteria, and create conditions for healthy sperm to move more easily.\n3. Surgery\nDoctors will prescribe patients surgery in cases such as:\nMen: Surgery to treat obstruction of the vas deferens, surgery for varicose veins in the testicles...; Women: Surgery to solve uterine problems such as endometrial polyps, scar tissue in the uterus, uterine septum, etc.\n4. Assisted reproductive methods\nIn cases where medications, surgery, lifestyle changes, etc. have been applied but to no avail, doctors can encourage couples to seek assisted reproductive methods including:\nIn vitro fertilization IVF: With this method, instead of the sperm and egg combining in the female's fallopian tube, they will be combined in a test tube. After the embryo is successfully formed, it will be transferred back to the uterus for the embryo to implant and develop into a fetus.; Intracytoplasmic sperm injection (ICSI): A good quality sperm is selected to be injected directly into the ovum, helping to increase the likelihood of fertilization. After successful fertilization, the embryo will be cultured until the 3rd or 5th day and then transferred into the female's uterus to nest and develop into a fetus.; Assisting embryo hatching (AH): This is a method of thinning or opening the outer membrane of the embryo, increasing the embryo's ability to adhere to the uterine lining, thereby increasing the embryo's ability to implant.; Blastocyst stage embryo transfer (embryo day 5): Blastocyst stage embryo transfer (day 5 after egg retrieval), helps increase implantation ability, increase pregnancy rate and limit the risk of multiple pregnancy due to The number of embryos needed to be transferred is less than the number of embryos transferred on day 2 or 3.; In vitro oocyte maturation method: After oocyte retrieval, immature oocytes can be cultured directly in the IVF laboratory for about 24 - 48 hours to reach maturity. Only mature oocytes are capable of fertilizing sperm and developing into embryos.; Intrauterine insemination (IUI): This is a method of washing and selecting healthy sperm to inject directly into the woman's uterus to increase the possibility of conception.; Retrieve sperm by surgery in cases of male infertility.; Donate eggs, sperm, embryos...; Cryopreservation of embryos, sperm, ovum...\nReference: Can you have children if you are infertile?"
        },
        {
            "subsection_name": "Methods to prevent primary infertility",
            "subsection_content": "1. Maintain a safe married life\nClean thoroughly before and after intercourse to avoid infection. Couples should have regular intercourse 2-3 times a week. You two should keep a happy and rhythmic mood when having sex to increase each other's emotions.\n2. Scientific and healthy lifestyle\nCouples should not use too many stimulants such as alcohol because they can easily cause erectile dysfunction and reduced libido. In addition, you should also regularly exercise your body to stay physically healthy, which helps improve sex life between husband and wife.\nSupplement enough nutrients that are beneficial for health and physiology\nSeafood: Many types of seafood contain zinc, which helps increase desire and endurance during sex. Especially dishes made from oysters are very good for the production of healthy \"sperm\".; Vegetables: Cauliflower, onion family vegetables, strawberries, blueberries... should be added to daily meals to promote hormones and ensure sperm quality.\nMinimize exposure to toxic environments\nChemicals, pollution, radiation... are all causes of primary infertility for both men and women. Therefore, you should use protective gear when working in highly toxic environments and areas.\n3. Regular health check-ups\nCouples should have regular health check-ups so that doctors can promptly intervene when serious fertility problems arise. At the same time, you both need to make sure to follow your doctor's instructions to promote the treatment process and prevent the possibility of infertility.\nCenter for Urology and Nephrology, Department of Andrology - Urology of Tam Anh General Hospital System brings together a team of leading experts, Internal Medicine and Surgery, skilled and dedicated.\nThe Center's experts and doctors are always confident in mastering the latest techniques, early detecting and effectively treating kidney and urinary tract diseases, helping patients shorten hospital stays and limit risk of recurrence, improving quality of life.\nWith the leading modern machinery and equipment system in the country and the region; Operating room meets international standards; Along with a 5-star boarding area and high-class service... The Urology and Nephrology Center stands out with examination, screening and treatment services for all urinary tract diseases. From common surgeries to major high-tech surgeries.\nThese include laparoscopic kidney stone surgery, kidney transplant, tumor resection to preserve kidney parenchyma; Radical nephrectomy; Radical prostatectomy; total bladder resection and small bowel cystoplasty; adrenalectomy; shaping urinary tract defects... Diagnosis - medical and surgical treatment of all diseases.\nTo schedule an examination and treatment with leading experts at the Center for Urology and Nephrology, Department of Andrology - Urology, Tam Anh General Hospital System, you can make an appointment online through the following ways:\nCall the hotline 0287 102 6789 - 093 180 6858 (HCMC) or 024 3872 3872 (Hanoi) to register for a private medical appointment with a specialist, through the customer service staff.; Register for a medical appointment with any doctor you trust at the link: https://tamanhhospital.vn/danh-cho-khach-hang/dat-lich-kham/; Send a message on Tam Anh General Hospital Fanpage or Tam Anh General Hospital Urology and Andrology Fanpage; Text message via Zalo OA of Tam Anh General Hospital.\nPrimary infertility is not without treatment. However, the treatment process requires determination and perseverance from both husband and wife. You two should not give up halfway because of discouragement, instead you need to follow the doctor's instructions and maintain faith in a good future.",
            "subsection_string": "Methods to prevent primary infertility\n1. Maintain a safe married life\nClean thoroughly before and after intercourse to avoid infection. Couples should have regular intercourse 2-3 times a week. You two should keep a happy and rhythmic mood when having sex to increase each other's emotions.\n2. Scientific and healthy lifestyle\nCouples should not use too many stimulants such as alcohol because they can easily cause erectile dysfunction and reduced libido. In addition, you should also regularly exercise your body to stay physically healthy, which helps improve sex life between husband and wife.\nSupplement enough nutrients that are beneficial for health and physiology\nSeafood: Many types of seafood contain zinc, which helps increase desire and endurance during sex. Especially dishes made from oysters are very good for the production of healthy \"sperm\".; Vegetables: Cauliflower, onion family vegetables, strawberries, blueberries... should be added to daily meals to promote hormones and ensure sperm quality.\nMinimize exposure to toxic environments\nChemicals, pollution, radiation... are all causes of primary infertility for both men and women. Therefore, you should use protective gear when working in highly toxic environments and areas.\n3. Regular health check-ups\nCouples should have regular health check-ups so that doctors can promptly intervene when serious fertility problems arise. At the same time, you both need to make sure to follow your doctor's instructions to promote the treatment process and prevent the possibility of infertility.\nCenter for Urology and Nephrology, Department of Andrology - Urology of Tam Anh General Hospital System brings together a team of leading experts, Internal Medicine and Surgery, skilled and dedicated.\nThe Center's experts and doctors are always confident in mastering the latest techniques, early detecting and effectively treating kidney and urinary tract diseases, helping patients shorten hospital stays and limit risk of recurrence, improving quality of life.\nWith the leading modern machinery and equipment system in the country and the region; Operating room meets international standards; Along with a 5-star boarding area and high-class service... The Urology and Nephrology Center stands out with examination, screening and treatment services for all urinary tract diseases. From common surgeries to major high-tech surgeries.\nThese include laparoscopic kidney stone surgery, kidney transplant, tumor resection to preserve kidney parenchyma; Radical nephrectomy; Radical prostatectomy; total bladder resection and small bowel cystoplasty; adrenalectomy; shaping urinary tract defects... Diagnosis - medical and surgical treatment of all diseases.\nTo schedule an examination and treatment with leading experts at the Center for Urology and Nephrology, Department of Andrology - Urology, Tam Anh General Hospital System, you can make an appointment online through the following ways:\nCall the hotline 0287 102 6789 - 093 180 6858 (HCMC) or 024 3872 3872 (Hanoi) to register for a private medical appointment with a specialist, through the customer service staff.; Register for a medical appointment with any doctor you trust at the link: https://tamanhhospital.vn/danh-cho-khach-hang/dat-lich-kham/; Send a message on Tam Anh General Hospital Fanpage or Tam Anh General Hospital Urology and Andrology Fanpage; Text message via Zalo OA of Tam Anh General Hospital.\nPrimary infertility is not without treatment. However, the treatment process requires determination and perseverance from both husband and wife. You two should not give up halfway because of discouragement, instead you need to follow the doctor's instructions and maintain faith in a good future."
        }
    ],
    "name": "vo-sinh-nguyen-phat.json"
}