{
    "title": "Female infertility: Causes, diagnosis and prevention",
    "category": "IVF Reproductive Support",
    "link": "https://tamanhhospital.vn/vo-sinh-nu/",
    "abstract": "Ovarian failure, endometriosis, uterine and fallopian tube abnormalities, infections, polycystic ovaries... are the leading causes of female infertility. The disease can cause psychological, physical, and spiritual harm to the patient. According to doctor Le Hoang - Director of Tam Anh General Hospital Hanoi Reproductive Support Center: Infertility due to female factors accounts for 40% of total infertility cases in general, this condition has a negative impact on love life, the spirit and marriage of the couple. Therefore, in case a couple has regular intercourse and has not used any contraceptive methods for 1 year or more but has not had good news, please contact experts immediately for examination and advice. timely.",
    "content": "Female infertility: Causes, diagnosis and prevention\n\nOvarian failure, endometriosis, uterine and fallopian tube abnormalities, infections, polycystic ovaries... are the leading causes of female infertility. The disease can cause psychological, physical, and spiritual harm to the patient. According to doctor Le Hoang - Director of Tam Anh General Hospital Hanoi Reproductive Support Center: Infertility due to female factors accounts for 40% of total infertility cases in general, this condition has a negative impact on love life, the spirit and marriage of the couple. Therefore, in case a couple has regular intercourse and has not used any contraceptive methods for 1 year or more but has not had good news, please contact experts immediately for examination and advice. timely.\n\nWhat is female infertility?\nFemale infertility is a condition in which a woman cannot get pregnant naturally after 1 year of regular sexual intercourse without using any contraceptive methods. One thing to note is that a woman's fertility gradually decreases over time, especially after age 35.\nMany large studies have confirmed that approximately 85% of women will conceive within 12 months. Based on the findings of this study, fertility is 25% in the first three months of unprotected intercourse and then this rate drops to 15% in the remaining nine months.\nTherefore, the American Society for Reproductive Medicine (ASRM) recommends that the examination should begin and that the couple should have sex without using contraception within 12 months or within 6 months for women over 35 years old.\n\nCauses of female infertility\nFemale infertility can be divided into 2 groups, including primary infertility and secondary infertility, of which: (1)\nPrimary infertility is the case in which a woman has had intercourse with her husband without using safe methods within 12 months (or within 6 months for women over 35 years old), but has not yet become pregnant.; Secondary infertility is a case where a woman has had one pregnancy, but after that the couple had intercourse without using contraception but could not get pregnant again within 1 year.\nInfertility is a condition that can occur in any woman, the most common victims are girls with a history of hormonal disorders, cases of repeated gynecological infections, etc. In case of having had an abortion or abusing birth control pills... In one study, the most common factors leading to female infertility include:\nOvulation disorders account for 25%: Irregular ovulation or no ovulation is the cause of most cases of infertility. Ovarian problems may lead to ovulation disorders, or the problem may be related to the regulation of reproductive hormones in the hypothalamus or pituitary axis.; Endometriosis accounts for 15%: Endometriosis occurs when tissue similar to the lining of the uterus grows in the uterus or in other places, possibly the abdominal cavity or ovaries. This tumor can cause swelling and bleeding, and the growth of endometriosis tissue can block the fallopian tubes, preventing fertilization, and scar tissue can cause muscle adhesion. It causes the patient to feel pain and have difficulty conceiving.; Pelvic inflammation accounts for 12%: Pelvic inflammation, infection of the uterus and fallopian tubes can be caused by some sexually transmitted diseases such as gonorrhea, chlamydia infection... these diseases can damage the fallopian tubes, makes fertilization difficult; Fallopian tube blockage accounts for 11%: Blocked fallopian tubes prevent sperm and eggs from meeting or block the egg's path after it has been fertilized into the uterus, increasing the risk of ectopic pregnancy.; Other abnormalities in the fallopian tubes and uterus account for 11%: Some problems due to abnormalities in the fallopian tubes or uterus can hinder the egg's implantation process or increase the risk of miscarriage. Pregnancy or ectopic pregnancy such as uterine polyps, uterine fibroids, blocked fallopian tubes, deformed uterus, cervical stenosis or adhesions... can all be causes of infertility.; Hyperprolactinemia accounts for 7%: The pituitary gland can produce excess prolactin (hyperprolactinemia), which reduces estrogen production and can cause infertility.\nWomen who have had sex without using contraception for more than 1 year but are not pregnant need to see a doctor soon for advice.\n\nSigns of knowing\nSymptoms of infertility in women are poor ability to get pregnant. Menstrual cycle is too long or too short, irregular or no menstruation occurs. Besides, many women have no signs but still cannot conceive. Some warning signs of infertility that women should pay attention to include: (2)\nMenstrual disorders: According to experts, menstrual disorders include patients whose menstrual cycles are too short (less than 21 days) or long (also known as sparse periods, longer than 35 days). Irregular menstruation (the gap between the shortest cycle and the longest menstrual cycle is more than 8 days, for example, the menstrual cycle is sometimes 30 days, sometimes 40 days). These manifestations indicate that there may be a  hormonal disorder in the body. Sparse or irregular periods can indicate ovulation disorders or sometimes ovarian failure, making it difficult or impossible to have children. Menstrual disorders are considered a typical sign of infertility, especially for women aged 18 years and older who have not had menstruation or have had menstruation but menstruation disappeared for more than 6 consecutive months. This case is considered amenorrhea.; Dysmenorrhea: This is a condition of lower abdominal pain each time there is menstruation. The cause of this condition may be due to anatomical abnormalities such as retroverted uterus, uterine septum, uterine adhesions or disease. such as uterine fibroids, endometriosis or pelvic infections. These diseases can be the cause of infertility.; Abnormal vaginal discharge: Normally, vaginal discharge is clear, white mucus with no odor, so if your vaginal discharge has unusual symptoms such as yellow, green or has an unpleasant odor, Need to see a doctor immediately, in case it causes complications of inflammation of the uterus and fallopian tubes leading to infertility...; Symptoms of abdominal pain but not related to the menstrual cycle: Pain here can occur after intercourse or at any time, it can be a manifestation of uterine fibroids, ovarian tumors or regional inflammation. pelvic, ectopic pregnancy. If you have unusual abdominal pain, you should also see a female infertility doctor immediately because in some cases, such as ovarian torsion or ectopic pregnancy, coming to the hospital late can make emergency treatment difficult and even lead to death.; Miscarriage: Miscarriage is a fairly common condition in natural pregnancies, some statistics show that the rate of miscarriage in the first 3 months can be up to 20-30% of conception cases. Miscarriage can be manifested by abnormal bleeding, sometimes resembling a period that comes a few days early or late. In many cases, the ultrasound does not show the gestational sac. In some cases, the ultrasound can see the gestational sac but there is no fetal heart. In most cases of subsequent pregnancies after a previous miscarriage, the fetus develops normally, but in some cases, there are consecutive miscarriages. At this time, there may be special causes such as thyroid endocrine disease, diabetes or genital abnormalities or blood clotting or genetic diseases. In these cases, doctors need to examine and find the cause for prevention or treatment so that they can get pregnant and keep the pregnancy for the next time.; Endocrine disorders: There are many different types of endocrine in the body that can affect the ability to conceive and become pregnant, for example, diabetic endocrine, thyroid, prolactin... These endocrine disorders, if detected, and with good control, the woman can get pregnant naturally or need support (IUI, IVF). However, some changes in lifestyle can cause temporary disorders such as obesity, stress... which can be manifested by irregular menstruation or menorrhagia.\n\nSubjects susceptible to disease\nInfertility can happen to women of reproductive age, but there are a number of factors that can put you at higher risk of infertility, including:\nAge: There are two important factors in infertility treatment, of which the woman's age is one of them. As women get older, both the quality and quantity of their eggs begin to decline. After age 35, the rate of follicle ovulation increases rapidly, leading to fewer eggs and poorer quality. This condition makes it difficult to conceive, especially the risk of abnormal pregnancy increases in older women and the risk of miscarriage is also higher.; Smoking: Not only does it harm many organs in the body, smoking also increases the risk of miscarriage and ectopic pregnancy, reducing ovarian reserve and egg quality. In addition, it also affects young children. If you are smoking or using similar products, you should stop before starting fertility treatment and becoming pregnant and afterward.; Body weight index (BMI): Being overweight or underweight can affect endocrine and metabolism and therefore affect the process of egg production and ovulation. In the case of overweight/obese women, exercising to lose weight can increase the frequency of ovulation (more regular menstruation) and thus improve the possibility of pregnancy. Women with polycystic ovary syndrome are often in this risk group. Another thing to note is that the rate of overweight and obesity is increasing day by day due to unreasonable diet and lifestyle. Changing lifestyle and losing weight is necessary before getting pregnant to help get pregnant easily, reduce pregnancy complications such as diabetes, high blood pressure, premature birth...; Sexually transmitted diseases: Sexually transmitted diseases such as chlamydia and gonorrhea can block the fallopian tubes, leading to infertility. Having unprotected sex or having multiple partners increases your risk of sexually transmitted infections and can cause fertility problems later in life. In particular, some diseases can be transmitted and cause illness to children as well as can cause birth defects (syphilis).\n\nPrevention plans\nFor women who are thinking about getting pregnant soon or planning to get pregnant in the future, you can refer to some notes from experts such as: (3)\nFollow a healthy lifestyle and maintain a reasonable weight: Overweight and underweight women are both at higher risk of ovulation disorders; Quit smoking and don't drink alcohol: If you have the habit of smoking or drinking alcohol, you should give it up right now, because cigarettes and alcohol have many negative effects on fertility, as well as general health of pregnant mother and fetus; Reduce stress: Some studies have shown that stress and fatigue can cause couples to have poorer results in infertility treatment. It can also cause miscarriage or premature birth. Postpartum depression is prominent, affecting many lives and sometimes leading to unfortunate consequences. Women should try to reduce stress in their lives before, during and after  pregnancy.; Regular health check-ups: Many women often ignore reproductive health checks until they try to get pregnant but do not have the desired results. Early examination before symptoms appear helps women to be diagnosed early with diseases that may affect fertility and have appropriate treatment plans sooner.\nSee more: 9 habits that cause infertility in women\n\nDiagnosis of female infertility\nIf you are unable to conceive for a period of time without using protection, seek help from an infertility specialist for evaluation and treatment of infertility. Your doctor will base your medical history on relevant questions and fertility tests that may include:\nCheck general health status; Check for systemic/local diseases related to reproduction (blood, endocrine, infectious diseases); Hysterosalpingography of fallopian tubes;; Check ovarian reserve;; Imaging tests such as ultrasound of the uterus, ovaries, and pelvis;; Some in-depth examinations: endoscopic surgery, mucosal biopsy, genetic testing...\nMSc. Pham Thi Bao Yen and her colleagues at IVF Tam Anh are performing a diagnostic hysteroscopy procedure for a patient.\n\nTreatments\nInfertility treatment depends on many factors including cause and age. Nowadays, with the development of medicine, applied treatment methods can try to restore fertility with drugs, surgery, or help you get pregnant with other modern assisted reproductive techniques. (4)\nTreatment of female infertility using modern modern methods\nUse medicine\nCurrently, there are a number of drugs used to help support reproduction, including drugs that support, control follicle development, induce ovulation or regulate hormonal balance as well as support general health. The use of drugs in patients is very different due to different causes and conditions.\nSurgery to restore fertility\nDepending on the cause, the doctor will recommend a number of surgeries that can fix and improve women's fertility such as:\nLaparoscopic hysterectomy: Surgery may involve correcting problems with the anatomy of the uterus, removing endometrial polyps and certain types of fibroids that damage the uterine cavity, or removing adhesions pelvic area or to repair the fallopian tubes. Surgery can be aimed at detection and diagnosis, especially in groups of unexplained infertility or multiple failed pregnancies.; Fallopian tube surgery: If your fallopian tubes (fallopian tubes) are blocked, your doctor may recommend laparoscopic surgery to repair or reconstruct the fallopian tubes so that you can get pregnant naturally. In cases where reconstructive surgery is difficult, the fallopian tubes are no longer functional, or are dilated and filled with fluid, the doctor may consider removing them to increase the success of IVF, reduce the risk of ectopic pregnancy, and reduce the risk of ectopic pregnancy. reduce the risk of ovarian cancer later in life.\nReproductive support\nCurrently, assisted reproductive methods are applied and are very effective in treating infertility. Some popular methods include:\nArtificial insemination (IUI): In the IUI method, healthy sperm are filtered, concentrated and injected into the uterus at the time of ovulation to increase the chance of pregnancy. Follicle growth and ovulation can be controlled with ovarian stimulation drugs and ultrasound.; In vitro fertilization (IVF): This is a modern method, simply understood as taking eggs and sperm out, fertilizing and creating embryos (which are future babies) in the laboratory, then The embryo is transferred to the uterus and the woman can become pregnant just like in nature.\nIntracytoplasmic sperm injection (ICSI): Similar to IVF in vitro fertilization, with the ICSI method, 1 good quality sperm will be selected to be injected directly into the ovum to maximize fertilization ability instead of leaving it alone. Eggs and sperm fertilize themselves in the laboratory. This method, in addition to being good for couples with normal sperm, is also especially effective in cases where the man has very little sperm or the sperm is taken from the testicles by aspiration or surgery. . This method overcomes the weakness of classic IVF (usually a large amount of about 1-2 million healthy sperm is needed to fertilize an egg → with ICSI, the doctor only needs to inject 1 sperm to cause fertilization). resembles in nature). The created embryo will be transferred back to the mother's uterus to nest and develop into a healthy fetus.\nClassic IVF and ICSI can both create many embryos, and freezing embryos for long periods of time (often for many years) helps preserve fertility for couples.\nDoctor Le Hoang shared: \"With nearly 20 years in the Reproductive Medicine industry, I only have 2 messages to send to couples who are expecting children. Firstly, you should go to the doctor as soon as possible, because the woman's age and the duration of infertility are the two most important factors that determine the success rate. Second, currently the medical system in the world and our country has made many important advances, helping most causes of infertility to be resolved. Therefore, couples who are worried should go see a doctor to find hope...\"\nIVF Tam Anh brings together a team of good doctors and experts with many years of experience in the field of infertility, highly skilled and state-of-the-art equipment that can perform highly successfully with many modern techniques. Helps infertile couples fulfill their dream of becoming parents.\nTam Anh General Hospital Fertility Support Center is currently leading the country with the highest success rate in IVF in the country. Effective treatment of male and female infertility diseases such as women with polycystic ovaries, people with low ovarian reserve, the elderly with many diseases, have wanted children for many years, failed many times, are indicated for fertility treatment. eggs, sperm, surrogacy at previous centers... TAM ANH GENERAL HOSPITAL SYSTEM Hanoi: 108 Hoang Nhu Tiep, Bo De Ward, Long Bien District, Hanoi City Hotline: 024 3872 3872 – 024 7106 6858 Ho Chi Minh City: 2B Pho Quang, Ward 2, Tan Binh District, Ho Chi Minh City Hotline: 0287 102 6789 – 093 180 6858 Fanpage: https://www.facebook.com/benhvientamanh Website : https://tamanhhospital.vn Female infertility is increasingly common in modern society. The disease causes many psychological and physical harms to couples. However, this condition can completely be improved and cured if the factors causing infertility are promptly diagnosed and combined with advanced treatment methods.",
    "subsections": [
        {
            "subsection_name": "What is female infertility?",
            "subsection_content": "Female infertility is a condition in which a woman cannot get pregnant naturally after 1 year of regular sexual intercourse without using any contraceptive methods. One thing to note is that a woman's fertility gradually decreases over time, especially after age 35.\nMany large studies have confirmed that approximately 85% of women will conceive within 12 months. Based on the findings of this study, fertility is 25% in the first three months of unprotected intercourse and then this rate drops to 15% in the remaining nine months.\nTherefore, the American Society for Reproductive Medicine (ASRM) recommends that the examination should begin and that the couple should have sex without using contraception within 12 months or within 6 months for women over 35 years old.",
            "subsection_string": "What is female infertility?\nFemale infertility is a condition in which a woman cannot get pregnant naturally after 1 year of regular sexual intercourse without using any contraceptive methods. One thing to note is that a woman's fertility gradually decreases over time, especially after age 35.\nMany large studies have confirmed that approximately 85% of women will conceive within 12 months. Based on the findings of this study, fertility is 25% in the first three months of unprotected intercourse and then this rate drops to 15% in the remaining nine months.\nTherefore, the American Society for Reproductive Medicine (ASRM) recommends that the examination should begin and that the couple should have sex without using contraception within 12 months or within 6 months for women over 35 years old."
        },
        {
            "subsection_name": "Causes of female infertility",
            "subsection_content": "Female infertility can be divided into 2 groups, including primary infertility and secondary infertility, of which: (1)\nPrimary infertility is the case in which a woman has had intercourse with her husband without using safe methods within 12 months (or within 6 months for women over 35 years old), but has not yet become pregnant.; Secondary infertility is a case where a woman has had one pregnancy, but after that the couple had intercourse without using contraception but could not get pregnant again within 1 year.\nInfertility is a condition that can occur in any woman, the most common victims are girls with a history of hormonal disorders, cases of repeated gynecological infections, etc. In case of having had an abortion or abusing birth control pills... In one study, the most common factors leading to female infertility include:\nOvulation disorders account for 25%: Irregular ovulation or no ovulation is the cause of most cases of infertility. Ovarian problems may lead to ovulation disorders, or the problem may be related to the regulation of reproductive hormones in the hypothalamus or pituitary axis.; Endometriosis accounts for 15%: Endometriosis occurs when tissue similar to the lining of the uterus grows in the uterus or in other places, possibly the abdominal cavity or ovaries. This tumor can cause swelling and bleeding, and the growth of endometriosis tissue can block the fallopian tubes, preventing fertilization, and scar tissue can cause muscle adhesion. It causes the patient to feel pain and have difficulty conceiving.; Pelvic inflammation accounts for 12%: Pelvic inflammation, infection of the uterus and fallopian tubes can be caused by some sexually transmitted diseases such as gonorrhea, chlamydia infection... these diseases can damage the fallopian tubes, makes fertilization difficult; Fallopian tube blockage accounts for 11%: Blocked fallopian tubes prevent sperm and eggs from meeting or block the egg's path after it has been fertilized into the uterus, increasing the risk of ectopic pregnancy.; Other abnormalities in the fallopian tubes and uterus account for 11%: Some problems due to abnormalities in the fallopian tubes or uterus can hinder the egg's implantation process or increase the risk of miscarriage. Pregnancy or ectopic pregnancy such as uterine polyps, uterine fibroids, blocked fallopian tubes, deformed uterus, cervical stenosis or adhesions... can all be causes of infertility.; Hyperprolactinemia accounts for 7%: The pituitary gland can produce excess prolactin (hyperprolactinemia), which reduces estrogen production and can cause infertility.\nWomen who have had sex without using contraception for more than 1 year but are not pregnant need to see a doctor soon for advice.",
            "subsection_string": "Causes of female infertility\nFemale infertility can be divided into 2 groups, including primary infertility and secondary infertility, of which: (1)\nPrimary infertility is the case in which a woman has had intercourse with her husband without using safe methods within 12 months (or within 6 months for women over 35 years old), but has not yet become pregnant.; Secondary infertility is a case where a woman has had one pregnancy, but after that the couple had intercourse without using contraception but could not get pregnant again within 1 year.\nInfertility is a condition that can occur in any woman, the most common victims are girls with a history of hormonal disorders, cases of repeated gynecological infections, etc. In case of having had an abortion or abusing birth control pills... In one study, the most common factors leading to female infertility include:\nOvulation disorders account for 25%: Irregular ovulation or no ovulation is the cause of most cases of infertility. Ovarian problems may lead to ovulation disorders, or the problem may be related to the regulation of reproductive hormones in the hypothalamus or pituitary axis.; Endometriosis accounts for 15%: Endometriosis occurs when tissue similar to the lining of the uterus grows in the uterus or in other places, possibly the abdominal cavity or ovaries. This tumor can cause swelling and bleeding, and the growth of endometriosis tissue can block the fallopian tubes, preventing fertilization, and scar tissue can cause muscle adhesion. It causes the patient to feel pain and have difficulty conceiving.; Pelvic inflammation accounts for 12%: Pelvic inflammation, infection of the uterus and fallopian tubes can be caused by some sexually transmitted diseases such as gonorrhea, chlamydia infection... these diseases can damage the fallopian tubes, makes fertilization difficult; Fallopian tube blockage accounts for 11%: Blocked fallopian tubes prevent sperm and eggs from meeting or block the egg's path after it has been fertilized into the uterus, increasing the risk of ectopic pregnancy.; Other abnormalities in the fallopian tubes and uterus account for 11%: Some problems due to abnormalities in the fallopian tubes or uterus can hinder the egg's implantation process or increase the risk of miscarriage. Pregnancy or ectopic pregnancy such as uterine polyps, uterine fibroids, blocked fallopian tubes, deformed uterus, cervical stenosis or adhesions... can all be causes of infertility.; Hyperprolactinemia accounts for 7%: The pituitary gland can produce excess prolactin (hyperprolactinemia), which reduces estrogen production and can cause infertility.\nWomen who have had sex without using contraception for more than 1 year but are not pregnant need to see a doctor soon for advice."
        },
        {
            "subsection_name": "Signs of knowing",
            "subsection_content": "Symptoms of infertility in women are poor ability to get pregnant. Menstrual cycle is too long or too short, irregular or no menstruation occurs. Besides, many women have no signs but still cannot conceive. Some warning signs of infertility that women should pay attention to include: (2)\nMenstrual disorders: According to experts, menstrual disorders include patients whose menstrual cycles are too short (less than 21 days) or long (also known as sparse periods, longer than 35 days). Irregular menstruation (the gap between the shortest cycle and the longest menstrual cycle is more than 8 days, for example, the menstrual cycle is sometimes 30 days, sometimes 40 days). These manifestations indicate that there may be a  hormonal disorder in the body. Sparse or irregular periods can indicate ovulation disorders or sometimes ovarian failure, making it difficult or impossible to have children. Menstrual disorders are considered a typical sign of infertility, especially for women aged 18 years and older who have not had menstruation or have had menstruation but menstruation disappeared for more than 6 consecutive months. This case is considered amenorrhea.; Dysmenorrhea: This is a condition of lower abdominal pain each time there is menstruation. The cause of this condition may be due to anatomical abnormalities such as retroverted uterus, uterine septum, uterine adhesions or disease. such as uterine fibroids, endometriosis or pelvic infections. These diseases can be the cause of infertility.; Abnormal vaginal discharge: Normally, vaginal discharge is clear, white mucus with no odor, so if your vaginal discharge has unusual symptoms such as yellow, green or has an unpleasant odor, Need to see a doctor immediately, in case it causes complications of inflammation of the uterus and fallopian tubes leading to infertility...; Symptoms of abdominal pain but not related to the menstrual cycle: Pain here can occur after intercourse or at any time, it can be a manifestation of uterine fibroids, ovarian tumors or regional inflammation. pelvic, ectopic pregnancy. If you have unusual abdominal pain, you should also see a female infertility doctor immediately because in some cases, such as ovarian torsion or ectopic pregnancy, coming to the hospital late can make emergency treatment difficult and even lead to death.; Miscarriage: Miscarriage is a fairly common condition in natural pregnancies, some statistics show that the rate of miscarriage in the first 3 months can be up to 20-30% of conception cases. Miscarriage can be manifested by abnormal bleeding, sometimes resembling a period that comes a few days early or late. In many cases, the ultrasound does not show the gestational sac. In some cases, the ultrasound can see the gestational sac but there is no fetal heart. In most cases of subsequent pregnancies after a previous miscarriage, the fetus develops normally, but in some cases, there are consecutive miscarriages. At this time, there may be special causes such as thyroid endocrine disease, diabetes or genital abnormalities or blood clotting or genetic diseases. In these cases, doctors need to examine and find the cause for prevention or treatment so that they can get pregnant and keep the pregnancy for the next time.; Endocrine disorders: There are many different types of endocrine in the body that can affect the ability to conceive and become pregnant, for example, diabetic endocrine, thyroid, prolactin... These endocrine disorders, if detected, and with good control, the woman can get pregnant naturally or need support (IUI, IVF). However, some changes in lifestyle can cause temporary disorders such as obesity, stress... which can be manifested by irregular menstruation or menorrhagia.",
            "subsection_string": "Signs of knowing\nSymptoms of infertility in women are poor ability to get pregnant. Menstrual cycle is too long or too short, irregular or no menstruation occurs. Besides, many women have no signs but still cannot conceive. Some warning signs of infertility that women should pay attention to include: (2)\nMenstrual disorders: According to experts, menstrual disorders include patients whose menstrual cycles are too short (less than 21 days) or long (also known as sparse periods, longer than 35 days). Irregular menstruation (the gap between the shortest cycle and the longest menstrual cycle is more than 8 days, for example, the menstrual cycle is sometimes 30 days, sometimes 40 days). These manifestations indicate that there may be a  hormonal disorder in the body. Sparse or irregular periods can indicate ovulation disorders or sometimes ovarian failure, making it difficult or impossible to have children. Menstrual disorders are considered a typical sign of infertility, especially for women aged 18 years and older who have not had menstruation or have had menstruation but menstruation disappeared for more than 6 consecutive months. This case is considered amenorrhea.; Dysmenorrhea: This is a condition of lower abdominal pain each time there is menstruation. The cause of this condition may be due to anatomical abnormalities such as retroverted uterus, uterine septum, uterine adhesions or disease. such as uterine fibroids, endometriosis or pelvic infections. These diseases can be the cause of infertility.; Abnormal vaginal discharge: Normally, vaginal discharge is clear, white mucus with no odor, so if your vaginal discharge has unusual symptoms such as yellow, green or has an unpleasant odor, Need to see a doctor immediately, in case it causes complications of inflammation of the uterus and fallopian tubes leading to infertility...; Symptoms of abdominal pain but not related to the menstrual cycle: Pain here can occur after intercourse or at any time, it can be a manifestation of uterine fibroids, ovarian tumors or regional inflammation. pelvic, ectopic pregnancy. If you have unusual abdominal pain, you should also see a female infertility doctor immediately because in some cases, such as ovarian torsion or ectopic pregnancy, coming to the hospital late can make emergency treatment difficult and even lead to death.; Miscarriage: Miscarriage is a fairly common condition in natural pregnancies, some statistics show that the rate of miscarriage in the first 3 months can be up to 20-30% of conception cases. Miscarriage can be manifested by abnormal bleeding, sometimes resembling a period that comes a few days early or late. In many cases, the ultrasound does not show the gestational sac. In some cases, the ultrasound can see the gestational sac but there is no fetal heart. In most cases of subsequent pregnancies after a previous miscarriage, the fetus develops normally, but in some cases, there are consecutive miscarriages. At this time, there may be special causes such as thyroid endocrine disease, diabetes or genital abnormalities or blood clotting or genetic diseases. In these cases, doctors need to examine and find the cause for prevention or treatment so that they can get pregnant and keep the pregnancy for the next time.; Endocrine disorders: There are many different types of endocrine in the body that can affect the ability to conceive and become pregnant, for example, diabetic endocrine, thyroid, prolactin... These endocrine disorders, if detected, and with good control, the woman can get pregnant naturally or need support (IUI, IVF). However, some changes in lifestyle can cause temporary disorders such as obesity, stress... which can be manifested by irregular menstruation or menorrhagia."
        },
        {
            "subsection_name": "Subjects susceptible to disease",
            "subsection_content": "Infertility can happen to women of reproductive age, but there are a number of factors that can put you at higher risk of infertility, including:\nAge: There are two important factors in infertility treatment, of which the woman's age is one of them. As women get older, both the quality and quantity of their eggs begin to decline. After age 35, the rate of follicle ovulation increases rapidly, leading to fewer eggs and poorer quality. This condition makes it difficult to conceive, especially the risk of abnormal pregnancy increases in older women and the risk of miscarriage is also higher.; Smoking: Not only does it harm many organs in the body, smoking also increases the risk of miscarriage and ectopic pregnancy, reducing ovarian reserve and egg quality. In addition, it also affects young children. If you are smoking or using similar products, you should stop before starting fertility treatment and becoming pregnant and afterward.; Body weight index (BMI): Being overweight or underweight can affect endocrine and metabolism and therefore affect the process of egg production and ovulation. In the case of overweight/obese women, exercising to lose weight can increase the frequency of ovulation (more regular menstruation) and thus improve the possibility of pregnancy. Women with polycystic ovary syndrome are often in this risk group. Another thing to note is that the rate of overweight and obesity is increasing day by day due to unreasonable diet and lifestyle. Changing lifestyle and losing weight is necessary before getting pregnant to help get pregnant easily, reduce pregnancy complications such as diabetes, high blood pressure, premature birth...; Sexually transmitted diseases: Sexually transmitted diseases such as chlamydia and gonorrhea can block the fallopian tubes, leading to infertility. Having unprotected sex or having multiple partners increases your risk of sexually transmitted infections and can cause fertility problems later in life. In particular, some diseases can be transmitted and cause illness to children as well as can cause birth defects (syphilis).",
            "subsection_string": "Subjects susceptible to disease\nInfertility can happen to women of reproductive age, but there are a number of factors that can put you at higher risk of infertility, including:\nAge: There are two important factors in infertility treatment, of which the woman's age is one of them. As women get older, both the quality and quantity of their eggs begin to decline. After age 35, the rate of follicle ovulation increases rapidly, leading to fewer eggs and poorer quality. This condition makes it difficult to conceive, especially the risk of abnormal pregnancy increases in older women and the risk of miscarriage is also higher.; Smoking: Not only does it harm many organs in the body, smoking also increases the risk of miscarriage and ectopic pregnancy, reducing ovarian reserve and egg quality. In addition, it also affects young children. If you are smoking or using similar products, you should stop before starting fertility treatment and becoming pregnant and afterward.; Body weight index (BMI): Being overweight or underweight can affect endocrine and metabolism and therefore affect the process of egg production and ovulation. In the case of overweight/obese women, exercising to lose weight can increase the frequency of ovulation (more regular menstruation) and thus improve the possibility of pregnancy. Women with polycystic ovary syndrome are often in this risk group. Another thing to note is that the rate of overweight and obesity is increasing day by day due to unreasonable diet and lifestyle. Changing lifestyle and losing weight is necessary before getting pregnant to help get pregnant easily, reduce pregnancy complications such as diabetes, high blood pressure, premature birth...; Sexually transmitted diseases: Sexually transmitted diseases such as chlamydia and gonorrhea can block the fallopian tubes, leading to infertility. Having unprotected sex or having multiple partners increases your risk of sexually transmitted infections and can cause fertility problems later in life. In particular, some diseases can be transmitted and cause illness to children as well as can cause birth defects (syphilis)."
        },
        {
            "subsection_name": "Prevention plans",
            "subsection_content": "For women who are thinking about getting pregnant soon or planning to get pregnant in the future, you can refer to some notes from experts such as: (3)\nFollow a healthy lifestyle and maintain a reasonable weight: Overweight and underweight women are both at higher risk of ovulation disorders; Quit smoking and don't drink alcohol: If you have the habit of smoking or drinking alcohol, you should give it up right now, because cigarettes and alcohol have many negative effects on fertility, as well as general health of pregnant mother and fetus; Reduce stress: Some studies have shown that stress and fatigue can cause couples to have poorer results in infertility treatment. It can also cause miscarriage or premature birth. Postpartum depression is prominent, affecting many lives and sometimes leading to unfortunate consequences. Women should try to reduce stress in their lives before, during and after  pregnancy.; Regular health check-ups: Many women often ignore reproductive health checks until they try to get pregnant but do not have the desired results. Early examination before symptoms appear helps women to be diagnosed early with diseases that may affect fertility and have appropriate treatment plans sooner.\nSee more: 9 habits that cause infertility in women",
            "subsection_string": "Prevention plans\nFor women who are thinking about getting pregnant soon or planning to get pregnant in the future, you can refer to some notes from experts such as: (3)\nFollow a healthy lifestyle and maintain a reasonable weight: Overweight and underweight women are both at higher risk of ovulation disorders; Quit smoking and don't drink alcohol: If you have the habit of smoking or drinking alcohol, you should give it up right now, because cigarettes and alcohol have many negative effects on fertility, as well as general health of pregnant mother and fetus; Reduce stress: Some studies have shown that stress and fatigue can cause couples to have poorer results in infertility treatment. It can also cause miscarriage or premature birth. Postpartum depression is prominent, affecting many lives and sometimes leading to unfortunate consequences. Women should try to reduce stress in their lives before, during and after  pregnancy.; Regular health check-ups: Many women often ignore reproductive health checks until they try to get pregnant but do not have the desired results. Early examination before symptoms appear helps women to be diagnosed early with diseases that may affect fertility and have appropriate treatment plans sooner.\nSee more: 9 habits that cause infertility in women"
        },
        {
            "subsection_name": "Diagnosis of female infertility",
            "subsection_content": "If you are unable to conceive for a period of time without using protection, seek help from an infertility specialist for evaluation and treatment of infertility. Your doctor will base your medical history on relevant questions and fertility tests that may include:\nCheck general health status; Check for systemic/local diseases related to reproduction (blood, endocrine, infectious diseases); Hysterosalpingography of fallopian tubes;; Check ovarian reserve;; Imaging tests such as ultrasound of the uterus, ovaries, and pelvis;; Some in-depth examinations: endoscopic surgery, mucosal biopsy, genetic testing...\nMSc. Pham Thi Bao Yen and her colleagues at IVF Tam Anh are performing a diagnostic hysteroscopy procedure for a patient.",
            "subsection_string": "Diagnosis of female infertility\nIf you are unable to conceive for a period of time without using protection, seek help from an infertility specialist for evaluation and treatment of infertility. Your doctor will base your medical history on relevant questions and fertility tests that may include:\nCheck general health status; Check for systemic/local diseases related to reproduction (blood, endocrine, infectious diseases); Hysterosalpingography of fallopian tubes;; Check ovarian reserve;; Imaging tests such as ultrasound of the uterus, ovaries, and pelvis;; Some in-depth examinations: endoscopic surgery, mucosal biopsy, genetic testing...\nMSc. Pham Thi Bao Yen and her colleagues at IVF Tam Anh are performing a diagnostic hysteroscopy procedure for a patient."
        },
        {
            "subsection_name": "Treatments",
            "subsection_content": "Infertility treatment depends on many factors including cause and age. Nowadays, with the development of medicine, applied treatment methods can try to restore fertility with drugs, surgery, or help you get pregnant with other modern assisted reproductive techniques. (4)\nTreatment of female infertility using modern modern methods\nUse medicine\nCurrently, there are a number of drugs used to help support reproduction, including drugs that support, control follicle development, induce ovulation or regulate hormonal balance as well as support general health. The use of drugs in patients is very different due to different causes and conditions.\nSurgery to restore fertility\nDepending on the cause, the doctor will recommend a number of surgeries that can fix and improve women's fertility such as:\nLaparoscopic hysterectomy: Surgery may involve correcting problems with the anatomy of the uterus, removing endometrial polyps and certain types of fibroids that damage the uterine cavity, or removing adhesions pelvic area or to repair the fallopian tubes. Surgery can be aimed at detection and diagnosis, especially in groups of unexplained infertility or multiple failed pregnancies.; Fallopian tube surgery: If your fallopian tubes (fallopian tubes) are blocked, your doctor may recommend laparoscopic surgery to repair or reconstruct the fallopian tubes so that you can get pregnant naturally. In cases where reconstructive surgery is difficult, the fallopian tubes are no longer functional, or are dilated and filled with fluid, the doctor may consider removing them to increase the success of IVF, reduce the risk of ectopic pregnancy, and reduce the risk of ectopic pregnancy. reduce the risk of ovarian cancer later in life.\nReproductive support\nCurrently, assisted reproductive methods are applied and are very effective in treating infertility. Some popular methods include:\nArtificial insemination (IUI): In the IUI method, healthy sperm are filtered, concentrated and injected into the uterus at the time of ovulation to increase the chance of pregnancy. Follicle growth and ovulation can be controlled with ovarian stimulation drugs and ultrasound.; In vitro fertilization (IVF): This is a modern method, simply understood as taking eggs and sperm out, fertilizing and creating embryos (which are future babies) in the laboratory, then The embryo is transferred to the uterus and the woman can become pregnant just like in nature.\nIntracytoplasmic sperm injection (ICSI): Similar to IVF in vitro fertilization, with the ICSI method, 1 good quality sperm will be selected to be injected directly into the ovum to maximize fertilization ability instead of leaving it alone. Eggs and sperm fertilize themselves in the laboratory. This method, in addition to being good for couples with normal sperm, is also especially effective in cases where the man has very little sperm or the sperm is taken from the testicles by aspiration or surgery. . This method overcomes the weakness of classic IVF (usually a large amount of about 1-2 million healthy sperm is needed to fertilize an egg → with ICSI, the doctor only needs to inject 1 sperm to cause fertilization). resembles in nature). The created embryo will be transferred back to the mother's uterus to nest and develop into a healthy fetus.\nClassic IVF and ICSI can both create many embryos, and freezing embryos for long periods of time (often for many years) helps preserve fertility for couples.\nDoctor Le Hoang shared: \"With nearly 20 years in the Reproductive Medicine industry, I only have 2 messages to send to couples who are expecting children. Firstly, you should go to the doctor as soon as possible, because the woman's age and the duration of infertility are the two most important factors that determine the success rate. Second, currently the medical system in the world and our country has made many important advances, helping most causes of infertility to be resolved. Therefore, couples who are worried should go see a doctor to find hope...\"\nIVF Tam Anh brings together a team of good doctors and experts with many years of experience in the field of infertility, highly skilled and state-of-the-art equipment that can perform highly successfully with many modern techniques. Helps infertile couples fulfill their dream of becoming parents.\nTam Anh General Hospital Fertility Support Center is currently leading the country with the highest success rate in IVF in the country. Effective treatment of male and female infertility diseases such as women with polycystic ovaries, people with low ovarian reserve, the elderly with many diseases, have wanted children for many years, failed many times, are indicated for fertility treatment. eggs, sperm, surrogacy at previous centers... TAM ANH GENERAL HOSPITAL SYSTEM Hanoi: 108 Hoang Nhu Tiep, Bo De Ward, Long Bien District, Hanoi City Hotline: 024 3872 3872 – 024 7106 6858 Ho Chi Minh City: 2B Pho Quang, Ward 2, Tan Binh District, Ho Chi Minh City Hotline: 0287 102 6789 – 093 180 6858 Fanpage: https://www.facebook.com/benhvientamanh Website : https://tamanhhospital.vn Female infertility is increasingly common in modern society. The disease causes many psychological and physical harms to couples. However, this condition can completely be improved and cured if the factors causing infertility are promptly diagnosed and combined with advanced treatment methods.",
            "subsection_string": "Treatments\nInfertility treatment depends on many factors including cause and age. Nowadays, with the development of medicine, applied treatment methods can try to restore fertility with drugs, surgery, or help you get pregnant with other modern assisted reproductive techniques. (4)\nTreatment of female infertility using modern modern methods\nUse medicine\nCurrently, there are a number of drugs used to help support reproduction, including drugs that support, control follicle development, induce ovulation or regulate hormonal balance as well as support general health. The use of drugs in patients is very different due to different causes and conditions.\nSurgery to restore fertility\nDepending on the cause, the doctor will recommend a number of surgeries that can fix and improve women's fertility such as:\nLaparoscopic hysterectomy: Surgery may involve correcting problems with the anatomy of the uterus, removing endometrial polyps and certain types of fibroids that damage the uterine cavity, or removing adhesions pelvic area or to repair the fallopian tubes. Surgery can be aimed at detection and diagnosis, especially in groups of unexplained infertility or multiple failed pregnancies.; Fallopian tube surgery: If your fallopian tubes (fallopian tubes) are blocked, your doctor may recommend laparoscopic surgery to repair or reconstruct the fallopian tubes so that you can get pregnant naturally. In cases where reconstructive surgery is difficult, the fallopian tubes are no longer functional, or are dilated and filled with fluid, the doctor may consider removing them to increase the success of IVF, reduce the risk of ectopic pregnancy, and reduce the risk of ectopic pregnancy. reduce the risk of ovarian cancer later in life.\nReproductive support\nCurrently, assisted reproductive methods are applied and are very effective in treating infertility. Some popular methods include:\nArtificial insemination (IUI): In the IUI method, healthy sperm are filtered, concentrated and injected into the uterus at the time of ovulation to increase the chance of pregnancy. Follicle growth and ovulation can be controlled with ovarian stimulation drugs and ultrasound.; In vitro fertilization (IVF): This is a modern method, simply understood as taking eggs and sperm out, fertilizing and creating embryos (which are future babies) in the laboratory, then The embryo is transferred to the uterus and the woman can become pregnant just like in nature.\nIntracytoplasmic sperm injection (ICSI): Similar to IVF in vitro fertilization, with the ICSI method, 1 good quality sperm will be selected to be injected directly into the ovum to maximize fertilization ability instead of leaving it alone. Eggs and sperm fertilize themselves in the laboratory. This method, in addition to being good for couples with normal sperm, is also especially effective in cases where the man has very little sperm or the sperm is taken from the testicles by aspiration or surgery. . This method overcomes the weakness of classic IVF (usually a large amount of about 1-2 million healthy sperm is needed to fertilize an egg → with ICSI, the doctor only needs to inject 1 sperm to cause fertilization). resembles in nature). The created embryo will be transferred back to the mother's uterus to nest and develop into a healthy fetus.\nClassic IVF and ICSI can both create many embryos, and freezing embryos for long periods of time (often for many years) helps preserve fertility for couples.\nDoctor Le Hoang shared: \"With nearly 20 years in the Reproductive Medicine industry, I only have 2 messages to send to couples who are expecting children. Firstly, you should go to the doctor as soon as possible, because the woman's age and the duration of infertility are the two most important factors that determine the success rate. Second, currently the medical system in the world and our country has made many important advances, helping most causes of infertility to be resolved. Therefore, couples who are worried should go see a doctor to find hope...\"\nIVF Tam Anh brings together a team of good doctors and experts with many years of experience in the field of infertility, highly skilled and state-of-the-art equipment that can perform highly successfully with many modern techniques. Helps infertile couples fulfill their dream of becoming parents.\nTam Anh General Hospital Fertility Support Center is currently leading the country with the highest success rate in IVF in the country. Effective treatment of male and female infertility diseases such as women with polycystic ovaries, people with low ovarian reserve, the elderly with many diseases, have wanted children for many years, failed many times, are indicated for fertility treatment. eggs, sperm, surrogacy at previous centers... TAM ANH GENERAL HOSPITAL SYSTEM Hanoi: 108 Hoang Nhu Tiep, Bo De Ward, Long Bien District, Hanoi City Hotline: 024 3872 3872 – 024 7106 6858 Ho Chi Minh City: 2B Pho Quang, Ward 2, Tan Binh District, Ho Chi Minh City Hotline: 0287 102 6789 – 093 180 6858 Fanpage: https://www.facebook.com/benhvientamanh Website : https://tamanhhospital.vn Female infertility is increasingly common in modern society. The disease causes many psychological and physical harms to couples. However, this condition can completely be improved and cured if the factors causing infertility are promptly diagnosed and combined with advanced treatment methods."
        }
    ],
    "name": "vo-sinh-nu.json"
}