{
    "title": "Infertility: Causes, symptoms and treatments",
    "category": "Andrology",
    "link": "https://tamanhhospital.vn/vo-sinh/",
    "abstract": "Married life will be even more complete when another little angel is born. However, some couples face infertility. If this situation lasts, it will significantly affect family happiness. So what is infertility, what causes this condition? Understanding the cause, both of you can completely find a suitable solution together.",
    "content": "Infertility: Causes, symptoms and treatments\n\nMarried life will be even more complete when another little angel is born. However, some couples face infertility. If this situation lasts, it will significantly affect family happiness. So what is infertility, what causes this condition? Understanding the cause, both of you can completely find a suitable solution together.\n\nWhat is infertility?\nInfertility is a term that describes the inability to conceive in couples despite having regular sex without using any contraception for 6 months to more than 1 year. This is the loss of fertility in couples who want to have children. In addition, infertility is also a term to refer to women who can conceive but are not able to get pregnant until giving birth. (first)\nThere are many causes of infertility, it can be due to the husband or wife or both. This condition is also likely to occur in couples who use multiple methods of preventing pregnancy.\nPreviously, infertility was considered an incurable disease that could not be treated. However, today, with the development of technology and science, infertility is no longer a disease that is difficult to treat. Therefore, to increase the chance of conception, couples should go for infertility examination and treatment as soon as possible.\n\nClassification of types of infertility\nInfertility is divided into two types: primary infertility and secondary infertility, specifically (2):\n1. Primary infertility\nPrimary infertility is infertility in couples in which the wife has never been pregnant. When treating primary infertility, doctors need to rely on the cause in both the wife and the husband, then can provide appropriate intervention measures.\n2. Secondary infertility\nSecondary infertility is infertility in couples who have previously given birth (or been pregnant, including miscarriages). In cases of secondary infertility, the general psychology of couples is often relatively subjective in having more children. Because they think they've already given birth, the next time will be the same. In fact, many couples feel extremely confused and surprised when they discover their secondary infertility.\n\nCauses of infertility\n1. Causes in men\nProblems in the ejaculation process such as premature ejaculation, retrograde ejaculation, diseases such as cystic fibrosis, testicles not moving down into the scrotum or torsion of the cord.; Problems with sperm: Low sperm count, deformed sperm or abnormal sperm transfer... can all potentially cause infertility in men.; Suffering from male diseases: Prostatitis, balanitis, orchitis... are diseases that can easily lead to infertility in men.; Abnormalities in sperm production function: This is a common cause that can originate from testicular shrinkage, genetic defects, and diseases such as diabetes and mumps; Have had previous trauma or surgery to the testicles/groin area; Using a lot of alcohol: Alcohol abuse will reduce sperm quality and reduce libido. Toxins accumulated in alcohol will cause erectile dysfunction, directly affecting men's ability to have children.; Smoking: This is the leading cause of male infertility. Smoking causes sperm to weaken, deform or atrophy the testicles.; Frequently wearing tight clothes: This bad habit causes testicular temperature to increase, preventing spermatogenesis.; Unsafe sex: Rough sex, having sex many times continuously will damage the penis, hindering the reproductive process of men.; Excessive exposure to chemicals and toxins such as pesticides, radiation, marijuana... and steroids.; Damage caused by cancer and its treatment; In some cases of male infertility, the cause cannot be determined, which may be due to genetic causes.; Stress: Prolonged tension and stress will disrupt male hormones, making sex less fulfilling and increasing the risk of infertility. (3)\nDeformed sperm can cause male infertility\n2. Causes in women\nFemale infertility often stems from causes such as:\nAbnormal ovulation: Menstrual cycle does not ovulate due to the influence of the hypothalamic - pituitary - ovarian axis.; Fallopian tubes: Diseases that can cause damage to the fallopian tubes such as genital tract infections, sexually transmitted diseases, history of pelvic and fallopian tube surgery, endometriosis in the fallopian tubes , congenital abnormalities of the fallopian tubes or due to sterilization; Uterus: Poor mucus, anti-sperm antibodies, damage to the cervix due to surgical intervention (electrocautery, cone removal...), short cervix.; Caused by endometriosis; Unknown cause: About 10% of infertility cases in women cannot find a cause after examining and conducting many necessary tests for exploration and diagnosis.\n\nRisk factor\nAge: Women's fertility will gradually decrease with age, this decline will be more obvious after age 30. Infertility in older women can be due to the quantity and quality of eggs or due to other problems. Health problems can affect fertility. Men over 40 years old have poorer fertility than younger men.; Smoking: A couple's chances of conceiving are reduced when one or both partners smoke. This bad habit also reduces the potential benefits of infertility treatment. Infertility occurs more often in women who smoke. Additionally, smoking has the potential to increase the risk of erectile dysfunction and decreased sperm count in men.; Alcohol use: For women, there is no safe threshold for drinking alcohol when conceiving or pregnant. You should avoid drinking alcohol when you are planning to get pregnant. Because it's very difficult to realize you're pregnant in the first few weeks. Alcohol abuse can increase the risk of birth defects, in addition to making pregnancy more difficult. For men, excessive alcohol use also reduces sperm count and motility.; Unhealthy eating: Women at risk of fertility problems include those with eating disorders such as anorexia or bulimia, and those who follow a restricted or low-calorie diet.; Overweight: A sedentary lifestyle and obesity can potentially increase the risk of infertility. Men's sperm count and testosterone levels can be affected by obesity.\n\nSigns of infertility\n1. In men\nImpaired sperm production; The scrotum is tense, swollen and painful.; Sexual dysfunction.; Penis pain, sometimes green or yellow pus discharge; Hair loss, obesity, wrinkled and dry skin. The body sweats a lot and is often stressed and anxious.\nMale infertility often has no obvious symptoms. Some men with fertility problems can still function and ejaculate normally. Problems with sperm quality and quantity cannot be detected with the naked eye. Therefore, a medical examination is extremely necessary to accurately determine whether you are infertile or not.\n2. In women\nSymptoms of infertility in women are the inability to get pregnant. A menstrual cycle that is too long (35 days or more) or too short (less than 21 days), irregular or absent, all affect the ovulation process.\nThe wife needs to see a fertility specialist when she has been trying to get pregnant for at least 1 year but has no signs of pregnancy or signs of female infertility. From there, doctors can provide appropriate interventions to improve the ability to have children. Common signs of infertility in women include:\nWomen over 35 years old, have been trying to get pregnant for 6 months or longer.; Women over 40 years old; Having irregular menstrual cycles or no menstruation; Suffering from reproductive problems, including hormone problems such as hair growth more than normal, acne-prone skin, thinner hair, changes in sexual desire.; Diagnosed with endometriosis or pelvic inflammatory disease; Multiple miscarriages.; Undergoing cancer treatment; Suffering pain for a long time such as back pain, pelvic pain, cramps...\n\nDiagnosis of infertility\nBefore conducting infertility tests, the doctor will ask some questions about the couple's sex life to suggest interventions to increase the chance of pregnancy. However, in some couples with infertility where a clear cause cannot be identified, your doctor may ask you to conduct infertility tests.\n1. Tests for men\nHormone testing; Semen analysis; Doppler ultrasound of the scrotum and testicles; Testing for genetic problems; Testicular biopsy (in case other exploratory measures fail to find sperm); Other testing such as evaluating semen samples for DNA abnormalities\n2. Tests for women\nHSG scan (hysterosalpingography with contrast); Ovulation test; Other hormone tests; Ovarian reserve testing; Supersonic\nReference: Can you have children if you are infertile?\n\nInfertility treatment\n1. Treatment of male infertility\nSurgery: In some cases, men need varicocele surgery or to repair blocked vas deferens to help restore circulation. If there are no sperm in the ejaculation, sperm is usually collected directly from the testicles or epididymis through sperm retrieval techniques.; Infection treatment: This is an antibiotic treatment, capable of treating reproductive tract infections. However, not all cases can restore fertility.; Treatment methods related to sexual problems: This method is applied to cases of erectile dysfunction or ejaculation disorders that can be improved with medication or doctor's consultation. fertility.; Hormone treatment and medication: Your doctor may recommend hormone replacement or medication in cases of male infertility caused by high or low levels of hormones; or problems related to how the body responds to those hormones.\n2. Treatment of female infertility\n1. Fertility drugs\nYour doctor will stimulate women to ovulate with fertility drugs. This medication is the main treatment for women with infertility due to ovulation disorders. Medicines that regulate or induce ovulation will be selected by the obstetrician for use during treatment.; However, these medications both have benefits and risks. Prescription medications used to treat ovulation problems include gonadotropins (such as Gonal-F, Follistim, Humegon, and Pregnyl), clomiphene citrate (Clomid, Serophene), etc. (4); These medications will help women get pregnant by stimulating the ovaries to release more eggs. Normally only one egg is released each month. Your doctor may use gonadotropins if a woman has unexplained infertility or when other treatments have not been effective in getting pregnant.; Metformin (Glucophage) is another medication that can help normal ovulation if you have insulin resistance or polycystic ovary syndrome (PCOS).\n2. Surgery\nSurgery helps restore fertility in women. Uterine problems such as endometrial polyps and uterine fibroids may be treated with laparoscopic surgery. The doctor will use a thin endoscope with a probe attached to move it through the cut near the navel to remove scar tissue, endometriosis, open blocked tubes or remove ovarian cysts (which are sacs filled with fluid may form in the ovaries).\n3. Assisted reproductive methods\n1. IUI\nDuring uterine insemination, healthy sperm (washed with a special solution) is placed directly into the uterus during the time the ovaries release one or more eggs for fertilization. Depending on the reason for infertility, the duration of this process can be coordinated with the normal ovulation cycle or used in addition to some fertility drugs.\n2. IVF\nIn vitro fertilization (IVF) (5) is a popular infertility treatment technique. In it, the male sperm and the female egg will be fertilized in the lab to form an embryo. After a period of outside culture (about 2 - 5 days), the embryo will be returned to the female's uterus to develop into a fetus.\n3. Inject sperm into the cytoplasm\nIn the laboratory, sperm from the male is injected directly into the female's egg. This technique is often indicated when men have low sperm count. Pregnancy rate is from 20 - 40% per cycle. Success will depend on many factors such as female fertility and sperm quality.\n\nInfertility prevention options\nWe cannot prevent infertility. However, couples can take the following measures to increase their chances of getting pregnant:\nFor couples: You two should regularly have sex many times during the time of ovulation. This is to increase the highest conception rate. The advice for both of you is to start having sex 5 days before and 1 day after ovulation to improve your chances of getting pregnant.; Men: To limit the risk of infertility, men should avoid smoking and limit alcohol consumption. You should avoid exposure to toxic substances in the living and working environment, and limit the use of drugs that can affect fertility, including both prescription and non-prescription drugs. In addition, you should have a moderate exercise regimen, avoid over-exercising because it will reduce sperm quality.; Women: To increase your chances of getting pregnant, you should limit the use of tobacco, alcoholic drinks, and caffeine. In addition, you should also exercise with moderate intensity and regularly every day. This will help you control your weight well.\nThe Center's experts and doctors are always confident in mastering the latest techniques, early detecting and effectively treating kidney and urinary tract diseases, helping patients shorten hospital stays and limit risk of recurrence, improving quality of life.\nWith the leading modern machinery and equipment system in the country and the region; Operating room meets international standards; Along with a 5-star boarding area and high-class service... The Urology and Nephrology Center stands out with examination, screening and treatment services for all urinary tract diseases. From common surgeries to major high-tech surgeries.\nThese include laparoscopic kidney stone surgery, kidney transplant, tumor resection to preserve kidney parenchyma; Radical nephrectomy; Radical prostatectomy; total bladder resection and small bowel cystoplasty; adrenalectomy; shaping urinary tract defects... Diagnosis - medical and surgical treatment of all diseases.\nTo schedule an examination and treatment with leading experts at the Center for Urology and Nephrology, Department of Andrology, Tam Anh General Hospital System, you can make an appointment online through the following ways:\nCall the hotline 0287 102 6789 - 093 180 6858 (HCMC) or 024 3872 3872 - 024 7106 6858 (Hanoi) to register for a private medical appointment with a specialist, through the customer service staff.; Register for a medical appointment with any doctor you trust at the link: https://tamanhhospital.vn/danh-cho-khach-hang/dat-lich-kham/; Send a message on Tam Anh General Hospital Fanpage or Tam Anh General Hospital Urology and Andrology Fanpage; Text message via Zalo OA of Tam Anh General Hospital.\nInfertility is a disease that negatively affects the psychology and quality of life of couples. Therefore, to increase the ability to conceive and preserve family happiness, couples should go for examination and treatment as soon as possible.",
    "subsections": [
        {
            "subsection_name": "What is infertility?",
            "subsection_content": "Infertility is a term that describes the inability to conceive in couples despite having regular sex without using any contraception for 6 months to more than 1 year. This is the loss of fertility in couples who want to have children. In addition, infertility is also a term to refer to women who can conceive but are not able to get pregnant until giving birth. (first)\nThere are many causes of infertility, it can be due to the husband or wife or both. This condition is also likely to occur in couples who use multiple methods of preventing pregnancy.\nPreviously, infertility was considered an incurable disease that could not be treated. However, today, with the development of technology and science, infertility is no longer a disease that is difficult to treat. Therefore, to increase the chance of conception, couples should go for infertility examination and treatment as soon as possible.",
            "subsection_string": "What is infertility?\nInfertility is a term that describes the inability to conceive in couples despite having regular sex without using any contraception for 6 months to more than 1 year. This is the loss of fertility in couples who want to have children. In addition, infertility is also a term to refer to women who can conceive but are not able to get pregnant until giving birth. (first)\nThere are many causes of infertility, it can be due to the husband or wife or both. This condition is also likely to occur in couples who use multiple methods of preventing pregnancy.\nPreviously, infertility was considered an incurable disease that could not be treated. However, today, with the development of technology and science, infertility is no longer a disease that is difficult to treat. Therefore, to increase the chance of conception, couples should go for infertility examination and treatment as soon as possible."
        },
        {
            "subsection_name": "Classification of types of infertility",
            "subsection_content": "Infertility is divided into two types: primary infertility and secondary infertility, specifically (2):\n1. Primary infertility\nPrimary infertility is infertility in couples in which the wife has never been pregnant. When treating primary infertility, doctors need to rely on the cause in both the wife and the husband, then can provide appropriate intervention measures.\n2. Secondary infertility\nSecondary infertility is infertility in couples who have previously given birth (or been pregnant, including miscarriages). In cases of secondary infertility, the general psychology of couples is often relatively subjective in having more children. Because they think they've already given birth, the next time will be the same. In fact, many couples feel extremely confused and surprised when they discover their secondary infertility.",
            "subsection_string": "Classification of types of infertility\nInfertility is divided into two types: primary infertility and secondary infertility, specifically (2):\n1. Primary infertility\nPrimary infertility is infertility in couples in which the wife has never been pregnant. When treating primary infertility, doctors need to rely on the cause in both the wife and the husband, then can provide appropriate intervention measures.\n2. Secondary infertility\nSecondary infertility is infertility in couples who have previously given birth (or been pregnant, including miscarriages). In cases of secondary infertility, the general psychology of couples is often relatively subjective in having more children. Because they think they've already given birth, the next time will be the same. In fact, many couples feel extremely confused and surprised when they discover their secondary infertility."
        },
        {
            "subsection_name": "Causes of infertility",
            "subsection_content": "1. Causes in men\nProblems in the ejaculation process such as premature ejaculation, retrograde ejaculation, diseases such as cystic fibrosis, testicles not moving down into the scrotum or torsion of the cord.; Problems with sperm: Low sperm count, deformed sperm or abnormal sperm transfer... can all potentially cause infertility in men.; Suffering from male diseases: Prostatitis, balanitis, orchitis... are diseases that can easily lead to infertility in men.; Abnormalities in sperm production function: This is a common cause that can originate from testicular shrinkage, genetic defects, and diseases such as diabetes and mumps; Have had previous trauma or surgery to the testicles/groin area; Using a lot of alcohol: Alcohol abuse will reduce sperm quality and reduce libido. Toxins accumulated in alcohol will cause erectile dysfunction, directly affecting men's ability to have children.; Smoking: This is the leading cause of male infertility. Smoking causes sperm to weaken, deform or atrophy the testicles.; Frequently wearing tight clothes: This bad habit causes testicular temperature to increase, preventing spermatogenesis.; Unsafe sex: Rough sex, having sex many times continuously will damage the penis, hindering the reproductive process of men.; Excessive exposure to chemicals and toxins such as pesticides, radiation, marijuana... and steroids.; Damage caused by cancer and its treatment; In some cases of male infertility, the cause cannot be determined, which may be due to genetic causes.; Stress: Prolonged tension and stress will disrupt male hormones, making sex less fulfilling and increasing the risk of infertility. (3)\nDeformed sperm can cause male infertility\n2. Causes in women\nFemale infertility often stems from causes such as:\nAbnormal ovulation: Menstrual cycle does not ovulate due to the influence of the hypothalamic - pituitary - ovarian axis.; Fallopian tubes: Diseases that can cause damage to the fallopian tubes such as genital tract infections, sexually transmitted diseases, history of pelvic and fallopian tube surgery, endometriosis in the fallopian tubes , congenital abnormalities of the fallopian tubes or due to sterilization; Uterus: Poor mucus, anti-sperm antibodies, damage to the cervix due to surgical intervention (electrocautery, cone removal...), short cervix.; Caused by endometriosis; Unknown cause: About 10% of infertility cases in women cannot find a cause after examining and conducting many necessary tests for exploration and diagnosis.",
            "subsection_string": "Causes of infertility\n1. Causes in men\nProblems in the ejaculation process such as premature ejaculation, retrograde ejaculation, diseases such as cystic fibrosis, testicles not moving down into the scrotum or torsion of the cord.; Problems with sperm: Low sperm count, deformed sperm or abnormal sperm transfer... can all potentially cause infertility in men.; Suffering from male diseases: Prostatitis, balanitis, orchitis... are diseases that can easily lead to infertility in men.; Abnormalities in sperm production function: This is a common cause that can originate from testicular shrinkage, genetic defects, and diseases such as diabetes and mumps; Have had previous trauma or surgery to the testicles/groin area; Using a lot of alcohol: Alcohol abuse will reduce sperm quality and reduce libido. Toxins accumulated in alcohol will cause erectile dysfunction, directly affecting men's ability to have children.; Smoking: This is the leading cause of male infertility. Smoking causes sperm to weaken, deform or atrophy the testicles.; Frequently wearing tight clothes: This bad habit causes testicular temperature to increase, preventing spermatogenesis.; Unsafe sex: Rough sex, having sex many times continuously will damage the penis, hindering the reproductive process of men.; Excessive exposure to chemicals and toxins such as pesticides, radiation, marijuana... and steroids.; Damage caused by cancer and its treatment; In some cases of male infertility, the cause cannot be determined, which may be due to genetic causes.; Stress: Prolonged tension and stress will disrupt male hormones, making sex less fulfilling and increasing the risk of infertility. (3)\nDeformed sperm can cause male infertility\n2. Causes in women\nFemale infertility often stems from causes such as:\nAbnormal ovulation: Menstrual cycle does not ovulate due to the influence of the hypothalamic - pituitary - ovarian axis.; Fallopian tubes: Diseases that can cause damage to the fallopian tubes such as genital tract infections, sexually transmitted diseases, history of pelvic and fallopian tube surgery, endometriosis in the fallopian tubes , congenital abnormalities of the fallopian tubes or due to sterilization; Uterus: Poor mucus, anti-sperm antibodies, damage to the cervix due to surgical intervention (electrocautery, cone removal...), short cervix.; Caused by endometriosis; Unknown cause: About 10% of infertility cases in women cannot find a cause after examining and conducting many necessary tests for exploration and diagnosis."
        },
        {
            "subsection_name": "Risk factor",
            "subsection_content": "Age: Women's fertility will gradually decrease with age, this decline will be more obvious after age 30. Infertility in older women can be due to the quantity and quality of eggs or due to other problems. Health problems can affect fertility. Men over 40 years old have poorer fertility than younger men.; Smoking: A couple's chances of conceiving are reduced when one or both partners smoke. This bad habit also reduces the potential benefits of infertility treatment. Infertility occurs more often in women who smoke. Additionally, smoking has the potential to increase the risk of erectile dysfunction and decreased sperm count in men.; Alcohol use: For women, there is no safe threshold for drinking alcohol when conceiving or pregnant. You should avoid drinking alcohol when you are planning to get pregnant. Because it's very difficult to realize you're pregnant in the first few weeks. Alcohol abuse can increase the risk of birth defects, in addition to making pregnancy more difficult. For men, excessive alcohol use also reduces sperm count and motility.; Unhealthy eating: Women at risk of fertility problems include those with eating disorders such as anorexia or bulimia, and those who follow a restricted or low-calorie diet.; Overweight: A sedentary lifestyle and obesity can potentially increase the risk of infertility. Men's sperm count and testosterone levels can be affected by obesity.",
            "subsection_string": "Risk factor\nAge: Women's fertility will gradually decrease with age, this decline will be more obvious after age 30. Infertility in older women can be due to the quantity and quality of eggs or due to other problems. Health problems can affect fertility. Men over 40 years old have poorer fertility than younger men.; Smoking: A couple's chances of conceiving are reduced when one or both partners smoke. This bad habit also reduces the potential benefits of infertility treatment. Infertility occurs more often in women who smoke. Additionally, smoking has the potential to increase the risk of erectile dysfunction and decreased sperm count in men.; Alcohol use: For women, there is no safe threshold for drinking alcohol when conceiving or pregnant. You should avoid drinking alcohol when you are planning to get pregnant. Because it's very difficult to realize you're pregnant in the first few weeks. Alcohol abuse can increase the risk of birth defects, in addition to making pregnancy more difficult. For men, excessive alcohol use also reduces sperm count and motility.; Unhealthy eating: Women at risk of fertility problems include those with eating disorders such as anorexia or bulimia, and those who follow a restricted or low-calorie diet.; Overweight: A sedentary lifestyle and obesity can potentially increase the risk of infertility. Men's sperm count and testosterone levels can be affected by obesity."
        },
        {
            "subsection_name": "Signs of infertility",
            "subsection_content": "1. In men\nImpaired sperm production; The scrotum is tense, swollen and painful.; Sexual dysfunction.; Penis pain, sometimes green or yellow pus discharge; Hair loss, obesity, wrinkled and dry skin. The body sweats a lot and is often stressed and anxious.\nMale infertility often has no obvious symptoms. Some men with fertility problems can still function and ejaculate normally. Problems with sperm quality and quantity cannot be detected with the naked eye. Therefore, a medical examination is extremely necessary to accurately determine whether you are infertile or not.\n2. In women\nSymptoms of infertility in women are the inability to get pregnant. A menstrual cycle that is too long (35 days or more) or too short (less than 21 days), irregular or absent, all affect the ovulation process.\nThe wife needs to see a fertility specialist when she has been trying to get pregnant for at least 1 year but has no signs of pregnancy or signs of female infertility. From there, doctors can provide appropriate interventions to improve the ability to have children. Common signs of infertility in women include:\nWomen over 35 years old, have been trying to get pregnant for 6 months or longer.; Women over 40 years old; Having irregular menstrual cycles or no menstruation; Suffering from reproductive problems, including hormone problems such as hair growth more than normal, acne-prone skin, thinner hair, changes in sexual desire.; Diagnosed with endometriosis or pelvic inflammatory disease; Multiple miscarriages.; Undergoing cancer treatment; Suffering pain for a long time such as back pain, pelvic pain, cramps...",
            "subsection_string": "Signs of infertility\n1. In men\nImpaired sperm production; The scrotum is tense, swollen and painful.; Sexual dysfunction.; Penis pain, sometimes green or yellow pus discharge; Hair loss, obesity, wrinkled and dry skin. The body sweats a lot and is often stressed and anxious.\nMale infertility often has no obvious symptoms. Some men with fertility problems can still function and ejaculate normally. Problems with sperm quality and quantity cannot be detected with the naked eye. Therefore, a medical examination is extremely necessary to accurately determine whether you are infertile or not.\n2. In women\nSymptoms of infertility in women are the inability to get pregnant. A menstrual cycle that is too long (35 days or more) or too short (less than 21 days), irregular or absent, all affect the ovulation process.\nThe wife needs to see a fertility specialist when she has been trying to get pregnant for at least 1 year but has no signs of pregnancy or signs of female infertility. From there, doctors can provide appropriate interventions to improve the ability to have children. Common signs of infertility in women include:\nWomen over 35 years old, have been trying to get pregnant for 6 months or longer.; Women over 40 years old; Having irregular menstrual cycles or no menstruation; Suffering from reproductive problems, including hormone problems such as hair growth more than normal, acne-prone skin, thinner hair, changes in sexual desire.; Diagnosed with endometriosis or pelvic inflammatory disease; Multiple miscarriages.; Undergoing cancer treatment; Suffering pain for a long time such as back pain, pelvic pain, cramps..."
        },
        {
            "subsection_name": "Diagnosis of infertility",
            "subsection_content": "Before conducting infertility tests, the doctor will ask some questions about the couple's sex life to suggest interventions to increase the chance of pregnancy. However, in some couples with infertility where a clear cause cannot be identified, your doctor may ask you to conduct infertility tests.\n1. Tests for men\nHormone testing; Semen analysis; Doppler ultrasound of the scrotum and testicles; Testing for genetic problems; Testicular biopsy (in case other exploratory measures fail to find sperm); Other testing such as evaluating semen samples for DNA abnormalities\n2. Tests for women\nHSG scan (hysterosalpingography with contrast); Ovulation test; Other hormone tests; Ovarian reserve testing; Supersonic\nReference: Can you have children if you are infertile?",
            "subsection_string": "Diagnosis of infertility\nBefore conducting infertility tests, the doctor will ask some questions about the couple's sex life to suggest interventions to increase the chance of pregnancy. However, in some couples with infertility where a clear cause cannot be identified, your doctor may ask you to conduct infertility tests.\n1. Tests for men\nHormone testing; Semen analysis; Doppler ultrasound of the scrotum and testicles; Testing for genetic problems; Testicular biopsy (in case other exploratory measures fail to find sperm); Other testing such as evaluating semen samples for DNA abnormalities\n2. Tests for women\nHSG scan (hysterosalpingography with contrast); Ovulation test; Other hormone tests; Ovarian reserve testing; Supersonic\nReference: Can you have children if you are infertile?"
        },
        {
            "subsection_name": "Infertility treatment",
            "subsection_content": "1. Treatment of male infertility\nSurgery: In some cases, men need varicocele surgery or to repair blocked vas deferens to help restore circulation. If there are no sperm in the ejaculation, sperm is usually collected directly from the testicles or epididymis through sperm retrieval techniques.; Infection treatment: This is an antibiotic treatment, capable of treating reproductive tract infections. However, not all cases can restore fertility.; Treatment methods related to sexual problems: This method is applied to cases of erectile dysfunction or ejaculation disorders that can be improved with medication or doctor's consultation. fertility.; Hormone treatment and medication: Your doctor may recommend hormone replacement or medication in cases of male infertility caused by high or low levels of hormones; or problems related to how the body responds to those hormones.\n2. Treatment of female infertility\n1. Fertility drugs\nYour doctor will stimulate women to ovulate with fertility drugs. This medication is the main treatment for women with infertility due to ovulation disorders. Medicines that regulate or induce ovulation will be selected by the obstetrician for use during treatment.; However, these medications both have benefits and risks. Prescription medications used to treat ovulation problems include gonadotropins (such as Gonal-F, Follistim, Humegon, and Pregnyl), clomiphene citrate (Clomid, Serophene), etc. (4); These medications will help women get pregnant by stimulating the ovaries to release more eggs. Normally only one egg is released each month. Your doctor may use gonadotropins if a woman has unexplained infertility or when other treatments have not been effective in getting pregnant.; Metformin (Glucophage) is another medication that can help normal ovulation if you have insulin resistance or polycystic ovary syndrome (PCOS).\n2. Surgery\nSurgery helps restore fertility in women. Uterine problems such as endometrial polyps and uterine fibroids may be treated with laparoscopic surgery. The doctor will use a thin endoscope with a probe attached to move it through the cut near the navel to remove scar tissue, endometriosis, open blocked tubes or remove ovarian cysts (which are sacs filled with fluid may form in the ovaries).\n3. Assisted reproductive methods\n1. IUI\nDuring uterine insemination, healthy sperm (washed with a special solution) is placed directly into the uterus during the time the ovaries release one or more eggs for fertilization. Depending on the reason for infertility, the duration of this process can be coordinated with the normal ovulation cycle or used in addition to some fertility drugs.\n2. IVF\nIn vitro fertilization (IVF) (5) is a popular infertility treatment technique. In it, the male sperm and the female egg will be fertilized in the lab to form an embryo. After a period of outside culture (about 2 - 5 days), the embryo will be returned to the female's uterus to develop into a fetus.\n3. Inject sperm into the cytoplasm\nIn the laboratory, sperm from the male is injected directly into the female's egg. This technique is often indicated when men have low sperm count. Pregnancy rate is from 20 - 40% per cycle. Success will depend on many factors such as female fertility and sperm quality.",
            "subsection_string": "Infertility treatment\n1. Treatment of male infertility\nSurgery: In some cases, men need varicocele surgery or to repair blocked vas deferens to help restore circulation. If there are no sperm in the ejaculation, sperm is usually collected directly from the testicles or epididymis through sperm retrieval techniques.; Infection treatment: This is an antibiotic treatment, capable of treating reproductive tract infections. However, not all cases can restore fertility.; Treatment methods related to sexual problems: This method is applied to cases of erectile dysfunction or ejaculation disorders that can be improved with medication or doctor's consultation. fertility.; Hormone treatment and medication: Your doctor may recommend hormone replacement or medication in cases of male infertility caused by high or low levels of hormones; or problems related to how the body responds to those hormones.\n2. Treatment of female infertility\n1. Fertility drugs\nYour doctor will stimulate women to ovulate with fertility drugs. This medication is the main treatment for women with infertility due to ovulation disorders. Medicines that regulate or induce ovulation will be selected by the obstetrician for use during treatment.; However, these medications both have benefits and risks. Prescription medications used to treat ovulation problems include gonadotropins (such as Gonal-F, Follistim, Humegon, and Pregnyl), clomiphene citrate (Clomid, Serophene), etc. (4); These medications will help women get pregnant by stimulating the ovaries to release more eggs. Normally only one egg is released each month. Your doctor may use gonadotropins if a woman has unexplained infertility or when other treatments have not been effective in getting pregnant.; Metformin (Glucophage) is another medication that can help normal ovulation if you have insulin resistance or polycystic ovary syndrome (PCOS).\n2. Surgery\nSurgery helps restore fertility in women. Uterine problems such as endometrial polyps and uterine fibroids may be treated with laparoscopic surgery. The doctor will use a thin endoscope with a probe attached to move it through the cut near the navel to remove scar tissue, endometriosis, open blocked tubes or remove ovarian cysts (which are sacs filled with fluid may form in the ovaries).\n3. Assisted reproductive methods\n1. IUI\nDuring uterine insemination, healthy sperm (washed with a special solution) is placed directly into the uterus during the time the ovaries release one or more eggs for fertilization. Depending on the reason for infertility, the duration of this process can be coordinated with the normal ovulation cycle or used in addition to some fertility drugs.\n2. IVF\nIn vitro fertilization (IVF) (5) is a popular infertility treatment technique. In it, the male sperm and the female egg will be fertilized in the lab to form an embryo. After a period of outside culture (about 2 - 5 days), the embryo will be returned to the female's uterus to develop into a fetus.\n3. Inject sperm into the cytoplasm\nIn the laboratory, sperm from the male is injected directly into the female's egg. This technique is often indicated when men have low sperm count. Pregnancy rate is from 20 - 40% per cycle. Success will depend on many factors such as female fertility and sperm quality."
        },
        {
            "subsection_name": "Infertility prevention options",
            "subsection_content": "We cannot prevent infertility. However, couples can take the following measures to increase their chances of getting pregnant:\nFor couples: You two should regularly have sex many times during the time of ovulation. This is to increase the highest conception rate. The advice for both of you is to start having sex 5 days before and 1 day after ovulation to improve your chances of getting pregnant.; Men: To limit the risk of infertility, men should avoid smoking and limit alcohol consumption. You should avoid exposure to toxic substances in the living and working environment, and limit the use of drugs that can affect fertility, including both prescription and non-prescription drugs. In addition, you should have a moderate exercise regimen, avoid over-exercising because it will reduce sperm quality.; Women: To increase your chances of getting pregnant, you should limit the use of tobacco, alcoholic drinks, and caffeine. In addition, you should also exercise with moderate intensity and regularly every day. This will help you control your weight well.\nThe Center's experts and doctors are always confident in mastering the latest techniques, early detecting and effectively treating kidney and urinary tract diseases, helping patients shorten hospital stays and limit risk of recurrence, improving quality of life.\nWith the leading modern machinery and equipment system in the country and the region; Operating room meets international standards; Along with a 5-star boarding area and high-class service... The Urology and Nephrology Center stands out with examination, screening and treatment services for all urinary tract diseases. From common surgeries to major high-tech surgeries.\nThese include laparoscopic kidney stone surgery, kidney transplant, tumor resection to preserve kidney parenchyma; Radical nephrectomy; Radical prostatectomy; total bladder resection and small bowel cystoplasty; adrenalectomy; shaping urinary tract defects... Diagnosis - medical and surgical treatment of all diseases.\nTo schedule an examination and treatment with leading experts at the Center for Urology and Nephrology, Department of Andrology, Tam Anh General Hospital System, you can make an appointment online through the following ways:\nCall the hotline 0287 102 6789 - 093 180 6858 (HCMC) or 024 3872 3872 - 024 7106 6858 (Hanoi) to register for a private medical appointment with a specialist, through the customer service staff.; Register for a medical appointment with any doctor you trust at the link: https://tamanhhospital.vn/danh-cho-khach-hang/dat-lich-kham/; Send a message on Tam Anh General Hospital Fanpage or Tam Anh General Hospital Urology and Andrology Fanpage; Text message via Zalo OA of Tam Anh General Hospital.\nInfertility is a disease that negatively affects the psychology and quality of life of couples. Therefore, to increase the ability to conceive and preserve family happiness, couples should go for examination and treatment as soon as possible.",
            "subsection_string": "Infertility prevention options\nWe cannot prevent infertility. However, couples can take the following measures to increase their chances of getting pregnant:\nFor couples: You two should regularly have sex many times during the time of ovulation. This is to increase the highest conception rate. The advice for both of you is to start having sex 5 days before and 1 day after ovulation to improve your chances of getting pregnant.; Men: To limit the risk of infertility, men should avoid smoking and limit alcohol consumption. You should avoid exposure to toxic substances in the living and working environment, and limit the use of drugs that can affect fertility, including both prescription and non-prescription drugs. In addition, you should have a moderate exercise regimen, avoid over-exercising because it will reduce sperm quality.; Women: To increase your chances of getting pregnant, you should limit the use of tobacco, alcoholic drinks, and caffeine. In addition, you should also exercise with moderate intensity and regularly every day. This will help you control your weight well.\nThe Center's experts and doctors are always confident in mastering the latest techniques, early detecting and effectively treating kidney and urinary tract diseases, helping patients shorten hospital stays and limit risk of recurrence, improving quality of life.\nWith the leading modern machinery and equipment system in the country and the region; Operating room meets international standards; Along with a 5-star boarding area and high-class service... The Urology and Nephrology Center stands out with examination, screening and treatment services for all urinary tract diseases. From common surgeries to major high-tech surgeries.\nThese include laparoscopic kidney stone surgery, kidney transplant, tumor resection to preserve kidney parenchyma; Radical nephrectomy; Radical prostatectomy; total bladder resection and small bowel cystoplasty; adrenalectomy; shaping urinary tract defects... Diagnosis - medical and surgical treatment of all diseases.\nTo schedule an examination and treatment with leading experts at the Center for Urology and Nephrology, Department of Andrology, Tam Anh General Hospital System, you can make an appointment online through the following ways:\nCall the hotline 0287 102 6789 - 093 180 6858 (HCMC) or 024 3872 3872 - 024 7106 6858 (Hanoi) to register for a private medical appointment with a specialist, through the customer service staff.; Register for a medical appointment with any doctor you trust at the link: https://tamanhhospital.vn/danh-cho-khach-hang/dat-lich-kham/; Send a message on Tam Anh General Hospital Fanpage or Tam Anh General Hospital Urology and Andrology Fanpage; Text message via Zalo OA of Tam Anh General Hospital.\nInfertility is a disease that negatively affects the psychology and quality of life of couples. Therefore, to increase the ability to conceive and preserve family happiness, couples should go for examination and treatment as soon as possible."
        }
    ],
    "name": "vo-sinh.json"
}