{
    "title": "Uterine rupture: Causes, symptoms, diagnosis and prevention",
    "category": "Obstetrics - Gynecology ",
    "link": "https://tamanhhospital.vn/vo-tu-cung/",
    "abstract": "Uterine rupture is one of five dangerous obstetric complications commonly encountered during pregnancy and labor. Currently,\n Pregnancy management is getting better, this complication can be prevented if detected early and intervened promptly.\n The article below is expertly advised by\nMSc. Nguyen Thi Quy Khoa, Doctor of Obstetrics and Gynecology Center, Tam Anh General Hospital, Ho Chi Minh City will provide a lot of useful information about uterine rupture. Pregnant mothers will be equipped with scientific knowledge and proactively follow Monitor and care for a healthy pregnancy.",
    "content": "Uterine rupture: Causes, symptoms, diagnosis and prevention\n\nUterine rupture is one of five dangerous obstetric complications commonly encountered during pregnancy and labor. Currently,\n Pregnancy management is getting better, this complication can be prevented if detected early and intervened promptly.\n The article below is expertly advised by\nMSc. Nguyen Thi Quy Khoa, Doctor of Obstetrics and Gynecology Center, Tam Anh General Hospital, Ho Chi Minh City will provide a lot of useful information about uterine rupture. Pregnant mothers will be equipped with scientific knowledge and proactively follow Monitor and care for a healthy pregnancy.\n\nWhat is uterine rupture?\nUterine Rupture is a condition in which the muscle layers in the uterus are cracked or torn completely naturally without surgery, causing the contents of the uterus (including part or all of the fetus) to rupture. ) is expelled into the abdominal cavity. This condition can threaten the life of the pregnant mother and the fetus if not diagnosed and treated promptly. (first)\nMSc. Nguyen Thi Quy Khoa, Doctor of Obstetrics and Gynecology Center of Tam Anh General Hospital, Ho Chi Minh City, said that this is one of five dangerous obstetric complications, including: uterine rupture, placental abruption, and ectropion. postpartum hemorrhage, postpartum infection and neonatal umbilical tetanus.\nThis condition can occur during pregnancy or birth, but is rarer during pregnancy. This complication often occurs in pregnant women with old surgical scars in the uterus or uterine abnormalities or deformities.\nCommon in pregnant mothers with old surgical scars or uterine abnormalities or deformities\nUterine rupture, although dangerous, is quite rare, accounting for only about 325 out of 100,000 births with a history of cesarean section; It is more rare in the group of women without cesarean section scars, about 1/5,700 - 1/20,000 cases.\nA study in the Netherlands showed that the incidence rate of pregnant mothers is 0.7-5.1/10,000 births. After a cesarean section, this rate increases to 22-74/10,000 births, including follow-up vaginal births where old cesarean scars are present.\nAnother assessment by the World Health Organization (WHO) shows that the average rate of uterine rupture worldwide is 5.3/10,000 births. If we consider only developing and developed countries, this rate is about 3/10,000 births, including a history of cesarean section. In less developed countries, the incidence of this complication is higher, possibly due to limited cesarean section conditions and delayed and prolonged births.\n“Currently, with the development of modern medicine, knowledge, pregnancy management and the support of state-of-the-art machinery systems, advances in the field of anesthesia and resuscitation... can be limited. received harsh birth procedures and had a timely cesarean section indicated. Thanks to that, the rate is much reduced compared to before,\" Dr. Quy Khoa added.\n\nForms of uterine rupture\nIncludes uterine rupture during pregnancy and labor. Clinically, this condition includes:\nComplete rupture: The uterus has ruptured all layers of mucosa, uterine muscle and peritoneum, causing the uterine cavity to connect with the abdomen. The fetus and placenta are pushed into the abdominal cavity.; Subperitoneal rupture: The uterus is damaged in the lining and uterine muscle, but the peritoneum is intact. In this case, the fetus and placenta are still in the uterus.; Complicated rupture: Similar to complete uterine rupture but accompanied by damage to nearby organs such as blood vessels, bladder, rectum, ureters...; Uterine rupture in pregnant mothers with old surgical scars: The old surgical wound is partially cracked, with little bleeding. Usually the diagnosis is only made when there is a cesarean section or when the uterus is checked after vaginal birth.\n\nWhy does the uterus rupture?\nRisk factors for uterine rupture can come from the pregnant mother, from the fetus or from the birth. Specifically as follows: (2)\nRisks from pregnant mothers\nPelvic-fetal disproportion: The pelvis is not spacious, disproportionate to the weight of the fetus, there is a fibroid tumor, an ovarian tumor suspected to be a previa tumor;; There are old surgical scars on the uterus such as cesarean section, myomectomy, uterine rupture surgery, surgical scars along the uterine body;; Uterine malformations such as unicornuate uterus, bicornuate uterus, double uterus;; Multiple pregnancies and births, history of twins, multiple births;; Early pregnancy after cesarean section;; Abortion, multiple abortions;; The pregnant mother suffered severe trauma to her abdomen.\nRisk from the fetus\nThe fetus is disproportionately large between the fetus and the pelvis;; Fetal hydrocephalus is large or attached to the placenta;; Abnormal fetal position such as breech or transverse position; unusual style.\nAbnormal fetal position can lead to uterine rupture in pregnant women\nRisks from birth\nPerforming procedures when not qualified or using inappropriate techniques;; Prolonged birth with abnormalities such as difficult fetal descent and an incompetent pelvis; Abnormal uterine contractions, especially in cases where tocolytic drugs are used.\n\nWho is at risk of uterine rupture?\nDoctor Quy Khoa advises that pregnant mothers with the following histories should have clear and regular discussions with their doctors and should be closely examined during pregnancy:\nHistory of cesarean section on the uterine body; Had two or more cesarean sections; History of hysterectomy to treat ectopic pregnancy; History of uterine fibroid surgery; History of suturing of uterine perforation.\n\nSigns of uterine rupture\nIn uterine rupture, each pregnant mother will experience different symptoms with varying degrees of severity depending on the location, time of rupture as well as the extent of the uterine crack. Doctor Quy Khoa shares some common signs to help pregnant mothers early recognize this dangerous obstetric complication, including:\nSigns of uterine rupture during pregnancy\nSudden sharp pain in the lower abdomen, it can be natural pain or pain after direct trauma to the abdomen, especially old surgical scars.; Mild or severe shock depending on the level of blood loss; Sharp pain at the old surgical scar, painful to press the surgical wound; Reduced or absent uterine contractions; Shock, low blood pressure, abnormally fast, slow or unmeasurable pulse; Fetal heart rate is slow or inaudible; Vaginal bleeding light or heavy; Amniotic fluid is red.\nSigns of uterine rupture\nBefore uterine rupture, there is a stage called threatened uterine rupture, which only occurs on the uterus without old surgical scars. Signs of this stage include:\nPregnant mothers feel a lot of abdominal pain, the pain lasts a long time, with increasing pain intensity.; The uterus is constricted to form a gourd shape; Pressing on the lower uterine wall feels thin and painful, the fetal position can be felt; Uterine contractions are prolonged, the distance between contractions is short, and the intensity is strong.; Fetal heart rate is abnormal, sometimes fast and sometimes slow.\nSigns of uterine rupture during labor\nThe pregnant mother had signs of uterine rupture and sudden sharp pain. After that, the pain was less, but the overall condition gradually worsened.; Pale skin, light pulse, low blood pressure, cold limbs; Bright red vaginal bleeding; Urine may be red; There are signs of fetal distress, loss of uterine contractions, and fetal movements.\n\nHow dangerous is uterine rupture?\nIf uterine rupture is not detected early and treated promptly, it will threaten the lives of both mother and fetus.\nIn pregnant women, this condition causes blood loss, which can cause shock due to blood loss. This condition will be well controlled when pregnant women give birth at a medical facility with a good obstetrics unit.\nBesides threatening the life of the pregnant mother, uterine rupture also threatens the life of the fetus. Statistics show that 6.2% of perinatal deaths are related to uterine rupture. For that reason, when it is suspected that a pregnant mother has this condition, the obstetrician will prescribe an emergency cesarean section to save the fetus and promptly stop the mother's bleeding. If not taken out of the mother's womb quickly, the fetus's life will be threatened. (3)\nThe risk of pregnant women having a hysterectomy is also very high when the uterus is completely or complicatedly ruptured. Statistics show that in about 14-33% of pregnant women, hysterectomy is indicated, which will affect the ability to get pregnant and become a mother in the future.\nIn addition, when the uterus has ruptured, there is a risk of damage to the bladder, rectum, hypogastric blood vessels, and ureters during emergency surgery.\nDepending on each case, the doctor will prescribe appropriate preservation or hysterectomy\n\nDiagnosis of uterine rupture\nDoctor Quy Khoa said that during pregnancy monitoring, the doctor will synthesize the mother's medical history, risk factors, and current prenatal examination information to predict possible difficult factors. Sometimes the pregnancy reaches the point of giving birth.\nPregnant mothers can have additional paraclinical diagnoses performed at the end of pregnancy so that the pregnant mother and the doctor can consider the possibility of a repeat cesarean section or monitor a vaginal birth.\nIt is necessary to distinguish uterine rupture from other obstetric complications, such as:\nBladder distension due to urine.; Placenta previa: There are no signs of uterine rupture, only external bleeding, uterine contractions are not strong. Vaginal examination shows part of the placenta (marginal placenta, semicentral placenta) or the entire placenta is palpable when the cervix is ​​open (completely central placenta).; Placental abruption: There is vaginal bleeding that is thin and does not clot. The uterus feels hard on palpation, with no soft dilated spaces.\n\nHow to treat uterine rupture?\nAll cases of threatened uterine rupture or uterine rupture require urgent emergency cesarean section, both resuscitation and surgery. Resuscitate the pregnant mother by restoring circulatory volume: compensating for lost blood volume, giving fluids before, during and after surgery.\nDuring the surgery, depending on the health condition of the pregnant mother, whether the uterine rupture is simple or complex, as well as the mother's future pregnancy and childbirth, the doctor may prescribe preservation or hysterectomy.\nUterine preservation: The pregnant mother is still young, still wishes to become pregnant and give birth in the future, the uterine rupture is not complicated, there is no uterine infection.; Hysterectomy: When the pregnant mother is older, has given birth many times, has had the desired number of children, no longer wishes to become pregnant and give birth in the future, has a lot of infections, or has a complicated uterine rupture. , a hysterectomy is needed to stop the bleeding and have a good chance of recovering the pregnant mother's health.\nWhen the uterine rupture is complicated, it is necessary to check whether nearby organs such as the bladder, ureters on both sides, intestines, etc. are damaged. If neighboring organs are damaged, they will be treated according to the appropriate specialty depending on the condition. After surgery, pregnant mothers are prescribed high doses of antibiotics and close post-operative care.\nMSc. Nguyen Thi Quy Khoa, Doctor of Obstetrics and Gynecology Center, Tam Anh General Hospital, Ho Chi Minh City, has many years of experience and is ready to accompany, protect and take care of a healthy pregnancy for pregnant mothers.\n\nHow to prevent uterine rupture?\nTo prevent these dangerous obstetric complications, doctor Quy Khoa recommends that pregnant women should: (4)\nMaintain an active lifestyle, avoid stress during pregnancy.; Regularly have prenatal check-ups according to your doctor's instructions to monitor your pregnancy, early detect risk factors for timely and effective intervention.; Contact your doctor immediately when you have unusual symptoms for timely intervention, ensuring the lives of mother and child.; Women with a history of cesarean section and old surgical scars on the uterine body need to use contraception for at least 1 year. Consult a specialist for advice and guidance on appropriate contraceptive methods.; Pregnant mothers who are in the high-risk group such as old surgical scars, pelvic asymmetry, uterine deformities... need to choose a medical facility with a good obstetrics unit to be protected and take care of a healthy pregnancy. and safe.\nWith the desire to provide comprehensive health care services for pregnant mothers during pregnancy and childbirth, Tam Anh General Hospital System's Obstetrics and Gynecology Center gathers a team of skilled obstetrics experts. , rich in experience, owns a modern machinery system,... deploys a variety of full maternity service packages, full childbirth packages, and on-demand maternity for all pregnant mothers from the first days of pregnancy. period with full services of examination, pregnancy monitoring, fetal malformation screening and many routine tests and checks to ensure a healthy pregnancy, safe birth, and a healthy mother and baby.\nTo schedule a consultation and examination appointment with Obstetrics experts at Tam Anh General Hospital System, pregnant mothers please contact:\nAbove is general information about uterine rupture during pregnancy. Note that the information is for reference only and is not a substitute for your doctor's orders. It is recommended that pregnant mothers who are at risk need to closely examine their pregnancy and follow the instructions of obstetricians to be screened and take care of a healthy pregnancy!",
    "subsections": [
        {
            "subsection_name": "What is uterine rupture?",
            "subsection_content": "Uterine Rupture is a condition in which the muscle layers in the uterus are cracked or torn completely naturally without surgery, causing the contents of the uterus (including part or all of the fetus) to rupture. ) is expelled into the abdominal cavity. This condition can threaten the life of the pregnant mother and the fetus if not diagnosed and treated promptly. (first)\nMSc. Nguyen Thi Quy Khoa, Doctor of Obstetrics and Gynecology Center of Tam Anh General Hospital, Ho Chi Minh City, said that this is one of five dangerous obstetric complications, including: uterine rupture, placental abruption, and ectropion. postpartum hemorrhage, postpartum infection and neonatal umbilical tetanus.\nThis condition can occur during pregnancy or birth, but is rarer during pregnancy. This complication often occurs in pregnant women with old surgical scars in the uterus or uterine abnormalities or deformities.\nCommon in pregnant mothers with old surgical scars or uterine abnormalities or deformities\nUterine rupture, although dangerous, is quite rare, accounting for only about 325 out of 100,000 births with a history of cesarean section; It is more rare in the group of women without cesarean section scars, about 1/5,700 - 1/20,000 cases.\nA study in the Netherlands showed that the incidence rate of pregnant mothers is 0.7-5.1/10,000 births. After a cesarean section, this rate increases to 22-74/10,000 births, including follow-up vaginal births where old cesarean scars are present.\nAnother assessment by the World Health Organization (WHO) shows that the average rate of uterine rupture worldwide is 5.3/10,000 births. If we consider only developing and developed countries, this rate is about 3/10,000 births, including a history of cesarean section. In less developed countries, the incidence of this complication is higher, possibly due to limited cesarean section conditions and delayed and prolonged births.\n“Currently, with the development of modern medicine, knowledge, pregnancy management and the support of state-of-the-art machinery systems, advances in the field of anesthesia and resuscitation... can be limited. received harsh birth procedures and had a timely cesarean section indicated. Thanks to that, the rate is much reduced compared to before,\" Dr. Quy Khoa added.",
            "subsection_string": "What is uterine rupture?\nUterine Rupture is a condition in which the muscle layers in the uterus are cracked or torn completely naturally without surgery, causing the contents of the uterus (including part or all of the fetus) to rupture. ) is expelled into the abdominal cavity. This condition can threaten the life of the pregnant mother and the fetus if not diagnosed and treated promptly. (first)\nMSc. Nguyen Thi Quy Khoa, Doctor of Obstetrics and Gynecology Center of Tam Anh General Hospital, Ho Chi Minh City, said that this is one of five dangerous obstetric complications, including: uterine rupture, placental abruption, and ectropion. postpartum hemorrhage, postpartum infection and neonatal umbilical tetanus.\nThis condition can occur during pregnancy or birth, but is rarer during pregnancy. This complication often occurs in pregnant women with old surgical scars in the uterus or uterine abnormalities or deformities.\nCommon in pregnant mothers with old surgical scars or uterine abnormalities or deformities\nUterine rupture, although dangerous, is quite rare, accounting for only about 325 out of 100,000 births with a history of cesarean section; It is more rare in the group of women without cesarean section scars, about 1/5,700 - 1/20,000 cases.\nA study in the Netherlands showed that the incidence rate of pregnant mothers is 0.7-5.1/10,000 births. After a cesarean section, this rate increases to 22-74/10,000 births, including follow-up vaginal births where old cesarean scars are present.\nAnother assessment by the World Health Organization (WHO) shows that the average rate of uterine rupture worldwide is 5.3/10,000 births. If we consider only developing and developed countries, this rate is about 3/10,000 births, including a history of cesarean section. In less developed countries, the incidence of this complication is higher, possibly due to limited cesarean section conditions and delayed and prolonged births.\n“Currently, with the development of modern medicine, knowledge, pregnancy management and the support of state-of-the-art machinery systems, advances in the field of anesthesia and resuscitation... can be limited. received harsh birth procedures and had a timely cesarean section indicated. Thanks to that, the rate is much reduced compared to before,\" Dr. Quy Khoa added."
        },
        {
            "subsection_name": "Forms of uterine rupture",
            "subsection_content": "Includes uterine rupture during pregnancy and labor. Clinically, this condition includes:\nComplete rupture: The uterus has ruptured all layers of mucosa, uterine muscle and peritoneum, causing the uterine cavity to connect with the abdomen. The fetus and placenta are pushed into the abdominal cavity.; Subperitoneal rupture: The uterus is damaged in the lining and uterine muscle, but the peritoneum is intact. In this case, the fetus and placenta are still in the uterus.; Complicated rupture: Similar to complete uterine rupture but accompanied by damage to nearby organs such as blood vessels, bladder, rectum, ureters...; Uterine rupture in pregnant mothers with old surgical scars: The old surgical wound is partially cracked, with little bleeding. Usually the diagnosis is only made when there is a cesarean section or when the uterus is checked after vaginal birth.",
            "subsection_string": "Forms of uterine rupture\nIncludes uterine rupture during pregnancy and labor. Clinically, this condition includes:\nComplete rupture: The uterus has ruptured all layers of mucosa, uterine muscle and peritoneum, causing the uterine cavity to connect with the abdomen. The fetus and placenta are pushed into the abdominal cavity.; Subperitoneal rupture: The uterus is damaged in the lining and uterine muscle, but the peritoneum is intact. In this case, the fetus and placenta are still in the uterus.; Complicated rupture: Similar to complete uterine rupture but accompanied by damage to nearby organs such as blood vessels, bladder, rectum, ureters...; Uterine rupture in pregnant mothers with old surgical scars: The old surgical wound is partially cracked, with little bleeding. Usually the diagnosis is only made when there is a cesarean section or when the uterus is checked after vaginal birth."
        },
        {
            "subsection_name": "Why does the uterus rupture?",
            "subsection_content": "Risk factors for uterine rupture can come from the pregnant mother, from the fetus or from the birth. Specifically as follows: (2)\nRisks from pregnant mothers\nPelvic-fetal disproportion: The pelvis is not spacious, disproportionate to the weight of the fetus, there is a fibroid tumor, an ovarian tumor suspected to be a previa tumor;; There are old surgical scars on the uterus such as cesarean section, myomectomy, uterine rupture surgery, surgical scars along the uterine body;; Uterine malformations such as unicornuate uterus, bicornuate uterus, double uterus;; Multiple pregnancies and births, history of twins, multiple births;; Early pregnancy after cesarean section;; Abortion, multiple abortions;; The pregnant mother suffered severe trauma to her abdomen.\nRisk from the fetus\nThe fetus is disproportionately large between the fetus and the pelvis;; Fetal hydrocephalus is large or attached to the placenta;; Abnormal fetal position such as breech or transverse position; unusual style.\nAbnormal fetal position can lead to uterine rupture in pregnant women\nRisks from birth\nPerforming procedures when not qualified or using inappropriate techniques;; Prolonged birth with abnormalities such as difficult fetal descent and an incompetent pelvis; Abnormal uterine contractions, especially in cases where tocolytic drugs are used.",
            "subsection_string": "Why does the uterus rupture?\nRisk factors for uterine rupture can come from the pregnant mother, from the fetus or from the birth. Specifically as follows: (2)\nRisks from pregnant mothers\nPelvic-fetal disproportion: The pelvis is not spacious, disproportionate to the weight of the fetus, there is a fibroid tumor, an ovarian tumor suspected to be a previa tumor;; There are old surgical scars on the uterus such as cesarean section, myomectomy, uterine rupture surgery, surgical scars along the uterine body;; Uterine malformations such as unicornuate uterus, bicornuate uterus, double uterus;; Multiple pregnancies and births, history of twins, multiple births;; Early pregnancy after cesarean section;; Abortion, multiple abortions;; The pregnant mother suffered severe trauma to her abdomen.\nRisk from the fetus\nThe fetus is disproportionately large between the fetus and the pelvis;; Fetal hydrocephalus is large or attached to the placenta;; Abnormal fetal position such as breech or transverse position; unusual style.\nAbnormal fetal position can lead to uterine rupture in pregnant women\nRisks from birth\nPerforming procedures when not qualified or using inappropriate techniques;; Prolonged birth with abnormalities such as difficult fetal descent and an incompetent pelvis; Abnormal uterine contractions, especially in cases where tocolytic drugs are used."
        },
        {
            "subsection_name": "Who is at risk of uterine rupture?",
            "subsection_content": "Doctor Quy Khoa advises that pregnant mothers with the following histories should have clear and regular discussions with their doctors and should be closely examined during pregnancy:\nHistory of cesarean section on the uterine body; Had two or more cesarean sections; History of hysterectomy to treat ectopic pregnancy; History of uterine fibroid surgery; History of suturing of uterine perforation.",
            "subsection_string": "Who is at risk of uterine rupture?\nDoctor Quy Khoa advises that pregnant mothers with the following histories should have clear and regular discussions with their doctors and should be closely examined during pregnancy:\nHistory of cesarean section on the uterine body; Had two or more cesarean sections; History of hysterectomy to treat ectopic pregnancy; History of uterine fibroid surgery; History of suturing of uterine perforation."
        },
        {
            "subsection_name": "Signs of uterine rupture",
            "subsection_content": "In uterine rupture, each pregnant mother will experience different symptoms with varying degrees of severity depending on the location, time of rupture as well as the extent of the uterine crack. Doctor Quy Khoa shares some common signs to help pregnant mothers early recognize this dangerous obstetric complication, including:\nSigns of uterine rupture during pregnancy\nSudden sharp pain in the lower abdomen, it can be natural pain or pain after direct trauma to the abdomen, especially old surgical scars.; Mild or severe shock depending on the level of blood loss; Sharp pain at the old surgical scar, painful to press the surgical wound; Reduced or absent uterine contractions; Shock, low blood pressure, abnormally fast, slow or unmeasurable pulse; Fetal heart rate is slow or inaudible; Vaginal bleeding light or heavy; Amniotic fluid is red.\nSigns of uterine rupture\nBefore uterine rupture, there is a stage called threatened uterine rupture, which only occurs on the uterus without old surgical scars. Signs of this stage include:\nPregnant mothers feel a lot of abdominal pain, the pain lasts a long time, with increasing pain intensity.; The uterus is constricted to form a gourd shape; Pressing on the lower uterine wall feels thin and painful, the fetal position can be felt; Uterine contractions are prolonged, the distance between contractions is short, and the intensity is strong.; Fetal heart rate is abnormal, sometimes fast and sometimes slow.\nSigns of uterine rupture during labor\nThe pregnant mother had signs of uterine rupture and sudden sharp pain. After that, the pain was less, but the overall condition gradually worsened.; Pale skin, light pulse, low blood pressure, cold limbs; Bright red vaginal bleeding; Urine may be red; There are signs of fetal distress, loss of uterine contractions, and fetal movements.",
            "subsection_string": "Signs of uterine rupture\nIn uterine rupture, each pregnant mother will experience different symptoms with varying degrees of severity depending on the location, time of rupture as well as the extent of the uterine crack. Doctor Quy Khoa shares some common signs to help pregnant mothers early recognize this dangerous obstetric complication, including:\nSigns of uterine rupture during pregnancy\nSudden sharp pain in the lower abdomen, it can be natural pain or pain after direct trauma to the abdomen, especially old surgical scars.; Mild or severe shock depending on the level of blood loss; Sharp pain at the old surgical scar, painful to press the surgical wound; Reduced or absent uterine contractions; Shock, low blood pressure, abnormally fast, slow or unmeasurable pulse; Fetal heart rate is slow or inaudible; Vaginal bleeding light or heavy; Amniotic fluid is red.\nSigns of uterine rupture\nBefore uterine rupture, there is a stage called threatened uterine rupture, which only occurs on the uterus without old surgical scars. Signs of this stage include:\nPregnant mothers feel a lot of abdominal pain, the pain lasts a long time, with increasing pain intensity.; The uterus is constricted to form a gourd shape; Pressing on the lower uterine wall feels thin and painful, the fetal position can be felt; Uterine contractions are prolonged, the distance between contractions is short, and the intensity is strong.; Fetal heart rate is abnormal, sometimes fast and sometimes slow.\nSigns of uterine rupture during labor\nThe pregnant mother had signs of uterine rupture and sudden sharp pain. After that, the pain was less, but the overall condition gradually worsened.; Pale skin, light pulse, low blood pressure, cold limbs; Bright red vaginal bleeding; Urine may be red; There are signs of fetal distress, loss of uterine contractions, and fetal movements."
        },
        {
            "subsection_name": "How dangerous is uterine rupture?",
            "subsection_content": "If uterine rupture is not detected early and treated promptly, it will threaten the lives of both mother and fetus.\nIn pregnant women, this condition causes blood loss, which can cause shock due to blood loss. This condition will be well controlled when pregnant women give birth at a medical facility with a good obstetrics unit.\nBesides threatening the life of the pregnant mother, uterine rupture also threatens the life of the fetus. Statistics show that 6.2% of perinatal deaths are related to uterine rupture. For that reason, when it is suspected that a pregnant mother has this condition, the obstetrician will prescribe an emergency cesarean section to save the fetus and promptly stop the mother's bleeding. If not taken out of the mother's womb quickly, the fetus's life will be threatened. (3)\nThe risk of pregnant women having a hysterectomy is also very high when the uterus is completely or complicatedly ruptured. Statistics show that in about 14-33% of pregnant women, hysterectomy is indicated, which will affect the ability to get pregnant and become a mother in the future.\nIn addition, when the uterus has ruptured, there is a risk of damage to the bladder, rectum, hypogastric blood vessels, and ureters during emergency surgery.\nDepending on each case, the doctor will prescribe appropriate preservation or hysterectomy",
            "subsection_string": "How dangerous is uterine rupture?\nIf uterine rupture is not detected early and treated promptly, it will threaten the lives of both mother and fetus.\nIn pregnant women, this condition causes blood loss, which can cause shock due to blood loss. This condition will be well controlled when pregnant women give birth at a medical facility with a good obstetrics unit.\nBesides threatening the life of the pregnant mother, uterine rupture also threatens the life of the fetus. Statistics show that 6.2% of perinatal deaths are related to uterine rupture. For that reason, when it is suspected that a pregnant mother has this condition, the obstetrician will prescribe an emergency cesarean section to save the fetus and promptly stop the mother's bleeding. If not taken out of the mother's womb quickly, the fetus's life will be threatened. (3)\nThe risk of pregnant women having a hysterectomy is also very high when the uterus is completely or complicatedly ruptured. Statistics show that in about 14-33% of pregnant women, hysterectomy is indicated, which will affect the ability to get pregnant and become a mother in the future.\nIn addition, when the uterus has ruptured, there is a risk of damage to the bladder, rectum, hypogastric blood vessels, and ureters during emergency surgery.\nDepending on each case, the doctor will prescribe appropriate preservation or hysterectomy"
        },
        {
            "subsection_name": "Diagnosis of uterine rupture",
            "subsection_content": "Doctor Quy Khoa said that during pregnancy monitoring, the doctor will synthesize the mother's medical history, risk factors, and current prenatal examination information to predict possible difficult factors. Sometimes the pregnancy reaches the point of giving birth.\nPregnant mothers can have additional paraclinical diagnoses performed at the end of pregnancy so that the pregnant mother and the doctor can consider the possibility of a repeat cesarean section or monitor a vaginal birth.\nIt is necessary to distinguish uterine rupture from other obstetric complications, such as:\nBladder distension due to urine.; Placenta previa: There are no signs of uterine rupture, only external bleeding, uterine contractions are not strong. Vaginal examination shows part of the placenta (marginal placenta, semicentral placenta) or the entire placenta is palpable when the cervix is ​​open (completely central placenta).; Placental abruption: There is vaginal bleeding that is thin and does not clot. The uterus feels hard on palpation, with no soft dilated spaces.",
            "subsection_string": "Diagnosis of uterine rupture\nDoctor Quy Khoa said that during pregnancy monitoring, the doctor will synthesize the mother's medical history, risk factors, and current prenatal examination information to predict possible difficult factors. Sometimes the pregnancy reaches the point of giving birth.\nPregnant mothers can have additional paraclinical diagnoses performed at the end of pregnancy so that the pregnant mother and the doctor can consider the possibility of a repeat cesarean section or monitor a vaginal birth.\nIt is necessary to distinguish uterine rupture from other obstetric complications, such as:\nBladder distension due to urine.; Placenta previa: There are no signs of uterine rupture, only external bleeding, uterine contractions are not strong. Vaginal examination shows part of the placenta (marginal placenta, semicentral placenta) or the entire placenta is palpable when the cervix is ​​open (completely central placenta).; Placental abruption: There is vaginal bleeding that is thin and does not clot. The uterus feels hard on palpation, with no soft dilated spaces."
        },
        {
            "subsection_name": "How to treat uterine rupture?",
            "subsection_content": "All cases of threatened uterine rupture or uterine rupture require urgent emergency cesarean section, both resuscitation and surgery. Resuscitate the pregnant mother by restoring circulatory volume: compensating for lost blood volume, giving fluids before, during and after surgery.\nDuring the surgery, depending on the health condition of the pregnant mother, whether the uterine rupture is simple or complex, as well as the mother's future pregnancy and childbirth, the doctor may prescribe preservation or hysterectomy.\nUterine preservation: The pregnant mother is still young, still wishes to become pregnant and give birth in the future, the uterine rupture is not complicated, there is no uterine infection.; Hysterectomy: When the pregnant mother is older, has given birth many times, has had the desired number of children, no longer wishes to become pregnant and give birth in the future, has a lot of infections, or has a complicated uterine rupture. , a hysterectomy is needed to stop the bleeding and have a good chance of recovering the pregnant mother's health.\nWhen the uterine rupture is complicated, it is necessary to check whether nearby organs such as the bladder, ureters on both sides, intestines, etc. are damaged. If neighboring organs are damaged, they will be treated according to the appropriate specialty depending on the condition. After surgery, pregnant mothers are prescribed high doses of antibiotics and close post-operative care.\nMSc. Nguyen Thi Quy Khoa, Doctor of Obstetrics and Gynecology Center, Tam Anh General Hospital, Ho Chi Minh City, has many years of experience and is ready to accompany, protect and take care of a healthy pregnancy for pregnant mothers.",
            "subsection_string": "How to treat uterine rupture?\nAll cases of threatened uterine rupture or uterine rupture require urgent emergency cesarean section, both resuscitation and surgery. Resuscitate the pregnant mother by restoring circulatory volume: compensating for lost blood volume, giving fluids before, during and after surgery.\nDuring the surgery, depending on the health condition of the pregnant mother, whether the uterine rupture is simple or complex, as well as the mother's future pregnancy and childbirth, the doctor may prescribe preservation or hysterectomy.\nUterine preservation: The pregnant mother is still young, still wishes to become pregnant and give birth in the future, the uterine rupture is not complicated, there is no uterine infection.; Hysterectomy: When the pregnant mother is older, has given birth many times, has had the desired number of children, no longer wishes to become pregnant and give birth in the future, has a lot of infections, or has a complicated uterine rupture. , a hysterectomy is needed to stop the bleeding and have a good chance of recovering the pregnant mother's health.\nWhen the uterine rupture is complicated, it is necessary to check whether nearby organs such as the bladder, ureters on both sides, intestines, etc. are damaged. If neighboring organs are damaged, they will be treated according to the appropriate specialty depending on the condition. After surgery, pregnant mothers are prescribed high doses of antibiotics and close post-operative care.\nMSc. Nguyen Thi Quy Khoa, Doctor of Obstetrics and Gynecology Center, Tam Anh General Hospital, Ho Chi Minh City, has many years of experience and is ready to accompany, protect and take care of a healthy pregnancy for pregnant mothers."
        },
        {
            "subsection_name": "How to prevent uterine rupture?",
            "subsection_content": "To prevent these dangerous obstetric complications, doctor Quy Khoa recommends that pregnant women should: (4)\nMaintain an active lifestyle, avoid stress during pregnancy.; Regularly have prenatal check-ups according to your doctor's instructions to monitor your pregnancy, early detect risk factors for timely and effective intervention.; Contact your doctor immediately when you have unusual symptoms for timely intervention, ensuring the lives of mother and child.; Women with a history of cesarean section and old surgical scars on the uterine body need to use contraception for at least 1 year. Consult a specialist for advice and guidance on appropriate contraceptive methods.; Pregnant mothers who are in the high-risk group such as old surgical scars, pelvic asymmetry, uterine deformities... need to choose a medical facility with a good obstetrics unit to be protected and take care of a healthy pregnancy. and safe.\nWith the desire to provide comprehensive health care services for pregnant mothers during pregnancy and childbirth, Tam Anh General Hospital System's Obstetrics and Gynecology Center gathers a team of skilled obstetrics experts. , rich in experience, owns a modern machinery system,... deploys a variety of full maternity service packages, full childbirth packages, and on-demand maternity for all pregnant mothers from the first days of pregnancy. period with full services of examination, pregnancy monitoring, fetal malformation screening and many routine tests and checks to ensure a healthy pregnancy, safe birth, and a healthy mother and baby.\nTo schedule a consultation and examination appointment with Obstetrics experts at Tam Anh General Hospital System, pregnant mothers please contact:\nAbove is general information about uterine rupture during pregnancy. Note that the information is for reference only and is not a substitute for your doctor's orders. It is recommended that pregnant mothers who are at risk need to closely examine their pregnancy and follow the instructions of obstetricians to be screened and take care of a healthy pregnancy!",
            "subsection_string": "How to prevent uterine rupture?\nTo prevent these dangerous obstetric complications, doctor Quy Khoa recommends that pregnant women should: (4)\nMaintain an active lifestyle, avoid stress during pregnancy.; Regularly have prenatal check-ups according to your doctor's instructions to monitor your pregnancy, early detect risk factors for timely and effective intervention.; Contact your doctor immediately when you have unusual symptoms for timely intervention, ensuring the lives of mother and child.; Women with a history of cesarean section and old surgical scars on the uterine body need to use contraception for at least 1 year. Consult a specialist for advice and guidance on appropriate contraceptive methods.; Pregnant mothers who are in the high-risk group such as old surgical scars, pelvic asymmetry, uterine deformities... need to choose a medical facility with a good obstetrics unit to be protected and take care of a healthy pregnancy. and safe.\nWith the desire to provide comprehensive health care services for pregnant mothers during pregnancy and childbirth, Tam Anh General Hospital System's Obstetrics and Gynecology Center gathers a team of skilled obstetrics experts. , rich in experience, owns a modern machinery system,... deploys a variety of full maternity service packages, full childbirth packages, and on-demand maternity for all pregnant mothers from the first days of pregnancy. period with full services of examination, pregnancy monitoring, fetal malformation screening and many routine tests and checks to ensure a healthy pregnancy, safe birth, and a healthy mother and baby.\nTo schedule a consultation and examination appointment with Obstetrics experts at Tam Anh General Hospital System, pregnant mothers please contact:\nAbove is general information about uterine rupture during pregnancy. Note that the information is for reference only and is not a substitute for your doctor's orders. It is recommended that pregnant mothers who are at risk need to closely examine their pregnancy and follow the instructions of obstetricians to be screened and take care of a healthy pregnancy!"
        }
    ],
    "name": "vo-tu-cung.json"
}