{
    "title": "Vertebral collapse: Causes, symptoms, treatment and prevention",
    "category": "Musculoskeletal",
    "link": "https://tamanhhospital.vn/xep-dot-song/",
    "abstract": "Vertebral collapse comes from many causes, but the most common is degeneration and trauma. The disease can happen to anyone, but mainly occurs to older people. Vertebral collapse needs to be treated as soon as possible to avoid causing pain, dangerous complications, and affecting the patient's ability to move.",
    "content": "Vertebral collapse: Causes, symptoms, treatment and prevention\n\nVertebral collapse comes from many causes, but the most common is degeneration and trauma. The disease can happen to anyone, but mainly occurs to older people. Vertebral collapse needs to be treated as soon as possible to avoid causing pain, dangerous complications, and affecting the patient's ability to move.\n\nWhat is vertebrae collapse?\nVertebral collapse or spinal subsidence is a condition in which the vertebral body cannot maintain its original height, causing damage to the spine and severe pain for the patient. Vertebrae collapse is related to age and seriously affects health. The disease can increase the risk of vertebral fractures, affecting mobility and even the patient's lifespan.\nVertebral depression is common in people with osteoporosis, specifically postmenopausal women. Therefore, the disease is often common in women, but many men also suffer from it and the incidence of the disease increases with age.\nAccording to the International Osteoporosis Foundation (IOF), by age 65, 1% of women and 0.5% of men will experience acute vertebral compression. People who have had a collapsed vertebra due to osteoporosis will have a second fracture risk up to 5 times higher than other people.\n\nClassify\nAccording to musculoskeletal experts, Orthopedics Center, Tam Anh General Hospital, vertebrae collapse is divided into 2 types:\nCollapse of the thoracic vertebrae\nThis is one of the most common cases of vertebral collapse, usually at position D12, where the L1 lumbar vertebrae meet. These vertebrae are located in the central area, helping to stabilize the ribs and protect important organs of the body such as the lungs, heart...\nSymptoms of thoracic vertebrae collapse are pain that increases when the patient breathes deeply, coughs... In severe cases, the disease affects the nerves, causing intestinal obstruction, great pain and can lead to death. lung damage.\nLumbar vertebrae collapse\nThe lumbar vertebrae are located between the ribs and pelvis, and are the area that bears the most weight in the body. The locations where the lumbar vertebrae often collapse are L1, L2 and L5. Patients will have symptoms of pain. If not detected and treated promptly, the vertebrae fuse together, causing disc herniation and spinal degeneration, affecting the patient's mobility. (first)\n\nSymptoms of collapsed vertebrae\nIn fact, about two-thirds of spinal compression fractures go undiagnosed because they do not cause obvious symptoms or signs. Many people even mistake it for back pain caused by age and arthritis.\nThe main clinical symptoms of vertebral collapse include any of the following, either alone or in combination:\nSudden onset of back pain; Pain increases when standing or walking; Pain intensity decreases when resting; Spinal mobility is limited; Reduced height, hunchback; Spinal deformity and disability\n\nCause of vertebrae collapse\nThere are many causes of collapsed vertebrae, but the most typical ones are degeneration, spinal injury and a number of other diseases. Specifically:\nOsteoporosis\nAge is the main cause of osteoporosis and is the leading cause of vertebral collapse. As bones become spongy and soft over time, the vertebrae are no longer strong enough to support the spine during daily activities.\nTherefore, when the patient bends down to lift an object, coughs or sneezes, it can also cause spinal collapse, if osteoporosis is severe.\nMost vertebrae collapse on the front, because the back of the vertebra is made of harder bone. That creates wedge-shaped vertebrae, which can lead to a hunched posture called kyphosis. (2)\nInjury\nSome other cases are not due to osteoporosis, but due to the vertebra being subjected to a large force causing injury. Specifically, traffic accidents, work accidents, falls in daily activities... The patient's position when falling is falling from a height, falling sitting and hitting the buttocks on the ground, causing collapsed and broken vertebrae.\nOther diseases\nVertebral collapse can also be caused by a number of malignant diseases such as bone cancer or metastatic cancer, Paget's deformed osteomyelitis, osteomyelitis... Cancer cells penetrate into the bone, causing structural destruction and makes bones weaker and brittle. This condition is common in people under 55 years old, with no trauma or minor trauma but with a fractured vertebrae.\nSome risk factors for spinal subsidence:\nRace: White and Asian women are at higher risk; Age: Women over 50 years old and the risk increases with age; Weight: Women with rickets and malnutrition; Early menopause: Women who reach menopause before age 50 have a higher risk of osteoporosis; Smokers are: Smoking causes loss of bone thickness, causing bones to weaken\n\nIs vertebrae collapse dangerous?\nVertebrae collapse is very dangerous. Because if not diagnosed and treated properly, the disease can cause:\nAffects the balance of the spine, promoting the risk of degeneration; Deformed vertebrae cause loss of height, hunchback, scoliosis; In the long term, collapsed vertebrae compress internal organs; Complications include nerve damage, causing numbness, pain and disability\n\nDiagnostic method\nTo consolidate the diagnosis, provide prognosis and have appropriate treatment methods for the patient, in addition to examining clinical manifestations, the doctor will prescribe additional paraclinical techniques as follows:\nBone densitometry (DEXA)\nThis is considered the gold standard for diagnosing osteoporosis. Osteoporosis is diagnosed when bone mineral density is ≤ -2.5 standard deviations (T-Score).\nProdigi bone mineral density measuring machine (GE/Mexico) at Tam Anh General Hospital\nThe osteoporosis measuring system at Tam Anh General Hospital not only has the function of measuring bone density to diagnose osteoporosis but also integrates many important functions such as assessing the risk of bone fractures, calcification... Outstanding advantages of Compared to previous generations, the device has a high-frequency dual-energy X-ray source, OnePass one-time scanning feature that eliminates image distortion errors, high resolution, thus producing high-quality images.\nX-ray\nX-ray results will show a reduced height of the vertebral body. This method also helps evaluate the level of spinal degeneration, the level of spinal deformity... At the same time, it provides information to advance surgical plans, if necessary.\nComputed tomography (CT Scan)\nThis indication is given when it is necessary to evaluate detailed images of the vertebrae such as the degree of subsidence, collapse, fragmentation, risk of cement leakage into the spinal canal... Magnetic resonance imaging (MRI) This is also considered a measure. gold standard diagnosis, as it provides information about bone biology.\nOnly in rare cases can ambiguous signals be found in the standard t2, t1, STIR sequences. Acute, subacute, non-healing and old or healed fractures can also be accurately diagnosed.\nThrough MRI results, malignant infiltration is also detected and infectious situations can be ruled out with high confidence.\n\nCan vertebrae collapse be cured?\nWith the advancement of modern medicine and state-of-the-art equipment, vertebrae can now be cured by many methods.\nHowever, musculoskeletal experts also recommend that, when detecting abnormal symptoms of the vertebrae, patients should go to specialized, reputable medical facilities as soon as possible to ensure effectiveness. treatment, save costs and avoid dangerous complications.\n\nTreatments\nTo treat collapsed vertebrae, the first step is to get an accurate diagnosis. Because some symptoms of collapsed vertebrae overlap with other conditions such as bulging discs, spinal stenosis, etc.). (3)\nThrough examination, depending on the level of subsidence, health status, and personal circumstances, the doctor will make the following treatment recommendations:\nConservative treatment\nPrescribe conservative treatment for patients by:\nImmobilized bed rest; Using pain relievers, non-steroidal anti-inflammatory drugs, muscle relaxants, anti-osteoporosis drugs, osteoclast inhibitors...; Use a fixed brace\nHowever, this measure can also make vertebrae collapse worse due to progressive bone loss, causing muscle weakness... Especially complications arising from lying down for a long time, especially in the elderly, such as pressure ulcers , stasis pneumonia, embolism...\nInterventional treatment\nWhen medical treatments do not bring the desired effect, doctors will conduct surgical treatments as follows:\n1. Minimal intervention by injecting spinal cement through the pedicle or extrapedicular route with balloon (Kyphoplasty) or without balloon (Vertebroplasty). The liquid biocement will flow into the spongy bone trabeculae, then harden, ensuring the stability of the vertebrae.\nAccording to the 2018 German Orthopedic Association on conservative treatment, surgery for vertebral fractures due to osteoporosis is divided into 5 types:\nType 1 and type 2 subsidence fractures are stable fractures, mainly treated with simple cement injection.; Type 3 subsidence fracture (Unstable, incomplete rupture): If the patient can move and does not progress further, simply inject cement. If the patient cannot move, consider adding a posterior immobilization device.; Type 4 fracture (Unstable fracture): Cement injection combined with fixation with a long-configured posterior tool. Needle type: Posterior fixator with anterior column reconstruction; Type 5 fractures (Anterior column and PPL injuries): Use a long-constructed posterior instrument with cement injection or a short posterior instrumentation, only feasible in tension band principle situations or in combination with anterior reconstruction .\n2. Open surgery using a spinal screw fixation system (Regular pedicle screws, Hollow screws - Expanded screws with cement injection hole; Hook system, Titanium cage, Hard bone screws...).\nSpinal fixation surgery is indicated to treat cases of severe vertebral collapse causing major spinal deformity, and can be combined with nerve decompression when there is accompanying nerve damage.\nTreatment after surgery\nSurgical treatment only addresses the tip and symptoms of the disease. If the main cause of the disease is not treated, it will fall into a vicious cycle, costing money and damaging health. Therefore, besides treating symptoms and helping patients feel more comfortable, after surgery, doctors also require:\nTreatment of osteoporosis with bone resorption inhibitors, biphosphonate osteoporosis treatment; Treatment through nutritional measures; Coordinate appropriate physical therapy, rehabilitation, and movement exercises\n\nPreventing vertebrae collapse\nIn medicine, prevention plays a very important role and brings greater efficiency. Therefore, advice from musculoskeletal experts for each person is: (4)\nFor the elderly, especially postmenopausal women, it is necessary to build a suitable nutritional regimen and moderate exercise. At the same time, supplement minerals rich in vitamin D, calcium and other vitamins. Eat a balanced diet full of nutrients; Regularly have a health check-up or as prescribed by your doctor to detect osteoporosis or other spinal diseases and get timely treatment.; Change lifestyle and activities by limiting alcohol, beer, cigarettes and avoiding stimulants...; Regularly exercise to improve health with physically appropriate subjects. Scientific evidence shows that exercise is really helpful in promoting bone health.; Pay attention during daily activities, driving vehicles or working to avoid injuries and falls.\nCenter for Orthopedic Trauma, Tam Anh General Hospital System, is where a team of leading experts, experienced, dedicated, and enthusiastic surgeons gather such as: TTND.Prof.Dr.Nguyen Viet Tien; Associate Professor, Dr. Dang Hong Hoa; Dr. Tang Ha Nam Anh; MSc.BS.CKII Tran Anh Vu; BS.CKI Tran Xuan Anh, MSc.CKI Le Dinh Khoa, PhD.Do Tien Dung; Dr. BS.CKII Vu Huu Dung... This is also one of the pioneer units in diagnosing and treating musculoskeletal diseases with modern techniques according to updated international protocols.\nThe hospital is also equipped with modern machinery and imaging equipment such as: Somatom Drive 768-slice CT scanner, new generation Magnetom Amira BioMatrix magnetic resonance machine, Artis Pheno robot, densitometer. bones, ultrasound machines...; Opmi Vario 700 Zeiss surgical microscope system, Meera-Maquet operating table... to be able to detect injuries early and effectively treat musculoskeletal diseases...\nTam Anh General Hospital also owns a spacious clinic system and high-class boarding area; modern rehabilitation area; Comprehensive post-operative care process helps patients quickly recover and stabilize their health after surgery.\nTo schedule an examination and treatment with leading experts at the Orthopedics Center, Tam Anh General Hospital, please contact:\nVertebral collapse is one of the most complex diseases, common in women and can easily cause many dangerous complications. Therefore, musculoskeletal experts recommend that you proactively take care of your bone health with a healthy, scientific lifestyle. When detecting vertebral collapse, you should see a specialist as soon as possible for timely diagnosis and treatment.",
    "subsections": [
        {
            "subsection_name": "What is vertebrae collapse?",
            "subsection_content": "Vertebral collapse or spinal subsidence is a condition in which the vertebral body cannot maintain its original height, causing damage to the spine and severe pain for the patient. Vertebrae collapse is related to age and seriously affects health. The disease can increase the risk of vertebral fractures, affecting mobility and even the patient's lifespan.\nVertebral depression is common in people with osteoporosis, specifically postmenopausal women. Therefore, the disease is often common in women, but many men also suffer from it and the incidence of the disease increases with age.\nAccording to the International Osteoporosis Foundation (IOF), by age 65, 1% of women and 0.5% of men will experience acute vertebral compression. People who have had a collapsed vertebra due to osteoporosis will have a second fracture risk up to 5 times higher than other people.",
            "subsection_string": "What is vertebrae collapse?\nVertebral collapse or spinal subsidence is a condition in which the vertebral body cannot maintain its original height, causing damage to the spine and severe pain for the patient. Vertebrae collapse is related to age and seriously affects health. The disease can increase the risk of vertebral fractures, affecting mobility and even the patient's lifespan.\nVertebral depression is common in people with osteoporosis, specifically postmenopausal women. Therefore, the disease is often common in women, but many men also suffer from it and the incidence of the disease increases with age.\nAccording to the International Osteoporosis Foundation (IOF), by age 65, 1% of women and 0.5% of men will experience acute vertebral compression. People who have had a collapsed vertebra due to osteoporosis will have a second fracture risk up to 5 times higher than other people."
        },
        {
            "subsection_name": "Classify",
            "subsection_content": "According to musculoskeletal experts, Orthopedics Center, Tam Anh General Hospital, vertebrae collapse is divided into 2 types:\nCollapse of the thoracic vertebrae\nThis is one of the most common cases of vertebral collapse, usually at position D12, where the L1 lumbar vertebrae meet. These vertebrae are located in the central area, helping to stabilize the ribs and protect important organs of the body such as the lungs, heart...\nSymptoms of thoracic vertebrae collapse are pain that increases when the patient breathes deeply, coughs... In severe cases, the disease affects the nerves, causing intestinal obstruction, great pain and can lead to death. lung damage.\nLumbar vertebrae collapse\nThe lumbar vertebrae are located between the ribs and pelvis, and are the area that bears the most weight in the body. The locations where the lumbar vertebrae often collapse are L1, L2 and L5. Patients will have symptoms of pain. If not detected and treated promptly, the vertebrae fuse together, causing disc herniation and spinal degeneration, affecting the patient's mobility. (first)",
            "subsection_string": "Classify\nAccording to musculoskeletal experts, Orthopedics Center, Tam Anh General Hospital, vertebrae collapse is divided into 2 types:\nCollapse of the thoracic vertebrae\nThis is one of the most common cases of vertebral collapse, usually at position D12, where the L1 lumbar vertebrae meet. These vertebrae are located in the central area, helping to stabilize the ribs and protect important organs of the body such as the lungs, heart...\nSymptoms of thoracic vertebrae collapse are pain that increases when the patient breathes deeply, coughs... In severe cases, the disease affects the nerves, causing intestinal obstruction, great pain and can lead to death. lung damage.\nLumbar vertebrae collapse\nThe lumbar vertebrae are located between the ribs and pelvis, and are the area that bears the most weight in the body. The locations where the lumbar vertebrae often collapse are L1, L2 and L5. Patients will have symptoms of pain. If not detected and treated promptly, the vertebrae fuse together, causing disc herniation and spinal degeneration, affecting the patient's mobility. (first)"
        },
        {
            "subsection_name": "Symptoms of collapsed vertebrae",
            "subsection_content": "In fact, about two-thirds of spinal compression fractures go undiagnosed because they do not cause obvious symptoms or signs. Many people even mistake it for back pain caused by age and arthritis.\nThe main clinical symptoms of vertebral collapse include any of the following, either alone or in combination:\nSudden onset of back pain; Pain increases when standing or walking; Pain intensity decreases when resting; Spinal mobility is limited; Reduced height, hunchback; Spinal deformity and disability",
            "subsection_string": "Symptoms of collapsed vertebrae\nIn fact, about two-thirds of spinal compression fractures go undiagnosed because they do not cause obvious symptoms or signs. Many people even mistake it for back pain caused by age and arthritis.\nThe main clinical symptoms of vertebral collapse include any of the following, either alone or in combination:\nSudden onset of back pain; Pain increases when standing or walking; Pain intensity decreases when resting; Spinal mobility is limited; Reduced height, hunchback; Spinal deformity and disability"
        },
        {
            "subsection_name": "Cause of vertebrae collapse",
            "subsection_content": "There are many causes of collapsed vertebrae, but the most typical ones are degeneration, spinal injury and a number of other diseases. Specifically:\nOsteoporosis\nAge is the main cause of osteoporosis and is the leading cause of vertebral collapse. As bones become spongy and soft over time, the vertebrae are no longer strong enough to support the spine during daily activities.\nTherefore, when the patient bends down to lift an object, coughs or sneezes, it can also cause spinal collapse, if osteoporosis is severe.\nMost vertebrae collapse on the front, because the back of the vertebra is made of harder bone. That creates wedge-shaped vertebrae, which can lead to a hunched posture called kyphosis. (2)\nInjury\nSome other cases are not due to osteoporosis, but due to the vertebra being subjected to a large force causing injury. Specifically, traffic accidents, work accidents, falls in daily activities... The patient's position when falling is falling from a height, falling sitting and hitting the buttocks on the ground, causing collapsed and broken vertebrae.\nOther diseases\nVertebral collapse can also be caused by a number of malignant diseases such as bone cancer or metastatic cancer, Paget's deformed osteomyelitis, osteomyelitis... Cancer cells penetrate into the bone, causing structural destruction and makes bones weaker and brittle. This condition is common in people under 55 years old, with no trauma or minor trauma but with a fractured vertebrae.\nSome risk factors for spinal subsidence:\nRace: White and Asian women are at higher risk; Age: Women over 50 years old and the risk increases with age; Weight: Women with rickets and malnutrition; Early menopause: Women who reach menopause before age 50 have a higher risk of osteoporosis; Smokers are: Smoking causes loss of bone thickness, causing bones to weaken",
            "subsection_string": "Cause of vertebrae collapse\nThere are many causes of collapsed vertebrae, but the most typical ones are degeneration, spinal injury and a number of other diseases. Specifically:\nOsteoporosis\nAge is the main cause of osteoporosis and is the leading cause of vertebral collapse. As bones become spongy and soft over time, the vertebrae are no longer strong enough to support the spine during daily activities.\nTherefore, when the patient bends down to lift an object, coughs or sneezes, it can also cause spinal collapse, if osteoporosis is severe.\nMost vertebrae collapse on the front, because the back of the vertebra is made of harder bone. That creates wedge-shaped vertebrae, which can lead to a hunched posture called kyphosis. (2)\nInjury\nSome other cases are not due to osteoporosis, but due to the vertebra being subjected to a large force causing injury. Specifically, traffic accidents, work accidents, falls in daily activities... The patient's position when falling is falling from a height, falling sitting and hitting the buttocks on the ground, causing collapsed and broken vertebrae.\nOther diseases\nVertebral collapse can also be caused by a number of malignant diseases such as bone cancer or metastatic cancer, Paget's deformed osteomyelitis, osteomyelitis... Cancer cells penetrate into the bone, causing structural destruction and makes bones weaker and brittle. This condition is common in people under 55 years old, with no trauma or minor trauma but with a fractured vertebrae.\nSome risk factors for spinal subsidence:\nRace: White and Asian women are at higher risk; Age: Women over 50 years old and the risk increases with age; Weight: Women with rickets and malnutrition; Early menopause: Women who reach menopause before age 50 have a higher risk of osteoporosis; Smokers are: Smoking causes loss of bone thickness, causing bones to weaken"
        },
        {
            "subsection_name": "Is vertebrae collapse dangerous?",
            "subsection_content": "Vertebrae collapse is very dangerous. Because if not diagnosed and treated properly, the disease can cause:\nAffects the balance of the spine, promoting the risk of degeneration; Deformed vertebrae cause loss of height, hunchback, scoliosis; In the long term, collapsed vertebrae compress internal organs; Complications include nerve damage, causing numbness, pain and disability",
            "subsection_string": "Is vertebrae collapse dangerous?\nVertebrae collapse is very dangerous. Because if not diagnosed and treated properly, the disease can cause:\nAffects the balance of the spine, promoting the risk of degeneration; Deformed vertebrae cause loss of height, hunchback, scoliosis; In the long term, collapsed vertebrae compress internal organs; Complications include nerve damage, causing numbness, pain and disability"
        },
        {
            "subsection_name": "Diagnostic method",
            "subsection_content": "To consolidate the diagnosis, provide prognosis and have appropriate treatment methods for the patient, in addition to examining clinical manifestations, the doctor will prescribe additional paraclinical techniques as follows:\nBone densitometry (DEXA)\nThis is considered the gold standard for diagnosing osteoporosis. Osteoporosis is diagnosed when bone mineral density is ≤ -2.5 standard deviations (T-Score).\nProdigi bone mineral density measuring machine (GE/Mexico) at Tam Anh General Hospital\nThe osteoporosis measuring system at Tam Anh General Hospital not only has the function of measuring bone density to diagnose osteoporosis but also integrates many important functions such as assessing the risk of bone fractures, calcification... Outstanding advantages of Compared to previous generations, the device has a high-frequency dual-energy X-ray source, OnePass one-time scanning feature that eliminates image distortion errors, high resolution, thus producing high-quality images.\nX-ray\nX-ray results will show a reduced height of the vertebral body. This method also helps evaluate the level of spinal degeneration, the level of spinal deformity... At the same time, it provides information to advance surgical plans, if necessary.\nComputed tomography (CT Scan)\nThis indication is given when it is necessary to evaluate detailed images of the vertebrae such as the degree of subsidence, collapse, fragmentation, risk of cement leakage into the spinal canal... Magnetic resonance imaging (MRI) This is also considered a measure. gold standard diagnosis, as it provides information about bone biology.\nOnly in rare cases can ambiguous signals be found in the standard t2, t1, STIR sequences. Acute, subacute, non-healing and old or healed fractures can also be accurately diagnosed.\nThrough MRI results, malignant infiltration is also detected and infectious situations can be ruled out with high confidence.",
            "subsection_string": "Diagnostic method\nTo consolidate the diagnosis, provide prognosis and have appropriate treatment methods for the patient, in addition to examining clinical manifestations, the doctor will prescribe additional paraclinical techniques as follows:\nBone densitometry (DEXA)\nThis is considered the gold standard for diagnosing osteoporosis. Osteoporosis is diagnosed when bone mineral density is ≤ -2.5 standard deviations (T-Score).\nProdigi bone mineral density measuring machine (GE/Mexico) at Tam Anh General Hospital\nThe osteoporosis measuring system at Tam Anh General Hospital not only has the function of measuring bone density to diagnose osteoporosis but also integrates many important functions such as assessing the risk of bone fractures, calcification... Outstanding advantages of Compared to previous generations, the device has a high-frequency dual-energy X-ray source, OnePass one-time scanning feature that eliminates image distortion errors, high resolution, thus producing high-quality images.\nX-ray\nX-ray results will show a reduced height of the vertebral body. This method also helps evaluate the level of spinal degeneration, the level of spinal deformity... At the same time, it provides information to advance surgical plans, if necessary.\nComputed tomography (CT Scan)\nThis indication is given when it is necessary to evaluate detailed images of the vertebrae such as the degree of subsidence, collapse, fragmentation, risk of cement leakage into the spinal canal... Magnetic resonance imaging (MRI) This is also considered a measure. gold standard diagnosis, as it provides information about bone biology.\nOnly in rare cases can ambiguous signals be found in the standard t2, t1, STIR sequences. Acute, subacute, non-healing and old or healed fractures can also be accurately diagnosed.\nThrough MRI results, malignant infiltration is also detected and infectious situations can be ruled out with high confidence."
        },
        {
            "subsection_name": "Can vertebrae collapse be cured?",
            "subsection_content": "With the advancement of modern medicine and state-of-the-art equipment, vertebrae can now be cured by many methods.\nHowever, musculoskeletal experts also recommend that, when detecting abnormal symptoms of the vertebrae, patients should go to specialized, reputable medical facilities as soon as possible to ensure effectiveness. treatment, save costs and avoid dangerous complications.",
            "subsection_string": "Can vertebrae collapse be cured?\nWith the advancement of modern medicine and state-of-the-art equipment, vertebrae can now be cured by many methods.\nHowever, musculoskeletal experts also recommend that, when detecting abnormal symptoms of the vertebrae, patients should go to specialized, reputable medical facilities as soon as possible to ensure effectiveness. treatment, save costs and avoid dangerous complications."
        },
        {
            "subsection_name": "Treatments",
            "subsection_content": "To treat collapsed vertebrae, the first step is to get an accurate diagnosis. Because some symptoms of collapsed vertebrae overlap with other conditions such as bulging discs, spinal stenosis, etc.). (3)\nThrough examination, depending on the level of subsidence, health status, and personal circumstances, the doctor will make the following treatment recommendations:\nConservative treatment\nPrescribe conservative treatment for patients by:\nImmobilized bed rest; Using pain relievers, non-steroidal anti-inflammatory drugs, muscle relaxants, anti-osteoporosis drugs, osteoclast inhibitors...; Use a fixed brace\nHowever, this measure can also make vertebrae collapse worse due to progressive bone loss, causing muscle weakness... Especially complications arising from lying down for a long time, especially in the elderly, such as pressure ulcers , stasis pneumonia, embolism...\nInterventional treatment\nWhen medical treatments do not bring the desired effect, doctors will conduct surgical treatments as follows:\n1. Minimal intervention by injecting spinal cement through the pedicle or extrapedicular route with balloon (Kyphoplasty) or without balloon (Vertebroplasty). The liquid biocement will flow into the spongy bone trabeculae, then harden, ensuring the stability of the vertebrae.\nAccording to the 2018 German Orthopedic Association on conservative treatment, surgery for vertebral fractures due to osteoporosis is divided into 5 types:\nType 1 and type 2 subsidence fractures are stable fractures, mainly treated with simple cement injection.; Type 3 subsidence fracture (Unstable, incomplete rupture): If the patient can move and does not progress further, simply inject cement. If the patient cannot move, consider adding a posterior immobilization device.; Type 4 fracture (Unstable fracture): Cement injection combined with fixation with a long-configured posterior tool. Needle type: Posterior fixator with anterior column reconstruction; Type 5 fractures (Anterior column and PPL injuries): Use a long-constructed posterior instrument with cement injection or a short posterior instrumentation, only feasible in tension band principle situations or in combination with anterior reconstruction .\n2. Open surgery using a spinal screw fixation system (Regular pedicle screws, Hollow screws - Expanded screws with cement injection hole; Hook system, Titanium cage, Hard bone screws...).\nSpinal fixation surgery is indicated to treat cases of severe vertebral collapse causing major spinal deformity, and can be combined with nerve decompression when there is accompanying nerve damage.\nTreatment after surgery\nSurgical treatment only addresses the tip and symptoms of the disease. If the main cause of the disease is not treated, it will fall into a vicious cycle, costing money and damaging health. Therefore, besides treating symptoms and helping patients feel more comfortable, after surgery, doctors also require:\nTreatment of osteoporosis with bone resorption inhibitors, biphosphonate osteoporosis treatment; Treatment through nutritional measures; Coordinate appropriate physical therapy, rehabilitation, and movement exercises",
            "subsection_string": "Treatments\nTo treat collapsed vertebrae, the first step is to get an accurate diagnosis. Because some symptoms of collapsed vertebrae overlap with other conditions such as bulging discs, spinal stenosis, etc.). (3)\nThrough examination, depending on the level of subsidence, health status, and personal circumstances, the doctor will make the following treatment recommendations:\nConservative treatment\nPrescribe conservative treatment for patients by:\nImmobilized bed rest; Using pain relievers, non-steroidal anti-inflammatory drugs, muscle relaxants, anti-osteoporosis drugs, osteoclast inhibitors...; Use a fixed brace\nHowever, this measure can also make vertebrae collapse worse due to progressive bone loss, causing muscle weakness... Especially complications arising from lying down for a long time, especially in the elderly, such as pressure ulcers , stasis pneumonia, embolism...\nInterventional treatment\nWhen medical treatments do not bring the desired effect, doctors will conduct surgical treatments as follows:\n1. Minimal intervention by injecting spinal cement through the pedicle or extrapedicular route with balloon (Kyphoplasty) or without balloon (Vertebroplasty). The liquid biocement will flow into the spongy bone trabeculae, then harden, ensuring the stability of the vertebrae.\nAccording to the 2018 German Orthopedic Association on conservative treatment, surgery for vertebral fractures due to osteoporosis is divided into 5 types:\nType 1 and type 2 subsidence fractures are stable fractures, mainly treated with simple cement injection.; Type 3 subsidence fracture (Unstable, incomplete rupture): If the patient can move and does not progress further, simply inject cement. If the patient cannot move, consider adding a posterior immobilization device.; Type 4 fracture (Unstable fracture): Cement injection combined with fixation with a long-configured posterior tool. Needle type: Posterior fixator with anterior column reconstruction; Type 5 fractures (Anterior column and PPL injuries): Use a long-constructed posterior instrument with cement injection or a short posterior instrumentation, only feasible in tension band principle situations or in combination with anterior reconstruction .\n2. Open surgery using a spinal screw fixation system (Regular pedicle screws, Hollow screws - Expanded screws with cement injection hole; Hook system, Titanium cage, Hard bone screws...).\nSpinal fixation surgery is indicated to treat cases of severe vertebral collapse causing major spinal deformity, and can be combined with nerve decompression when there is accompanying nerve damage.\nTreatment after surgery\nSurgical treatment only addresses the tip and symptoms of the disease. If the main cause of the disease is not treated, it will fall into a vicious cycle, costing money and damaging health. Therefore, besides treating symptoms and helping patients feel more comfortable, after surgery, doctors also require:\nTreatment of osteoporosis with bone resorption inhibitors, biphosphonate osteoporosis treatment; Treatment through nutritional measures; Coordinate appropriate physical therapy, rehabilitation, and movement exercises"
        },
        {
            "subsection_name": "Preventing vertebrae collapse",
            "subsection_content": "In medicine, prevention plays a very important role and brings greater efficiency. Therefore, advice from musculoskeletal experts for each person is: (4)\nFor the elderly, especially postmenopausal women, it is necessary to build a suitable nutritional regimen and moderate exercise. At the same time, supplement minerals rich in vitamin D, calcium and other vitamins. Eat a balanced diet full of nutrients; Regularly have a health check-up or as prescribed by your doctor to detect osteoporosis or other spinal diseases and get timely treatment.; Change lifestyle and activities by limiting alcohol, beer, cigarettes and avoiding stimulants...; Regularly exercise to improve health with physically appropriate subjects. Scientific evidence shows that exercise is really helpful in promoting bone health.; Pay attention during daily activities, driving vehicles or working to avoid injuries and falls.\nCenter for Orthopedic Trauma, Tam Anh General Hospital System, is where a team of leading experts, experienced, dedicated, and enthusiastic surgeons gather such as: TTND.Prof.Dr.Nguyen Viet Tien; Associate Professor, Dr. Dang Hong Hoa; Dr. Tang Ha Nam Anh; MSc.BS.CKII Tran Anh Vu; BS.CKI Tran Xuan Anh, MSc.CKI Le Dinh Khoa, PhD.Do Tien Dung; Dr. BS.CKII Vu Huu Dung... This is also one of the pioneer units in diagnosing and treating musculoskeletal diseases with modern techniques according to updated international protocols.\nThe hospital is also equipped with modern machinery and imaging equipment such as: Somatom Drive 768-slice CT scanner, new generation Magnetom Amira BioMatrix magnetic resonance machine, Artis Pheno robot, densitometer. bones, ultrasound machines...; Opmi Vario 700 Zeiss surgical microscope system, Meera-Maquet operating table... to be able to detect injuries early and effectively treat musculoskeletal diseases...\nTam Anh General Hospital also owns a spacious clinic system and high-class boarding area; modern rehabilitation area; Comprehensive post-operative care process helps patients quickly recover and stabilize their health after surgery.\nTo schedule an examination and treatment with leading experts at the Orthopedics Center, Tam Anh General Hospital, please contact:\nVertebral collapse is one of the most complex diseases, common in women and can easily cause many dangerous complications. Therefore, musculoskeletal experts recommend that you proactively take care of your bone health with a healthy, scientific lifestyle. When detecting vertebral collapse, you should see a specialist as soon as possible for timely diagnosis and treatment.",
            "subsection_string": "Preventing vertebrae collapse\nIn medicine, prevention plays a very important role and brings greater efficiency. Therefore, advice from musculoskeletal experts for each person is: (4)\nFor the elderly, especially postmenopausal women, it is necessary to build a suitable nutritional regimen and moderate exercise. At the same time, supplement minerals rich in vitamin D, calcium and other vitamins. Eat a balanced diet full of nutrients; Regularly have a health check-up or as prescribed by your doctor to detect osteoporosis or other spinal diseases and get timely treatment.; Change lifestyle and activities by limiting alcohol, beer, cigarettes and avoiding stimulants...; Regularly exercise to improve health with physically appropriate subjects. Scientific evidence shows that exercise is really helpful in promoting bone health.; Pay attention during daily activities, driving vehicles or working to avoid injuries and falls.\nCenter for Orthopedic Trauma, Tam Anh General Hospital System, is where a team of leading experts, experienced, dedicated, and enthusiastic surgeons gather such as: TTND.Prof.Dr.Nguyen Viet Tien; Associate Professor, Dr. Dang Hong Hoa; Dr. Tang Ha Nam Anh; MSc.BS.CKII Tran Anh Vu; BS.CKI Tran Xuan Anh, MSc.CKI Le Dinh Khoa, PhD.Do Tien Dung; Dr. BS.CKII Vu Huu Dung... This is also one of the pioneer units in diagnosing and treating musculoskeletal diseases with modern techniques according to updated international protocols.\nThe hospital is also equipped with modern machinery and imaging equipment such as: Somatom Drive 768-slice CT scanner, new generation Magnetom Amira BioMatrix magnetic resonance machine, Artis Pheno robot, densitometer. bones, ultrasound machines...; Opmi Vario 700 Zeiss surgical microscope system, Meera-Maquet operating table... to be able to detect injuries early and effectively treat musculoskeletal diseases...\nTam Anh General Hospital also owns a spacious clinic system and high-class boarding area; modern rehabilitation area; Comprehensive post-operative care process helps patients quickly recover and stabilize their health after surgery.\nTo schedule an examination and treatment with leading experts at the Orthopedics Center, Tam Anh General Hospital, please contact:\nVertebral collapse is one of the most complex diseases, common in women and can easily cause many dangerous complications. Therefore, musculoskeletal experts recommend that you proactively take care of your bone health with a healthy, scientific lifestyle. When detecting vertebral collapse, you should see a specialist as soon as possible for timely diagnosis and treatment."
        }
    ],
    "name": "xep-dot-song.json"
}