{
    "title": "Scleroderma: Causes, symptoms, diagnosis and treatment",
    "category": "Musculoskeletal",
    "link": "https://tamanhhospital.vn/xo-cung-bi/",
    "abstract": "Scleroderma is a rare disease for which there is currently no complete cure. The disease has the potential to cause many extremely dangerous complications, and can even lead to death. Fully understanding disease information, planning care and symptom control treatment will help patients limit the risk of serious complications.",
    "content": "Scleroderma: Causes, symptoms, diagnosis and treatment\n\nScleroderma is a rare disease for which there is currently no complete cure. The disease has the potential to cause many extremely dangerous complications, and can even lead to death. Fully understanding disease information, planning care and symptom control treatment will help patients limit the risk of serious complications.\n\nWhat is scleroderma?\nScleroderma is a chronic autoimmune disease that affects the skin, connective tissues and internal organs. The disease occurs when the body's immune system attacks tissues, leading to the overproduction of collagen protein in connective tissues. This condition causes the skin to thicken, become fibrotic, and accumulate scar tissue. (first)\nIn some cases, people with scleroderma often have accompanying damage to internal organs such as the heart, blood vessels, lungs, kidneys and stomach. The effects of the disease vary widely, from mild to life-threatening. This will depend on how widespread the disease is and which parts of the body are affected.\n\nClassification of scleroderma\nScleroderma is divided into two main types: localized scleroderma (affects only the skin) and generalized scleroderma (affects the skin, tissues, blood vessels and internal organs). (2)\nLocalized scleroderma\nLocalized scleroderma usually only affects the skin. However, tissue damage has the potential to deeply affect structures below the skin, including subcutaneous tissue, connective tissue, muscle or bone. Skin damage in people with localized scleroderma can gradually improve over time. These lesions can even disappear on their own, without needing treatment. Localized scleroderma is divided into two types:\nPlaque sclerosis (morphea): The disease is characterized by patches limited to one area of ​​the body, oval in shape, with red edges, and a thick and pale yellow center. In a few cases, it can affect blood vessels and internal organs; Linear scleroderma: The disease often begins with a line or streak of thick, hard skin on the arms, legs, or face. Sometimes, the disease also causes long wrinkles on the head or neck. This is a form of scleroderma en coup de saber because it has a similar shape to a scar from being slashed. This condition often appears on both the surface and deeper layers of the skin, sometimes even into the moving joints underneath.\nGeneralized scleroderma\nDiffuse scleroderma: The disease progresses rapidly, often affecting the skin in the middle part of the body such as the thighs, arms, hands and feet. This condition also affects organs such as the heart, lungs, kidneys and gastrointestinal tract.; Limited scleroderma (CREST syndrome): The disease often affects the face, hands and feet. Some cases can cause damage to the lungs, intestines, esophagus and stomach. Patients show signs of skin calcification, esophageal dysfunction, Raynaud's phenomenon, finger stiffness, and telangiectasia.\n\nCause of scleroderma\nDoctors have not yet found the cause of scleroderma. This is a type of autoimmune disease, which occurs when the immune system, which is supposed to protect the body from germs, now causes skin inflammation and damage to other parts of the body. The cause of the disease may be due to a combination of many factors such as:\nAbnormalities in the immune system: When sick, the immune system stimulates the activity of young fibrous cells to overproduce collagen. These substances deposit around cells, blood vessels, and organs, leading to damage and fibrosis in the deposition area.; Abnormal gene structure: Abnormal structure of some genes leads to the occurrence and progression of scleroderma; Environmental stimuli: Frequent exposure to environmental factors such as viruses, chemicals, and organic solvents for long periods of time can be the cause of the disease.; Hormonal factors: The disease often occurs in women aged 30 - 35, the rate is 7 - 12 times higher than in men. Therefore, female sex hormones, especially estrogen, can also be a factor leading to the formation of scleroderma.; Autoantibodies: Common autoantibodies in scleroderma are antinuclear antibodies, anti-Scl-70 antibodies, and anti-centromere antibodies.\n\nSymptoms of scleroderma\nPeople with scleroderma often have symptoms such as:\nSmooth, shiny skin is caused by thick, hard tissues, often appearing on the face and hands.; Fingers and toes are cold and turn red, white or blue. This is Raynaud's phenomenon.; Pain and ulcers on fingertips; Small red spots appear on the face and chest due to telangiectasia; Swollen, painful fingers and toes; Swelling, joint pain; Muscle weakness.; Dry face and mouth (Sjogren's syndrome).; Shortness of breath.; Diarrhea.; Heartburn.; Unexplained weight loss.\n\nComplications may occur\nHands: Raynaud's phenomenon in people with systemic sclerosis can affect blood flow in the body. This leads to permanent damage to the fingertips, causing pits or ulcers on the fingers. Some serious cases may require finger tip or limb amputation; Lungs: Scarring of lung tissue can impair lung function, causing increased pressure in the pulmonary arteries.; Kidney: When the disease affects the kidneys, the patient may experience increased blood pressure, increased protein in the urine, and can even lead to rapid kidney failure.; Heart: Scarring of heart tissue will result in increased abnormal heart rate, congestive heart failure, and pericarditis. Scleroderma also has the ability to increase pressure on the right side of the heart, causing damage to heart tissue.; Digestive system: Scleroderma can lead to heartburn and difficulty swallowing. In addition, patients may also experience bloating, constipation or diarrhea.; Sexual function: Men with the disease may suffer from erectile dysfunction. In women, scleroderma can reduce vaginal lubrication and contractions, causing difficulty during sexual intercourse.\n\nDiagnostic method\nGeneral testing for scleroderma\nEchocardiography; Screening for specific antibodies of scleroderma; CT scan – Chest scan; X-ray of the hand; Exploration of respiratory function; Measure esophageal pressure\nAdditional testing for systemic sclerosis\nECG; Complete blood cell analysis; Complete urinalysis; Check liver and kidney function; Upper gastrointestinal endoscopy; NT – pro – BNP\nTests monitor treatment every year\nCheck respiratory function; NT – pro – BNP; Echocardiography\n\nTreatment of scleroderma\nMost cases of scleroderma affecting the skin will disappear on their own after 2-5 years. Meanwhile, cases affecting internal organs often become serious over time. Commonly applied scleroderma treatment methods include: (3)\nUse medicine\nThere is currently no medicine to cure or prevent the excessive collagen production of the disease. However, some medications can help people control symptoms and prevent complications. Doctors may prescribe medication for patients to:\nTreat or slow down skin changes: Steroid creams or medications help improve swelling and joint pain, slowing down the process of skin hardening.; Vasodilation: Vasodilators can help prevent serious problems in the lungs and kidneys, and aid in the treatment of Raynaud's phenomenon.; Immune system suppression: Medications that suppress the immune system, such as those used after organ transplants, may help reduce scleroderma symptoms.; Reducing digestive symptoms: Drugs that reduce stomach acid can help patients reduce heartburn. Drugs that regulate intestinal motility help reduce bloating, diarrhea, and constipation.; Prevent infection: Antibiotic ointment helps prevent infection of finger ulcers caused by Raynaud's phenomenon. Regular flu and pneumonia vaccinations will help protect lungs damaged by scleroderma.; Pain relief: Pain relievers help patients improve pain. If the pain relieving effect of the medication you are using is too mild, you can talk to your doctor for advice on using stronger medications.\nTherapy\nIn addition to using medication, patients will have a number of therapies to support the treatment of scleroderma. These therapies will help you control pain, improve muscle strength and mobility, and maintain independence in activities of daily living.\nCommonly applied therapies include:\nPhysical therapy; Skin treatment with light and laser therapy; Stress control, stress management; Do exercise; Add more fiber and liquid in your diet\nSurgery\nSurgery is considered the final treatment method. Surgical options to treat complications of scleroderma may include:\nAmputation surgery: If a finger ulcer caused by Raynaud's phenomenon causes finger tissue necrosis, your doctor may consider amputation surgery.; Lung transplant surgery: Patients with serious lung problems may be referred for lung transplant surgery.\n\nPrecautions\nTo limit complications and prevent scleroderma, you should note:\nBuild a healthy lifestyle, regularly exercise. This good habit will help blood circulate easily, reducing hardening of the skin's epidermis.; Don't smoke: Nicotine in cigarettes can constrict blood vessels, making the condition worse. Smoking also causes blood vessels to become permanently narrowed, exacerbating lung problems.; Protect your skin with lotion, sunscreen, avoid bathing in too hot water or using soaps with strong detergents.; Eat a scientific diet, avoid foods that increase the risk of heartburn or increase stomach acid. In addition, patients can talk to their doctor about using antacids to improve stomach symptoms.; Wear gloves to protect your skin from cold weather, even when using the refrigerator. If you need to go out in cold weather, cover your face and head carefully.\nCenter for Orthopedic Trauma, Tam Anh General Hospital System, is where a team of leading experts, experienced, dedicated, and enthusiastic surgeons gather such as: TTND.Prof.Dr.Nguyen Viet Tien; Associate Professor, Dr. Dang Hong Hoa; Dr. Tang Ha Nam Anh; MSc. Tran Anh Vu; Dr. Do Tien Dung; Dr. BS.CK II Vu Huu Dung... This is also one of the pioneer units in diagnosing and treating musculoskeletal diseases with modern techniques according to the world's leading advanced protocols.\nThe hospital is also equipped with a system of modern machinery and imaging equipment such as: Somatom Drive 768-slice CT scanner, new generation magnetic resonance machine Magnetom Amira BioMatrix, bone density measuring machine, ultrasound machine. minus…; Opmi Vario 700 Zeiss surgical microscope system, Meera-Maquet operating table... to be able to detect injuries early and successfully surgically treat musculoskeletal diseases...\nTam Anh General Hospital also owns a spacious clinic system and high-class boarding area; modern rehabilitation area; Comprehensive post-operative care process helps patients quickly recover and stabilize their health after surgery.\nTo schedule an examination and treatment with leading experts at the Orthopedics Center, Tam Anh General Hospital, please contact:\nScleroderma is a chronic disease. This means that patients need to learn to live with the disease. Although there is no specific treatment, doctors still have a number of methods to help patients significantly improve symptoms and slow disease progression. Therefore, as soon as symptoms are detected, patients should quickly go to the hospital for timely examination, diagnosis and treatment, to prevent dangerous complications.",
    "subsections": [
        {
            "subsection_name": "What is scleroderma?",
            "subsection_content": "Scleroderma is a chronic autoimmune disease that affects the skin, connective tissues and internal organs. The disease occurs when the body's immune system attacks tissues, leading to the overproduction of collagen protein in connective tissues. This condition causes the skin to thicken, become fibrotic, and accumulate scar tissue. (first)\nIn some cases, people with scleroderma often have accompanying damage to internal organs such as the heart, blood vessels, lungs, kidneys and stomach. The effects of the disease vary widely, from mild to life-threatening. This will depend on how widespread the disease is and which parts of the body are affected.",
            "subsection_string": "What is scleroderma?\nScleroderma is a chronic autoimmune disease that affects the skin, connective tissues and internal organs. The disease occurs when the body's immune system attacks tissues, leading to the overproduction of collagen protein in connective tissues. This condition causes the skin to thicken, become fibrotic, and accumulate scar tissue. (first)\nIn some cases, people with scleroderma often have accompanying damage to internal organs such as the heart, blood vessels, lungs, kidneys and stomach. The effects of the disease vary widely, from mild to life-threatening. This will depend on how widespread the disease is and which parts of the body are affected."
        },
        {
            "subsection_name": "Classification of scleroderma",
            "subsection_content": "Scleroderma is divided into two main types: localized scleroderma (affects only the skin) and generalized scleroderma (affects the skin, tissues, blood vessels and internal organs). (2)\nLocalized scleroderma\nLocalized scleroderma usually only affects the skin. However, tissue damage has the potential to deeply affect structures below the skin, including subcutaneous tissue, connective tissue, muscle or bone. Skin damage in people with localized scleroderma can gradually improve over time. These lesions can even disappear on their own, without needing treatment. Localized scleroderma is divided into two types:\nPlaque sclerosis (morphea): The disease is characterized by patches limited to one area of ​​the body, oval in shape, with red edges, and a thick and pale yellow center. In a few cases, it can affect blood vessels and internal organs; Linear scleroderma: The disease often begins with a line or streak of thick, hard skin on the arms, legs, or face. Sometimes, the disease also causes long wrinkles on the head or neck. This is a form of scleroderma en coup de saber because it has a similar shape to a scar from being slashed. This condition often appears on both the surface and deeper layers of the skin, sometimes even into the moving joints underneath.\nGeneralized scleroderma\nDiffuse scleroderma: The disease progresses rapidly, often affecting the skin in the middle part of the body such as the thighs, arms, hands and feet. This condition also affects organs such as the heart, lungs, kidneys and gastrointestinal tract.; Limited scleroderma (CREST syndrome): The disease often affects the face, hands and feet. Some cases can cause damage to the lungs, intestines, esophagus and stomach. Patients show signs of skin calcification, esophageal dysfunction, Raynaud's phenomenon, finger stiffness, and telangiectasia.",
            "subsection_string": "Classification of scleroderma\nScleroderma is divided into two main types: localized scleroderma (affects only the skin) and generalized scleroderma (affects the skin, tissues, blood vessels and internal organs). (2)\nLocalized scleroderma\nLocalized scleroderma usually only affects the skin. However, tissue damage has the potential to deeply affect structures below the skin, including subcutaneous tissue, connective tissue, muscle or bone. Skin damage in people with localized scleroderma can gradually improve over time. These lesions can even disappear on their own, without needing treatment. Localized scleroderma is divided into two types:\nPlaque sclerosis (morphea): The disease is characterized by patches limited to one area of ​​the body, oval in shape, with red edges, and a thick and pale yellow center. In a few cases, it can affect blood vessels and internal organs; Linear scleroderma: The disease often begins with a line or streak of thick, hard skin on the arms, legs, or face. Sometimes, the disease also causes long wrinkles on the head or neck. This is a form of scleroderma en coup de saber because it has a similar shape to a scar from being slashed. This condition often appears on both the surface and deeper layers of the skin, sometimes even into the moving joints underneath.\nGeneralized scleroderma\nDiffuse scleroderma: The disease progresses rapidly, often affecting the skin in the middle part of the body such as the thighs, arms, hands and feet. This condition also affects organs such as the heart, lungs, kidneys and gastrointestinal tract.; Limited scleroderma (CREST syndrome): The disease often affects the face, hands and feet. Some cases can cause damage to the lungs, intestines, esophagus and stomach. Patients show signs of skin calcification, esophageal dysfunction, Raynaud's phenomenon, finger stiffness, and telangiectasia."
        },
        {
            "subsection_name": "Cause of scleroderma",
            "subsection_content": "Doctors have not yet found the cause of scleroderma. This is a type of autoimmune disease, which occurs when the immune system, which is supposed to protect the body from germs, now causes skin inflammation and damage to other parts of the body. The cause of the disease may be due to a combination of many factors such as:\nAbnormalities in the immune system: When sick, the immune system stimulates the activity of young fibrous cells to overproduce collagen. These substances deposit around cells, blood vessels, and organs, leading to damage and fibrosis in the deposition area.; Abnormal gene structure: Abnormal structure of some genes leads to the occurrence and progression of scleroderma; Environmental stimuli: Frequent exposure to environmental factors such as viruses, chemicals, and organic solvents for long periods of time can be the cause of the disease.; Hormonal factors: The disease often occurs in women aged 30 - 35, the rate is 7 - 12 times higher than in men. Therefore, female sex hormones, especially estrogen, can also be a factor leading to the formation of scleroderma.; Autoantibodies: Common autoantibodies in scleroderma are antinuclear antibodies, anti-Scl-70 antibodies, and anti-centromere antibodies.",
            "subsection_string": "Cause of scleroderma\nDoctors have not yet found the cause of scleroderma. This is a type of autoimmune disease, which occurs when the immune system, which is supposed to protect the body from germs, now causes skin inflammation and damage to other parts of the body. The cause of the disease may be due to a combination of many factors such as:\nAbnormalities in the immune system: When sick, the immune system stimulates the activity of young fibrous cells to overproduce collagen. These substances deposit around cells, blood vessels, and organs, leading to damage and fibrosis in the deposition area.; Abnormal gene structure: Abnormal structure of some genes leads to the occurrence and progression of scleroderma; Environmental stimuli: Frequent exposure to environmental factors such as viruses, chemicals, and organic solvents for long periods of time can be the cause of the disease.; Hormonal factors: The disease often occurs in women aged 30 - 35, the rate is 7 - 12 times higher than in men. Therefore, female sex hormones, especially estrogen, can also be a factor leading to the formation of scleroderma.; Autoantibodies: Common autoantibodies in scleroderma are antinuclear antibodies, anti-Scl-70 antibodies, and anti-centromere antibodies."
        },
        {
            "subsection_name": "Symptoms of scleroderma",
            "subsection_content": "People with scleroderma often have symptoms such as:\nSmooth, shiny skin is caused by thick, hard tissues, often appearing on the face and hands.; Fingers and toes are cold and turn red, white or blue. This is Raynaud's phenomenon.; Pain and ulcers on fingertips; Small red spots appear on the face and chest due to telangiectasia; Swollen, painful fingers and toes; Swelling, joint pain; Muscle weakness.; Dry face and mouth (Sjogren's syndrome).; Shortness of breath.; Diarrhea.; Heartburn.; Unexplained weight loss.",
            "subsection_string": "Symptoms of scleroderma\nPeople with scleroderma often have symptoms such as:\nSmooth, shiny skin is caused by thick, hard tissues, often appearing on the face and hands.; Fingers and toes are cold and turn red, white or blue. This is Raynaud's phenomenon.; Pain and ulcers on fingertips; Small red spots appear on the face and chest due to telangiectasia; Swollen, painful fingers and toes; Swelling, joint pain; Muscle weakness.; Dry face and mouth (Sjogren's syndrome).; Shortness of breath.; Diarrhea.; Heartburn.; Unexplained weight loss."
        },
        {
            "subsection_name": "Complications may occur",
            "subsection_content": "Hands: Raynaud's phenomenon in people with systemic sclerosis can affect blood flow in the body. This leads to permanent damage to the fingertips, causing pits or ulcers on the fingers. Some serious cases may require finger tip or limb amputation; Lungs: Scarring of lung tissue can impair lung function, causing increased pressure in the pulmonary arteries.; Kidney: When the disease affects the kidneys, the patient may experience increased blood pressure, increased protein in the urine, and can even lead to rapid kidney failure.; Heart: Scarring of heart tissue will result in increased abnormal heart rate, congestive heart failure, and pericarditis. Scleroderma also has the ability to increase pressure on the right side of the heart, causing damage to heart tissue.; Digestive system: Scleroderma can lead to heartburn and difficulty swallowing. In addition, patients may also experience bloating, constipation or diarrhea.; Sexual function: Men with the disease may suffer from erectile dysfunction. In women, scleroderma can reduce vaginal lubrication and contractions, causing difficulty during sexual intercourse.",
            "subsection_string": "Complications may occur\nHands: Raynaud's phenomenon in people with systemic sclerosis can affect blood flow in the body. This leads to permanent damage to the fingertips, causing pits or ulcers on the fingers. Some serious cases may require finger tip or limb amputation; Lungs: Scarring of lung tissue can impair lung function, causing increased pressure in the pulmonary arteries.; Kidney: When the disease affects the kidneys, the patient may experience increased blood pressure, increased protein in the urine, and can even lead to rapid kidney failure.; Heart: Scarring of heart tissue will result in increased abnormal heart rate, congestive heart failure, and pericarditis. Scleroderma also has the ability to increase pressure on the right side of the heart, causing damage to heart tissue.; Digestive system: Scleroderma can lead to heartburn and difficulty swallowing. In addition, patients may also experience bloating, constipation or diarrhea.; Sexual function: Men with the disease may suffer from erectile dysfunction. In women, scleroderma can reduce vaginal lubrication and contractions, causing difficulty during sexual intercourse."
        },
        {
            "subsection_name": "Diagnostic method",
            "subsection_content": "General testing for scleroderma\nEchocardiography; Screening for specific antibodies of scleroderma; CT scan – Chest scan; X-ray of the hand; Exploration of respiratory function; Measure esophageal pressure\nAdditional testing for systemic sclerosis\nECG; Complete blood cell analysis; Complete urinalysis; Check liver and kidney function; Upper gastrointestinal endoscopy; NT – pro – BNP\nTests monitor treatment every year\nCheck respiratory function; NT – pro – BNP; Echocardiography",
            "subsection_string": "Diagnostic method\nGeneral testing for scleroderma\nEchocardiography; Screening for specific antibodies of scleroderma; CT scan – Chest scan; X-ray of the hand; Exploration of respiratory function; Measure esophageal pressure\nAdditional testing for systemic sclerosis\nECG; Complete blood cell analysis; Complete urinalysis; Check liver and kidney function; Upper gastrointestinal endoscopy; NT – pro – BNP\nTests monitor treatment every year\nCheck respiratory function; NT – pro – BNP; Echocardiography"
        },
        {
            "subsection_name": "Treatment of scleroderma",
            "subsection_content": "Most cases of scleroderma affecting the skin will disappear on their own after 2-5 years. Meanwhile, cases affecting internal organs often become serious over time. Commonly applied scleroderma treatment methods include: (3)\nUse medicine\nThere is currently no medicine to cure or prevent the excessive collagen production of the disease. However, some medications can help people control symptoms and prevent complications. Doctors may prescribe medication for patients to:\nTreat or slow down skin changes: Steroid creams or medications help improve swelling and joint pain, slowing down the process of skin hardening.; Vasodilation: Vasodilators can help prevent serious problems in the lungs and kidneys, and aid in the treatment of Raynaud's phenomenon.; Immune system suppression: Medications that suppress the immune system, such as those used after organ transplants, may help reduce scleroderma symptoms.; Reducing digestive symptoms: Drugs that reduce stomach acid can help patients reduce heartburn. Drugs that regulate intestinal motility help reduce bloating, diarrhea, and constipation.; Prevent infection: Antibiotic ointment helps prevent infection of finger ulcers caused by Raynaud's phenomenon. Regular flu and pneumonia vaccinations will help protect lungs damaged by scleroderma.; Pain relief: Pain relievers help patients improve pain. If the pain relieving effect of the medication you are using is too mild, you can talk to your doctor for advice on using stronger medications.\nTherapy\nIn addition to using medication, patients will have a number of therapies to support the treatment of scleroderma. These therapies will help you control pain, improve muscle strength and mobility, and maintain independence in activities of daily living.\nCommonly applied therapies include:\nPhysical therapy; Skin treatment with light and laser therapy; Stress control, stress management; Do exercise; Add more fiber and liquid in your diet\nSurgery\nSurgery is considered the final treatment method. Surgical options to treat complications of scleroderma may include:\nAmputation surgery: If a finger ulcer caused by Raynaud's phenomenon causes finger tissue necrosis, your doctor may consider amputation surgery.; Lung transplant surgery: Patients with serious lung problems may be referred for lung transplant surgery.",
            "subsection_string": "Treatment of scleroderma\nMost cases of scleroderma affecting the skin will disappear on their own after 2-5 years. Meanwhile, cases affecting internal organs often become serious over time. Commonly applied scleroderma treatment methods include: (3)\nUse medicine\nThere is currently no medicine to cure or prevent the excessive collagen production of the disease. However, some medications can help people control symptoms and prevent complications. Doctors may prescribe medication for patients to:\nTreat or slow down skin changes: Steroid creams or medications help improve swelling and joint pain, slowing down the process of skin hardening.; Vasodilation: Vasodilators can help prevent serious problems in the lungs and kidneys, and aid in the treatment of Raynaud's phenomenon.; Immune system suppression: Medications that suppress the immune system, such as those used after organ transplants, may help reduce scleroderma symptoms.; Reducing digestive symptoms: Drugs that reduce stomach acid can help patients reduce heartburn. Drugs that regulate intestinal motility help reduce bloating, diarrhea, and constipation.; Prevent infection: Antibiotic ointment helps prevent infection of finger ulcers caused by Raynaud's phenomenon. Regular flu and pneumonia vaccinations will help protect lungs damaged by scleroderma.; Pain relief: Pain relievers help patients improve pain. If the pain relieving effect of the medication you are using is too mild, you can talk to your doctor for advice on using stronger medications.\nTherapy\nIn addition to using medication, patients will have a number of therapies to support the treatment of scleroderma. These therapies will help you control pain, improve muscle strength and mobility, and maintain independence in activities of daily living.\nCommonly applied therapies include:\nPhysical therapy; Skin treatment with light and laser therapy; Stress control, stress management; Do exercise; Add more fiber and liquid in your diet\nSurgery\nSurgery is considered the final treatment method. Surgical options to treat complications of scleroderma may include:\nAmputation surgery: If a finger ulcer caused by Raynaud's phenomenon causes finger tissue necrosis, your doctor may consider amputation surgery.; Lung transplant surgery: Patients with serious lung problems may be referred for lung transplant surgery."
        },
        {
            "subsection_name": "Precautions",
            "subsection_content": "To limit complications and prevent scleroderma, you should note:\nBuild a healthy lifestyle, regularly exercise. This good habit will help blood circulate easily, reducing hardening of the skin's epidermis.; Don't smoke: Nicotine in cigarettes can constrict blood vessels, making the condition worse. Smoking also causes blood vessels to become permanently narrowed, exacerbating lung problems.; Protect your skin with lotion, sunscreen, avoid bathing in too hot water or using soaps with strong detergents.; Eat a scientific diet, avoid foods that increase the risk of heartburn or increase stomach acid. In addition, patients can talk to their doctor about using antacids to improve stomach symptoms.; Wear gloves to protect your skin from cold weather, even when using the refrigerator. If you need to go out in cold weather, cover your face and head carefully.\nCenter for Orthopedic Trauma, Tam Anh General Hospital System, is where a team of leading experts, experienced, dedicated, and enthusiastic surgeons gather such as: TTND.Prof.Dr.Nguyen Viet Tien; Associate Professor, Dr. Dang Hong Hoa; Dr. Tang Ha Nam Anh; MSc. Tran Anh Vu; Dr. Do Tien Dung; Dr. BS.CK II Vu Huu Dung... This is also one of the pioneer units in diagnosing and treating musculoskeletal diseases with modern techniques according to the world's leading advanced protocols.\nThe hospital is also equipped with a system of modern machinery and imaging equipment such as: Somatom Drive 768-slice CT scanner, new generation magnetic resonance machine Magnetom Amira BioMatrix, bone density measuring machine, ultrasound machine. minus…; Opmi Vario 700 Zeiss surgical microscope system, Meera-Maquet operating table... to be able to detect injuries early and successfully surgically treat musculoskeletal diseases...\nTam Anh General Hospital also owns a spacious clinic system and high-class boarding area; modern rehabilitation area; Comprehensive post-operative care process helps patients quickly recover and stabilize their health after surgery.\nTo schedule an examination and treatment with leading experts at the Orthopedics Center, Tam Anh General Hospital, please contact:\nScleroderma is a chronic disease. This means that patients need to learn to live with the disease. Although there is no specific treatment, doctors still have a number of methods to help patients significantly improve symptoms and slow disease progression. Therefore, as soon as symptoms are detected, patients should quickly go to the hospital for timely examination, diagnosis and treatment, to prevent dangerous complications.",
            "subsection_string": "Precautions\nTo limit complications and prevent scleroderma, you should note:\nBuild a healthy lifestyle, regularly exercise. This good habit will help blood circulate easily, reducing hardening of the skin's epidermis.; Don't smoke: Nicotine in cigarettes can constrict blood vessels, making the condition worse. Smoking also causes blood vessels to become permanently narrowed, exacerbating lung problems.; Protect your skin with lotion, sunscreen, avoid bathing in too hot water or using soaps with strong detergents.; Eat a scientific diet, avoid foods that increase the risk of heartburn or increase stomach acid. In addition, patients can talk to their doctor about using antacids to improve stomach symptoms.; Wear gloves to protect your skin from cold weather, even when using the refrigerator. If you need to go out in cold weather, cover your face and head carefully.\nCenter for Orthopedic Trauma, Tam Anh General Hospital System, is where a team of leading experts, experienced, dedicated, and enthusiastic surgeons gather such as: TTND.Prof.Dr.Nguyen Viet Tien; Associate Professor, Dr. Dang Hong Hoa; Dr. Tang Ha Nam Anh; MSc. Tran Anh Vu; Dr. Do Tien Dung; Dr. BS.CK II Vu Huu Dung... This is also one of the pioneer units in diagnosing and treating musculoskeletal diseases with modern techniques according to the world's leading advanced protocols.\nThe hospital is also equipped with a system of modern machinery and imaging equipment such as: Somatom Drive 768-slice CT scanner, new generation magnetic resonance machine Magnetom Amira BioMatrix, bone density measuring machine, ultrasound machine. minus…; Opmi Vario 700 Zeiss surgical microscope system, Meera-Maquet operating table... to be able to detect injuries early and successfully surgically treat musculoskeletal diseases...\nTam Anh General Hospital also owns a spacious clinic system and high-class boarding area; modern rehabilitation area; Comprehensive post-operative care process helps patients quickly recover and stabilize their health after surgery.\nTo schedule an examination and treatment with leading experts at the Orthopedics Center, Tam Anh General Hospital, please contact:\nScleroderma is a chronic disease. This means that patients need to learn to live with the disease. Although there is no specific treatment, doctors still have a number of methods to help patients significantly improve symptoms and slow disease progression. Therefore, as soon as symptoms are detected, patients should quickly go to the hospital for timely examination, diagnosis and treatment, to prevent dangerous complications."
        }
    ],
    "name": "xo-cung-bi.json"
}