{
    "title": "Cirrhosis: Causes, symptoms, diagnosis and treatment of the disease",
    "category": "Gastrointestinal - Hepatobiliary",
    "link": "https://tamanhhospital.vn/xo-gan/",
    "abstract": "In recent years, the rate of people suffering from liver diseases in general and cirrhosis in particular in Vietnam has tended to increase rapidly. This is closely related to painful problems in society such as alcohol abuse, dirty food, arbitrary use of drugs... BS.CKI Hoang Dinh Thanh, Center for Gastrointestinal Endoscopy & Surgery, Tam Anh General Hospital said that cirrhosis can cause irreversible liver damage, significantly increasing the risk of liver cancer, threatening the patient's life. Early diagnosis and treatment are key to limiting these damages and preventing dangerous complications of the disease.",
    "content": "Cirrhosis: Causes, symptoms, diagnosis and treatment of the disease\n\nIn recent years, the rate of people suffering from liver diseases in general and cirrhosis in particular in Vietnam has tended to increase rapidly. This is closely related to painful problems in society such as alcohol abuse, dirty food, arbitrary use of drugs... BS.CKI Hoang Dinh Thanh, Center for Gastrointestinal Endoscopy & Surgery, Tam Anh General Hospital said that cirrhosis can cause irreversible liver damage, significantly increasing the risk of liver cancer, threatening the patient's life. Early diagnosis and treatment are key to limiting these damages and preventing dangerous complications of the disease.\n\nWhat is cirrhosis?\nIllustration of cirrhosis\nCirrhosis is a late stage of fibrosis (scarring) of the liver caused by many different agents, such as viral hepatitis and chronic alcoholism. The liver will try to restore itself after each injury. This recovery process will form scar tissue. The longer the injury lasts, the more scar tissue is formed.\nFibrosis interferes with the normal functioning of the liver. Scar tissue blocks the flow of blood through the liver and slows the liver's processing of nutrients, hormones, drugs and toxins. It also reduces the production of proteins and other substances made by the liver. End-stage cirrhosis can be life-threatening. (first)\n\nClassification of cirrhosis\nBased on clinical, paraclinical and imaging characteristics, cirrhosis is classified into compensated cirrhosis and decompensated cirrhosis.\n1. Compensated cirrhosis\nCompensated cirrhosis is a condition in which the liver has been damaged but can still perform its important functions. Compensated cirrhosis is considered the first stage of cirrhosis, lasting for many years and often without symptoms. Symptoms, if any, are very faint, easily confused with other diseases such as fatigue, loss of appetite, weight loss, right upper quadrant pain...\nOver time, the level of liver damage will become increasingly severe and lead to many complications. Therefore, early detection and treatment to eliminate the cause of cirrhosis is very important to slow disease progression and restore liver function.\nLearn about cirrhosis with MSc.BS.CKII Le Thanh Quynh Ngan\n2. Decompensated cirrhosis\nDecompensated cirrhosis (often presenting with abdominal ascites, called ascites cirrhosis) is determined when the liver is diffusely damaged, largely fibrotic and no longer able to perform functions. Decompensated cirrhosis is a later stage of cirrhosis with symptoms that are much more obvious than compensated cirrhosis. At this stage, patients are also susceptible to dangerous complications, including liver cancer.\nFor compensated cirrhosis, treatments focus primarily on controlling symptoms and complications and preventing them from becoming more serious.\n\nSymptoms of cirrhosis\nFatigue and lack of energy are signs of cirrhosis\nSymptoms of cirrhosis depend on the stage of the disease. Doctor Thanh said that in the early stages, patients may not have any symptoms or if they do, they are very vague and easily confused with symptoms of other diseases. Early signs of cirrhosis include:\nThe body is tired and lacks energy; Loss of appetite, loss of appetite; Nausea; Mild fever; Unintentional weight loss\nAs the disease progresses, more serious cirrhosis symptoms appear, including:\nYellow skin, yellow eyes; Itchy skin, dark skin; Easy bruising and bleeding; The palm of the hand turns red (lipstick hands); Many red vasodilated spots appear on the skin, also called vascular star spots; Swelling (edema) in the legs, feet, and ankles; Ascites is also known as ascites (accumulation of fluid in the abdominal cavity); Dark urine; Stools may be pale; Confusion, memory loss, personality changes; Bloody stools, or bloody vomiting; Reduced sexual desire, manifested by early menopause (in women) or mammary gland development (in men), testicular atrophy.\n\nCauses of cirrhosis\nAnything that damages the liver can lead to cirrhosis. Of these, the two most common causes are viral hepatitis and prolonged alcohol abuse.\n1. Viral hepatitis\nChronic viral hepatitis currently accounts for the highest rate of cirrhosis in Vietnam. In particular, hepatitis B and C can progress to cirrhosis and liver cancer. Currently, the rate of people infected with hepatitis B and C in Vietnam is very high with about 10 million cases of hepatitis B and 1 million cases of hepatitis C.\n2. Cirrhosis due to alcohol abuse\nAlcohol abuse is one of the leading causes of cirrhosis. With the popular culture of alcohol consumption in Vietnam, alcohol was previously the most common cause of cirrhosis discovered. When introduced into the body, alcohol will slowly damage liver cells. Initially, alcohol can cause fatty liver, then chronic hepatitis and finally cirrhosis.\n3. Other causes of cirrhosis\nNon-alcoholic steatohepatitis: A form of hepatitis related to overweight, obesity, fatty liver and type 2 diabetes; Non-alcoholic steatohepatitis: A form of hepatitis related to overweight, obesity, fatty liver and type 2 diabetes\nAutoimmune hepatitis: A condition in which the body's immune system attacks healthy liver tissue, causing liver damage; Autoimmune hepatitis: A condition in which the body's immune system attacks healthy liver tissue, causing liver damage\nDrug abuse, including prescription and over-the-counter drugs (acetaminophen, antibiotics, and some antidepressants) can lead to cirrhosis.; Drug abuse, including prescription and over-the-counter drugs (acetaminophen, antibiotics, and some antidepressants) can lead to cirrhosis.\nCirrhosis caused by parasites: Amoeba, malaria parasites and liver flukes are the most common parasites that cause damage to liver cells and lead to cirrhosis; Cirrhosis due to parasites: Amoeba, malaria parasites and liver flukes are the most common parasites that cause damage to liver cells and lead to cirrhosis.\nSome genetic conditions: Wilson's disease, alpha-1 antitrypsin deficiency, hemochromatosis, Alagille syndrome, glycogen storage diseases... can cause cirrhosis; Some genetic conditions: Wilson's disease, alpha-1 antitrypsin deficiency, hemochromatosis, Alagille syndrome, glycogen storage diseases... can cause cirrhosis.\nCirrhosis due to diseases that damage or block the bile ducts in the liver: Cholangitis, bile duct obstruction, cholangiocarcinoma...; Cirrhosis due to diseases that damage or block the bile ducts in the liver: Cholangitis, bile duct obstruction, cholangiocarcinoma...\nCirrhosis due to prolonged blood stasis: Heart failure, thrombophlebitis on the liver; Cirrhosis due to prolonged blood stasis: Heart failure, thrombophlebitis on the liver\n\nSubjects at high risk of cirrhosis\nAnyone can get cirrhosis. However, the following subjects are more likely to get the disease:\nAlcoholism; Having viral hepatitis; Have diabetes; Fat; Injecting drugs, sharing needles and syringes; Have a history of liver diseases; Unsafe sex.\n\nComplications of cirrhosis\nComplications of ascites in patients with cirrhosis\nCirrhosis can lead to many dangerous complications, including:\nPortal hypertension: Portal veins are veins responsible for transporting blood from internal organs (stomach, small intestine, large intestine, pancreas, spleen) to the liver. Cirrhosis can increase blood pressure in the portal vein, causing gastrointestinal bleeding and death.; Portal hypertension: Portal veins are veins responsible for transporting blood from internal organs (stomach, small intestine, large intestine, pancreas, spleen) to the liver. Cirrhosis can increase blood pressure in the portal vein, causing gastrointestinal bleeding and death.\nAscites, edema: Portal hypertension and hypoproteinemia can cause fluid accumulation in the legs (edema) and in the abdomen (ascites). Using medication and adopting a low-salt diet can help improve this condition.; Ascites, edema: Portal hypertension and hypoproteinemia can cause fluid accumulation in the legs (edema) and in the abdomen (ascites). Using medication and adopting a low-salt diet can help improve this condition.\nInfection: People with cirrhosis often have difficulty fighting infections. Prolonged ascites can lead to primary bacterial peritonitis. This is a serious infection with symptoms of fever, abdominal pain, diarrhea, vomiting... When the above symptoms appear, the patient needs to go to the hospital for examination as soon as possible.; Infection: People with cirrhosis often have difficulty fighting infections. Prolonged ascites can lead to primary bacterial peritonitis. This is a serious infection with symptoms of fever, abdominal pain, diarrhea, vomiting... When the above symptoms appear, the patient needs to go to the hospital for examination as soon as possible.\nHepato-renal syndrome (HRS): Patients with cirrhosis and ascites may present with functional kidney failure with symptoms of fatigue, nausea, vomiting, spleen enlargement, muscle atrophy, myoclonus, and avascular spasms. on the chest and oliguria. If not promptly intervened, this condition can lead to death.; Hepato-renal syndrome (HRS): Patients with cirrhosis and ascites may present with functional kidney failure with symptoms of fatigue, nausea, vomiting, spleen enlargement, muscle atrophy, myoclonus, and avascular spasms. on the chest and oliguria. Without timely intervention, this condition can lead to death.\nHepato-pulmonary syndrome (HPS): This dangerous complication is a combination of liver disease, dilated blood vessels in the lungs and abnormalities in gas exchange. Typical symptoms of this condition are difficulty breathing and lack of oxygen, which are worse when people with cirrhosis are in an upright position. Liver-pulmonary syndrome increases the risk of death.; Hepato-pulmonary syndrome (HPS): This dangerous complication is a combination of liver disease, dilated blood vessels in the lungs and abnormalities in gas exchange. Typical symptoms of this condition are difficulty breathing and lack of oxygen, which are worse when people with cirrhosis are in an upright position. Liver-pulmonary syndrome increases the risk of death.\nBone and joint problems: Some people with cirrhosis lose bone strength and have a higher risk of fractures.; Bone and joint problems: Some people with cirrhosis lose bone strength and have a higher risk of bone fractures.\nLiver cancer: Cirrhosis is the leading factor that increases the risk of liver cancer. Globocan 2020 statistics on the number of cancer cases in Vietnam show that liver cancer is ranked first in both the number of new cases and deaths. More dangerously, this disease does not show symptoms in the early stages. Most patients only discover it by chance during a routine health check or abdominal ultrasound. (2); Liver cancer: Cirrhosis is the leading factor that increases the risk of liver cancer. Globocan 2020 statistics on the number of cancer cases in Vietnam show that liver cancer is ranked first in both the number of new cases and deaths. More dangerously, this disease does not show symptoms in the early stages. Most patients only discover it by chance during a routine health check or abdominal ultrasound. (2)\n\nTests to diagnose cirrhosis\nTo diagnose cirrhosis, your doctor will first ask about your medical history as well as the medications (prescription and non-prescription), supplements or herbal products the patient is using. Carefully investigating these issues helps doctors detect and pay attention to a number of factors that can increase the risk of cirrhosis, such as a long-term history of alcohol abuse, injection drug abuse, or having had hepatitis B or C. .\nNext, the doctor may ask the patient to perform a number of examinations and tests to diagnose the disease and determine the extent of liver damage, including:\n1. Physical examination\nDoctors look for signs and symptoms of cirrhosis including: yellowing of the skin or whites of the eyes; spider veins on the skin; dark spots on the skin; red palms; pain and swelling in the abdomen…\n2. Blood test\nBlood tests diagnose cirrhosis\nIf cirrhosis is suspected, the doctor will prescribe blood tests to check for liver problems. Signs of liver damage include:\nLevels of albumin and clotting factors are lower than normal; Increased liver enzyme levels (suggesting inflammation); Bilirubin level increases; Lower sodium levels; Higher iron levels (may indicate hemoglobinopathy).; Presence of autoantibodies (may indicate autoimmune hepatitis or primary cholestatic cirrhosis).; High white blood cell count (possibility of infection).; High creatinine levels (a sign of kidney disease – suggestive of end-stage cirrhosis).; Increased alpha-fetoprotein levels (may indicate the presence of liver cancer).\nIn addition, blood tests also help find signs of anemia due to internal bleeding or to check for hepatitis B or C through viral hepatitis tests.\n3. Imaging tests\nImaging tests show the size, shape and texture of the liver, and help determine liver scarring, the amount of fat in the liver and the amount of fluid accumulated in the abdomen. Imaging tests that may be ordered include general ultrasound, liver elastography, computed tomography (CT) and liver magnetic resonance imaging (MRI). In addition, the doctor may also ask the patient to perform retrograde cholangiopancreatography to detect bile duct problems or upper gastrointestinal endoscopy to detect varicose veins or internal bleeding in the bile ducts. digestive organs.\n4. Biopsy\nA liver biopsy can confirm the diagnosis of cirrhosis, determine the extent of liver damage, or diagnose liver cancer.\n\nTreatment methods for cirrhosis\nTreatment for cirrhosis depends on the cause and degree of liver damage of the patient. The goals of treatment are to slow the progression of scar tissue in the liver, control symptoms, and prevent or treat complications of the disease.\n1. Treat the underlying cause of cirrhosis\nIn the early stages, treating the underlying cause can minimize damage to the liver. Some treatments include:\nUsing medications to control viral hepatitis: Medications to treat hepatitis B or C can limit liver cell damage caused by these conditions.; Alcohol withdrawal: People with cirrhosis should absolutely not use alcohol. People with cirrhosis due to alcohol abuse need to quit drinking alcohol. The doctor can advise or recommend an alcohol treatment program for the patient.; Weight loss: People with cirrhosis due to non-alcoholic steatohepatitis need to lose weight and control blood sugar levels.; Using medications to control other causes and symptoms of cirrhosis: Some types of cirrhosis, such as primary cholestatic cirrhosis, respond well to medication treatment. Besides, doctors can also give patients some medications to reduce symptoms of cirrhosis.\n2. Treat complications of cirrhosis\nIn cases where cirrhosis has developed complications, the doctor will prescribe specific treatments depending on the type of complications and their severity.\nAscites and edema: A low-salt (sodium) diet and use of diuretic drugs, albumin infusion... can help control this condition. In severe cases, patients may need to perform procedures to drain abdominal fluid or reduce portal vein pressure by connecting the hepatic portal vein and superior vena cava.; Portal hypertension: Certain blood pressure medications can control portal hypertension and prevent gastrointestinal bleeding. The doctor may also ask the patient to have periodic upper gastrointestinal endoscopy to identify varicose veins in the esophagus or stomach to have appropriate treatment options such as ligation of varicose esophageal veins.; Infection: The patient may be given antibiotics or other infection treatments. In addition, patients should be vaccinated against influenza, pneumonia and hepatitis A and B.; Hepatic encephalopathy: Some prescription medications help reduce the accumulation of toxins in the blood due to poor liver function.; Preventing liver cancer: The doctor may recommend that the patient have regular blood tests and ultrasound examinations to look for signs of liver cancer.\n3. Liver transplant surgery\nIn cases of advanced cirrhosis that causes the liver to lose its ability to function, a liver transplant is the patient's only treatment option. This is the replacement of a patient's damaged liver with a healthy donor liver.\n\nHow to prevent cirrhosis\nLimit alcohol intake to prevent cirrhosis\nAlthough cirrhosis is difficult to completely cure, it is very easy to prevent with simple measures. To prevent liver fibrosis, Dr. Thanh gives advice on building a healthy diet, creating good living habits as well as proactively preventing causes that can cause cirrhosis:\nLimit alcohol use: Control the amount of alcohol consumed and the frequency of alcohol use appropriately so as not to harm your health. In case of liver disease, the patient needs to completely abstain from alcohol; Have a balanced diet, supplemented with vegetables, fruits, foods rich in protein and whole grains. Limit fat and cut back on salt in your diet. Eat cooked, drink boiled, especially do not eat raw shellfish because they can contain bacteria and parasites that cause many dangerous diseases.; Maintain a reasonable weight; Exercise regularly; Periodic health check-ups; Quit smoking; Avoid high-risk behaviors that spread hepatitis B or C, such as injecting drugs or having unsafe sex.; Get vaccinated against hepatitis A and B (especially hepatitis B); Get a flu shot every year. Consider getting vaccinated against pneumonia; Use medication as directed by your doctor. Overusing medication or using the wrong dose can negatively affect the liver.\n\nFrequently asked questions about cirrhosis\n1. Can cirrhosis be recovered?\nIf detected at an early stage, liver fibrosis can be reversed with proper treatment. However, if the disease is detected at a late stage, cirrhosis is almost irreversible.\n2. How long can people with cirrhosis live?\nThe life expectancy of a person with cirrhosis depends on many different factors, including the cause and severity of cirrhosis, response to treatments, the patient's age, and health problems. other health available. For specific information, patients should ask their doctor directly.\nCenter for Endoscopy and Gastrointestinal Surgery, Tam Anh General Hospital provides effective, high-quality examination and treatment services for patients with cirrhosis. The hospital has a team of excellent, dedicated, experienced doctors along with a system of modern equipment and standard treatment regimens, ensuring a satisfying and reassuring experience for customers during the treatment process. .\nTo schedule an examination and treatment for cirrhosis or other liver diseases with experts at the Gastrointestinal Endoscopy & Surgery Center of Tam Anh General Hospital System, please contact: System Tam Anh General Hospital: Hanoi: 108 Hoang Nhu Tiep, Bo De Ward, Long Bien District, Hanoi City Hotline: 024 3872 3872 – 024 7106 6858 Ho Chi Minh City: 2B Pho Quang, Ward 2, Tan Binh District, Ho Chi Minh City Hotline: 0287 102 6789 – 093 180 6858 Fanpage: Tam Anh General Hospital Website: https://tamanhhospital.vn\nCirrhosis is a dangerous condition, especially when the disease has ascites or leads to complications. However, with appropriate treatment methods, patients can completely prevent the disease from progressing and control symptoms well.",
    "subsections": [
        {
            "subsection_name": "What is cirrhosis?",
            "subsection_content": "Illustration of cirrhosis\nCirrhosis is a late stage of fibrosis (scarring) of the liver caused by many different agents, such as viral hepatitis and chronic alcoholism. The liver will try to restore itself after each injury. This recovery process will form scar tissue. The longer the injury lasts, the more scar tissue is formed.\nFibrosis interferes with the normal functioning of the liver. Scar tissue blocks the flow of blood through the liver and slows the liver's processing of nutrients, hormones, drugs and toxins. It also reduces the production of proteins and other substances made by the liver. End-stage cirrhosis can be life-threatening. (first)",
            "subsection_string": "What is cirrhosis?\nIllustration of cirrhosis\nCirrhosis is a late stage of fibrosis (scarring) of the liver caused by many different agents, such as viral hepatitis and chronic alcoholism. The liver will try to restore itself after each injury. This recovery process will form scar tissue. The longer the injury lasts, the more scar tissue is formed.\nFibrosis interferes with the normal functioning of the liver. Scar tissue blocks the flow of blood through the liver and slows the liver's processing of nutrients, hormones, drugs and toxins. It also reduces the production of proteins and other substances made by the liver. End-stage cirrhosis can be life-threatening. (first)"
        },
        {
            "subsection_name": "Classification of cirrhosis",
            "subsection_content": "Based on clinical, paraclinical and imaging characteristics, cirrhosis is classified into compensated cirrhosis and decompensated cirrhosis.\n1. Compensated cirrhosis\nCompensated cirrhosis is a condition in which the liver has been damaged but can still perform its important functions. Compensated cirrhosis is considered the first stage of cirrhosis, lasting for many years and often without symptoms. Symptoms, if any, are very faint, easily confused with other diseases such as fatigue, loss of appetite, weight loss, right upper quadrant pain...\nOver time, the level of liver damage will become increasingly severe and lead to many complications. Therefore, early detection and treatment to eliminate the cause of cirrhosis is very important to slow disease progression and restore liver function.\nLearn about cirrhosis with MSc.BS.CKII Le Thanh Quynh Ngan\n2. Decompensated cirrhosis\nDecompensated cirrhosis (often presenting with abdominal ascites, called ascites cirrhosis) is determined when the liver is diffusely damaged, largely fibrotic and no longer able to perform functions. Decompensated cirrhosis is a later stage of cirrhosis with symptoms that are much more obvious than compensated cirrhosis. At this stage, patients are also susceptible to dangerous complications, including liver cancer.\nFor compensated cirrhosis, treatments focus primarily on controlling symptoms and complications and preventing them from becoming more serious.",
            "subsection_string": "Classification of cirrhosis\nBased on clinical, paraclinical and imaging characteristics, cirrhosis is classified into compensated cirrhosis and decompensated cirrhosis.\n1. Compensated cirrhosis\nCompensated cirrhosis is a condition in which the liver has been damaged but can still perform its important functions. Compensated cirrhosis is considered the first stage of cirrhosis, lasting for many years and often without symptoms. Symptoms, if any, are very faint, easily confused with other diseases such as fatigue, loss of appetite, weight loss, right upper quadrant pain...\nOver time, the level of liver damage will become increasingly severe and lead to many complications. Therefore, early detection and treatment to eliminate the cause of cirrhosis is very important to slow disease progression and restore liver function.\nLearn about cirrhosis with MSc.BS.CKII Le Thanh Quynh Ngan\n2. Decompensated cirrhosis\nDecompensated cirrhosis (often presenting with abdominal ascites, called ascites cirrhosis) is determined when the liver is diffusely damaged, largely fibrotic and no longer able to perform functions. Decompensated cirrhosis is a later stage of cirrhosis with symptoms that are much more obvious than compensated cirrhosis. At this stage, patients are also susceptible to dangerous complications, including liver cancer.\nFor compensated cirrhosis, treatments focus primarily on controlling symptoms and complications and preventing them from becoming more serious."
        },
        {
            "subsection_name": "Symptoms of cirrhosis",
            "subsection_content": "Fatigue and lack of energy are signs of cirrhosis\nSymptoms of cirrhosis depend on the stage of the disease. Doctor Thanh said that in the early stages, patients may not have any symptoms or if they do, they are very vague and easily confused with symptoms of other diseases. Early signs of cirrhosis include:\nThe body is tired and lacks energy; Loss of appetite, loss of appetite; Nausea; Mild fever; Unintentional weight loss\nAs the disease progresses, more serious cirrhosis symptoms appear, including:\nYellow skin, yellow eyes; Itchy skin, dark skin; Easy bruising and bleeding; The palm of the hand turns red (lipstick hands); Many red vasodilated spots appear on the skin, also called vascular star spots; Swelling (edema) in the legs, feet, and ankles; Ascites is also known as ascites (accumulation of fluid in the abdominal cavity); Dark urine; Stools may be pale; Confusion, memory loss, personality changes; Bloody stools, or bloody vomiting; Reduced sexual desire, manifested by early menopause (in women) or mammary gland development (in men), testicular atrophy.",
            "subsection_string": "Symptoms of cirrhosis\nFatigue and lack of energy are signs of cirrhosis\nSymptoms of cirrhosis depend on the stage of the disease. Doctor Thanh said that in the early stages, patients may not have any symptoms or if they do, they are very vague and easily confused with symptoms of other diseases. Early signs of cirrhosis include:\nThe body is tired and lacks energy; Loss of appetite, loss of appetite; Nausea; Mild fever; Unintentional weight loss\nAs the disease progresses, more serious cirrhosis symptoms appear, including:\nYellow skin, yellow eyes; Itchy skin, dark skin; Easy bruising and bleeding; The palm of the hand turns red (lipstick hands); Many red vasodilated spots appear on the skin, also called vascular star spots; Swelling (edema) in the legs, feet, and ankles; Ascites is also known as ascites (accumulation of fluid in the abdominal cavity); Dark urine; Stools may be pale; Confusion, memory loss, personality changes; Bloody stools, or bloody vomiting; Reduced sexual desire, manifested by early menopause (in women) or mammary gland development (in men), testicular atrophy."
        },
        {
            "subsection_name": "Causes of cirrhosis",
            "subsection_content": "Anything that damages the liver can lead to cirrhosis. Of these, the two most common causes are viral hepatitis and prolonged alcohol abuse.\n1. Viral hepatitis\nChronic viral hepatitis currently accounts for the highest rate of cirrhosis in Vietnam. In particular, hepatitis B and C can progress to cirrhosis and liver cancer. Currently, the rate of people infected with hepatitis B and C in Vietnam is very high with about 10 million cases of hepatitis B and 1 million cases of hepatitis C.\n2. Cirrhosis due to alcohol abuse\nAlcohol abuse is one of the leading causes of cirrhosis. With the popular culture of alcohol consumption in Vietnam, alcohol was previously the most common cause of cirrhosis discovered. When introduced into the body, alcohol will slowly damage liver cells. Initially, alcohol can cause fatty liver, then chronic hepatitis and finally cirrhosis.\n3. Other causes of cirrhosis\nNon-alcoholic steatohepatitis: A form of hepatitis related to overweight, obesity, fatty liver and type 2 diabetes; Non-alcoholic steatohepatitis: A form of hepatitis related to overweight, obesity, fatty liver and type 2 diabetes\nAutoimmune hepatitis: A condition in which the body's immune system attacks healthy liver tissue, causing liver damage; Autoimmune hepatitis: A condition in which the body's immune system attacks healthy liver tissue, causing liver damage\nDrug abuse, including prescription and over-the-counter drugs (acetaminophen, antibiotics, and some antidepressants) can lead to cirrhosis.; Drug abuse, including prescription and over-the-counter drugs (acetaminophen, antibiotics, and some antidepressants) can lead to cirrhosis.\nCirrhosis caused by parasites: Amoeba, malaria parasites and liver flukes are the most common parasites that cause damage to liver cells and lead to cirrhosis; Cirrhosis due to parasites: Amoeba, malaria parasites and liver flukes are the most common parasites that cause damage to liver cells and lead to cirrhosis.\nSome genetic conditions: Wilson's disease, alpha-1 antitrypsin deficiency, hemochromatosis, Alagille syndrome, glycogen storage diseases... can cause cirrhosis; Some genetic conditions: Wilson's disease, alpha-1 antitrypsin deficiency, hemochromatosis, Alagille syndrome, glycogen storage diseases... can cause cirrhosis.\nCirrhosis due to diseases that damage or block the bile ducts in the liver: Cholangitis, bile duct obstruction, cholangiocarcinoma...; Cirrhosis due to diseases that damage or block the bile ducts in the liver: Cholangitis, bile duct obstruction, cholangiocarcinoma...\nCirrhosis due to prolonged blood stasis: Heart failure, thrombophlebitis on the liver; Cirrhosis due to prolonged blood stasis: Heart failure, thrombophlebitis on the liver",
            "subsection_string": "Causes of cirrhosis\nAnything that damages the liver can lead to cirrhosis. Of these, the two most common causes are viral hepatitis and prolonged alcohol abuse.\n1. Viral hepatitis\nChronic viral hepatitis currently accounts for the highest rate of cirrhosis in Vietnam. In particular, hepatitis B and C can progress to cirrhosis and liver cancer. Currently, the rate of people infected with hepatitis B and C in Vietnam is very high with about 10 million cases of hepatitis B and 1 million cases of hepatitis C.\n2. Cirrhosis due to alcohol abuse\nAlcohol abuse is one of the leading causes of cirrhosis. With the popular culture of alcohol consumption in Vietnam, alcohol was previously the most common cause of cirrhosis discovered. When introduced into the body, alcohol will slowly damage liver cells. Initially, alcohol can cause fatty liver, then chronic hepatitis and finally cirrhosis.\n3. Other causes of cirrhosis\nNon-alcoholic steatohepatitis: A form of hepatitis related to overweight, obesity, fatty liver and type 2 diabetes; Non-alcoholic steatohepatitis: A form of hepatitis related to overweight, obesity, fatty liver and type 2 diabetes\nAutoimmune hepatitis: A condition in which the body's immune system attacks healthy liver tissue, causing liver damage; Autoimmune hepatitis: A condition in which the body's immune system attacks healthy liver tissue, causing liver damage\nDrug abuse, including prescription and over-the-counter drugs (acetaminophen, antibiotics, and some antidepressants) can lead to cirrhosis.; Drug abuse, including prescription and over-the-counter drugs (acetaminophen, antibiotics, and some antidepressants) can lead to cirrhosis.\nCirrhosis caused by parasites: Amoeba, malaria parasites and liver flukes are the most common parasites that cause damage to liver cells and lead to cirrhosis; Cirrhosis due to parasites: Amoeba, malaria parasites and liver flukes are the most common parasites that cause damage to liver cells and lead to cirrhosis.\nSome genetic conditions: Wilson's disease, alpha-1 antitrypsin deficiency, hemochromatosis, Alagille syndrome, glycogen storage diseases... can cause cirrhosis; Some genetic conditions: Wilson's disease, alpha-1 antitrypsin deficiency, hemochromatosis, Alagille syndrome, glycogen storage diseases... can cause cirrhosis.\nCirrhosis due to diseases that damage or block the bile ducts in the liver: Cholangitis, bile duct obstruction, cholangiocarcinoma...; Cirrhosis due to diseases that damage or block the bile ducts in the liver: Cholangitis, bile duct obstruction, cholangiocarcinoma...\nCirrhosis due to prolonged blood stasis: Heart failure, thrombophlebitis on the liver; Cirrhosis due to prolonged blood stasis: Heart failure, thrombophlebitis on the liver"
        },
        {
            "subsection_name": "Subjects at high risk of cirrhosis",
            "subsection_content": "Anyone can get cirrhosis. However, the following subjects are more likely to get the disease:\nAlcoholism; Having viral hepatitis; Have diabetes; Fat; Injecting drugs, sharing needles and syringes; Have a history of liver diseases; Unsafe sex.",
            "subsection_string": "Subjects at high risk of cirrhosis\nAnyone can get cirrhosis. However, the following subjects are more likely to get the disease:\nAlcoholism; Having viral hepatitis; Have diabetes; Fat; Injecting drugs, sharing needles and syringes; Have a history of liver diseases; Unsafe sex."
        },
        {
            "subsection_name": "Complications of cirrhosis",
            "subsection_content": "Complications of ascites in patients with cirrhosis\nCirrhosis can lead to many dangerous complications, including:\nPortal hypertension: Portal veins are veins responsible for transporting blood from internal organs (stomach, small intestine, large intestine, pancreas, spleen) to the liver. Cirrhosis can increase blood pressure in the portal vein, causing gastrointestinal bleeding and death.; Portal hypertension: Portal veins are veins responsible for transporting blood from internal organs (stomach, small intestine, large intestine, pancreas, spleen) to the liver. Cirrhosis can increase blood pressure in the portal vein, causing gastrointestinal bleeding and death.\nAscites, edema: Portal hypertension and hypoproteinemia can cause fluid accumulation in the legs (edema) and in the abdomen (ascites). Using medication and adopting a low-salt diet can help improve this condition.; Ascites, edema: Portal hypertension and hypoproteinemia can cause fluid accumulation in the legs (edema) and in the abdomen (ascites). Using medication and adopting a low-salt diet can help improve this condition.\nInfection: People with cirrhosis often have difficulty fighting infections. Prolonged ascites can lead to primary bacterial peritonitis. This is a serious infection with symptoms of fever, abdominal pain, diarrhea, vomiting... When the above symptoms appear, the patient needs to go to the hospital for examination as soon as possible.; Infection: People with cirrhosis often have difficulty fighting infections. Prolonged ascites can lead to primary bacterial peritonitis. This is a serious infection with symptoms of fever, abdominal pain, diarrhea, vomiting... When the above symptoms appear, the patient needs to go to the hospital for examination as soon as possible.\nHepato-renal syndrome (HRS): Patients with cirrhosis and ascites may present with functional kidney failure with symptoms of fatigue, nausea, vomiting, spleen enlargement, muscle atrophy, myoclonus, and avascular spasms. on the chest and oliguria. If not promptly intervened, this condition can lead to death.; Hepato-renal syndrome (HRS): Patients with cirrhosis and ascites may present with functional kidney failure with symptoms of fatigue, nausea, vomiting, spleen enlargement, muscle atrophy, myoclonus, and avascular spasms. on the chest and oliguria. Without timely intervention, this condition can lead to death.\nHepato-pulmonary syndrome (HPS): This dangerous complication is a combination of liver disease, dilated blood vessels in the lungs and abnormalities in gas exchange. Typical symptoms of this condition are difficulty breathing and lack of oxygen, which are worse when people with cirrhosis are in an upright position. Liver-pulmonary syndrome increases the risk of death.; Hepato-pulmonary syndrome (HPS): This dangerous complication is a combination of liver disease, dilated blood vessels in the lungs and abnormalities in gas exchange. Typical symptoms of this condition are difficulty breathing and lack of oxygen, which are worse when people with cirrhosis are in an upright position. Liver-pulmonary syndrome increases the risk of death.\nBone and joint problems: Some people with cirrhosis lose bone strength and have a higher risk of fractures.; Bone and joint problems: Some people with cirrhosis lose bone strength and have a higher risk of bone fractures.\nLiver cancer: Cirrhosis is the leading factor that increases the risk of liver cancer. Globocan 2020 statistics on the number of cancer cases in Vietnam show that liver cancer is ranked first in both the number of new cases and deaths. More dangerously, this disease does not show symptoms in the early stages. Most patients only discover it by chance during a routine health check or abdominal ultrasound. (2); Liver cancer: Cirrhosis is the leading factor that increases the risk of liver cancer. Globocan 2020 statistics on the number of cancer cases in Vietnam show that liver cancer is ranked first in both the number of new cases and deaths. More dangerously, this disease does not show symptoms in the early stages. Most patients only discover it by chance during a routine health check or abdominal ultrasound. (2)",
            "subsection_string": "Complications of cirrhosis\nComplications of ascites in patients with cirrhosis\nCirrhosis can lead to many dangerous complications, including:\nPortal hypertension: Portal veins are veins responsible for transporting blood from internal organs (stomach, small intestine, large intestine, pancreas, spleen) to the liver. Cirrhosis can increase blood pressure in the portal vein, causing gastrointestinal bleeding and death.; Portal hypertension: Portal veins are veins responsible for transporting blood from internal organs (stomach, small intestine, large intestine, pancreas, spleen) to the liver. Cirrhosis can increase blood pressure in the portal vein, causing gastrointestinal bleeding and death.\nAscites, edema: Portal hypertension and hypoproteinemia can cause fluid accumulation in the legs (edema) and in the abdomen (ascites). Using medication and adopting a low-salt diet can help improve this condition.; Ascites, edema: Portal hypertension and hypoproteinemia can cause fluid accumulation in the legs (edema) and in the abdomen (ascites). Using medication and adopting a low-salt diet can help improve this condition.\nInfection: People with cirrhosis often have difficulty fighting infections. Prolonged ascites can lead to primary bacterial peritonitis. This is a serious infection with symptoms of fever, abdominal pain, diarrhea, vomiting... When the above symptoms appear, the patient needs to go to the hospital for examination as soon as possible.; Infection: People with cirrhosis often have difficulty fighting infections. Prolonged ascites can lead to primary bacterial peritonitis. This is a serious infection with symptoms of fever, abdominal pain, diarrhea, vomiting... When the above symptoms appear, the patient needs to go to the hospital for examination as soon as possible.\nHepato-renal syndrome (HRS): Patients with cirrhosis and ascites may present with functional kidney failure with symptoms of fatigue, nausea, vomiting, spleen enlargement, muscle atrophy, myoclonus, and avascular spasms. on the chest and oliguria. If not promptly intervened, this condition can lead to death.; Hepato-renal syndrome (HRS): Patients with cirrhosis and ascites may present with functional kidney failure with symptoms of fatigue, nausea, vomiting, spleen enlargement, muscle atrophy, myoclonus, and avascular spasms. on the chest and oliguria. Without timely intervention, this condition can lead to death.\nHepato-pulmonary syndrome (HPS): This dangerous complication is a combination of liver disease, dilated blood vessels in the lungs and abnormalities in gas exchange. Typical symptoms of this condition are difficulty breathing and lack of oxygen, which are worse when people with cirrhosis are in an upright position. Liver-pulmonary syndrome increases the risk of death.; Hepato-pulmonary syndrome (HPS): This dangerous complication is a combination of liver disease, dilated blood vessels in the lungs and abnormalities in gas exchange. Typical symptoms of this condition are difficulty breathing and lack of oxygen, which are worse when people with cirrhosis are in an upright position. Liver-pulmonary syndrome increases the risk of death.\nBone and joint problems: Some people with cirrhosis lose bone strength and have a higher risk of fractures.; Bone and joint problems: Some people with cirrhosis lose bone strength and have a higher risk of bone fractures.\nLiver cancer: Cirrhosis is the leading factor that increases the risk of liver cancer. Globocan 2020 statistics on the number of cancer cases in Vietnam show that liver cancer is ranked first in both the number of new cases and deaths. More dangerously, this disease does not show symptoms in the early stages. Most patients only discover it by chance during a routine health check or abdominal ultrasound. (2); Liver cancer: Cirrhosis is the leading factor that increases the risk of liver cancer. Globocan 2020 statistics on the number of cancer cases in Vietnam show that liver cancer is ranked first in both the number of new cases and deaths. More dangerously, this disease does not show symptoms in the early stages. Most patients only discover it by chance during a routine health check or abdominal ultrasound. (2)"
        },
        {
            "subsection_name": "Tests to diagnose cirrhosis",
            "subsection_content": "To diagnose cirrhosis, your doctor will first ask about your medical history as well as the medications (prescription and non-prescription), supplements or herbal products the patient is using. Carefully investigating these issues helps doctors detect and pay attention to a number of factors that can increase the risk of cirrhosis, such as a long-term history of alcohol abuse, injection drug abuse, or having had hepatitis B or C. .\nNext, the doctor may ask the patient to perform a number of examinations and tests to diagnose the disease and determine the extent of liver damage, including:\n1. Physical examination\nDoctors look for signs and symptoms of cirrhosis including: yellowing of the skin or whites of the eyes; spider veins on the skin; dark spots on the skin; red palms; pain and swelling in the abdomen…\n2. Blood test\nBlood tests diagnose cirrhosis\nIf cirrhosis is suspected, the doctor will prescribe blood tests to check for liver problems. Signs of liver damage include:\nLevels of albumin and clotting factors are lower than normal; Increased liver enzyme levels (suggesting inflammation); Bilirubin level increases; Lower sodium levels; Higher iron levels (may indicate hemoglobinopathy).; Presence of autoantibodies (may indicate autoimmune hepatitis or primary cholestatic cirrhosis).; High white blood cell count (possibility of infection).; High creatinine levels (a sign of kidney disease – suggestive of end-stage cirrhosis).; Increased alpha-fetoprotein levels (may indicate the presence of liver cancer).\nIn addition, blood tests also help find signs of anemia due to internal bleeding or to check for hepatitis B or C through viral hepatitis tests.\n3. Imaging tests\nImaging tests show the size, shape and texture of the liver, and help determine liver scarring, the amount of fat in the liver and the amount of fluid accumulated in the abdomen. Imaging tests that may be ordered include general ultrasound, liver elastography, computed tomography (CT) and liver magnetic resonance imaging (MRI). In addition, the doctor may also ask the patient to perform retrograde cholangiopancreatography to detect bile duct problems or upper gastrointestinal endoscopy to detect varicose veins or internal bleeding in the bile ducts. digestive organs.\n4. Biopsy\nA liver biopsy can confirm the diagnosis of cirrhosis, determine the extent of liver damage, or diagnose liver cancer.",
            "subsection_string": "Tests to diagnose cirrhosis\nTo diagnose cirrhosis, your doctor will first ask about your medical history as well as the medications (prescription and non-prescription), supplements or herbal products the patient is using. Carefully investigating these issues helps doctors detect and pay attention to a number of factors that can increase the risk of cirrhosis, such as a long-term history of alcohol abuse, injection drug abuse, or having had hepatitis B or C. .\nNext, the doctor may ask the patient to perform a number of examinations and tests to diagnose the disease and determine the extent of liver damage, including:\n1. Physical examination\nDoctors look for signs and symptoms of cirrhosis including: yellowing of the skin or whites of the eyes; spider veins on the skin; dark spots on the skin; red palms; pain and swelling in the abdomen…\n2. Blood test\nBlood tests diagnose cirrhosis\nIf cirrhosis is suspected, the doctor will prescribe blood tests to check for liver problems. Signs of liver damage include:\nLevels of albumin and clotting factors are lower than normal; Increased liver enzyme levels (suggesting inflammation); Bilirubin level increases; Lower sodium levels; Higher iron levels (may indicate hemoglobinopathy).; Presence of autoantibodies (may indicate autoimmune hepatitis or primary cholestatic cirrhosis).; High white blood cell count (possibility of infection).; High creatinine levels (a sign of kidney disease – suggestive of end-stage cirrhosis).; Increased alpha-fetoprotein levels (may indicate the presence of liver cancer).\nIn addition, blood tests also help find signs of anemia due to internal bleeding or to check for hepatitis B or C through viral hepatitis tests.\n3. Imaging tests\nImaging tests show the size, shape and texture of the liver, and help determine liver scarring, the amount of fat in the liver and the amount of fluid accumulated in the abdomen. Imaging tests that may be ordered include general ultrasound, liver elastography, computed tomography (CT) and liver magnetic resonance imaging (MRI). In addition, the doctor may also ask the patient to perform retrograde cholangiopancreatography to detect bile duct problems or upper gastrointestinal endoscopy to detect varicose veins or internal bleeding in the bile ducts. digestive organs.\n4. Biopsy\nA liver biopsy can confirm the diagnosis of cirrhosis, determine the extent of liver damage, or diagnose liver cancer."
        },
        {
            "subsection_name": "Treatment methods for cirrhosis",
            "subsection_content": "Treatment for cirrhosis depends on the cause and degree of liver damage of the patient. The goals of treatment are to slow the progression of scar tissue in the liver, control symptoms, and prevent or treat complications of the disease.\n1. Treat the underlying cause of cirrhosis\nIn the early stages, treating the underlying cause can minimize damage to the liver. Some treatments include:\nUsing medications to control viral hepatitis: Medications to treat hepatitis B or C can limit liver cell damage caused by these conditions.; Alcohol withdrawal: People with cirrhosis should absolutely not use alcohol. People with cirrhosis due to alcohol abuse need to quit drinking alcohol. The doctor can advise or recommend an alcohol treatment program for the patient.; Weight loss: People with cirrhosis due to non-alcoholic steatohepatitis need to lose weight and control blood sugar levels.; Using medications to control other causes and symptoms of cirrhosis: Some types of cirrhosis, such as primary cholestatic cirrhosis, respond well to medication treatment. Besides, doctors can also give patients some medications to reduce symptoms of cirrhosis.\n2. Treat complications of cirrhosis\nIn cases where cirrhosis has developed complications, the doctor will prescribe specific treatments depending on the type of complications and their severity.\nAscites and edema: A low-salt (sodium) diet and use of diuretic drugs, albumin infusion... can help control this condition. In severe cases, patients may need to perform procedures to drain abdominal fluid or reduce portal vein pressure by connecting the hepatic portal vein and superior vena cava.; Portal hypertension: Certain blood pressure medications can control portal hypertension and prevent gastrointestinal bleeding. The doctor may also ask the patient to have periodic upper gastrointestinal endoscopy to identify varicose veins in the esophagus or stomach to have appropriate treatment options such as ligation of varicose esophageal veins.; Infection: The patient may be given antibiotics or other infection treatments. In addition, patients should be vaccinated against influenza, pneumonia and hepatitis A and B.; Hepatic encephalopathy: Some prescription medications help reduce the accumulation of toxins in the blood due to poor liver function.; Preventing liver cancer: The doctor may recommend that the patient have regular blood tests and ultrasound examinations to look for signs of liver cancer.\n3. Liver transplant surgery\nIn cases of advanced cirrhosis that causes the liver to lose its ability to function, a liver transplant is the patient's only treatment option. This is the replacement of a patient's damaged liver with a healthy donor liver.",
            "subsection_string": "Treatment methods for cirrhosis\nTreatment for cirrhosis depends on the cause and degree of liver damage of the patient. The goals of treatment are to slow the progression of scar tissue in the liver, control symptoms, and prevent or treat complications of the disease.\n1. Treat the underlying cause of cirrhosis\nIn the early stages, treating the underlying cause can minimize damage to the liver. Some treatments include:\nUsing medications to control viral hepatitis: Medications to treat hepatitis B or C can limit liver cell damage caused by these conditions.; Alcohol withdrawal: People with cirrhosis should absolutely not use alcohol. People with cirrhosis due to alcohol abuse need to quit drinking alcohol. The doctor can advise or recommend an alcohol treatment program for the patient.; Weight loss: People with cirrhosis due to non-alcoholic steatohepatitis need to lose weight and control blood sugar levels.; Using medications to control other causes and symptoms of cirrhosis: Some types of cirrhosis, such as primary cholestatic cirrhosis, respond well to medication treatment. Besides, doctors can also give patients some medications to reduce symptoms of cirrhosis.\n2. Treat complications of cirrhosis\nIn cases where cirrhosis has developed complications, the doctor will prescribe specific treatments depending on the type of complications and their severity.\nAscites and edema: A low-salt (sodium) diet and use of diuretic drugs, albumin infusion... can help control this condition. In severe cases, patients may need to perform procedures to drain abdominal fluid or reduce portal vein pressure by connecting the hepatic portal vein and superior vena cava.; Portal hypertension: Certain blood pressure medications can control portal hypertension and prevent gastrointestinal bleeding. The doctor may also ask the patient to have periodic upper gastrointestinal endoscopy to identify varicose veins in the esophagus or stomach to have appropriate treatment options such as ligation of varicose esophageal veins.; Infection: The patient may be given antibiotics or other infection treatments. In addition, patients should be vaccinated against influenza, pneumonia and hepatitis A and B.; Hepatic encephalopathy: Some prescription medications help reduce the accumulation of toxins in the blood due to poor liver function.; Preventing liver cancer: The doctor may recommend that the patient have regular blood tests and ultrasound examinations to look for signs of liver cancer.\n3. Liver transplant surgery\nIn cases of advanced cirrhosis that causes the liver to lose its ability to function, a liver transplant is the patient's only treatment option. This is the replacement of a patient's damaged liver with a healthy donor liver."
        },
        {
            "subsection_name": "How to prevent cirrhosis",
            "subsection_content": "Limit alcohol intake to prevent cirrhosis\nAlthough cirrhosis is difficult to completely cure, it is very easy to prevent with simple measures. To prevent liver fibrosis, Dr. Thanh gives advice on building a healthy diet, creating good living habits as well as proactively preventing causes that can cause cirrhosis:\nLimit alcohol use: Control the amount of alcohol consumed and the frequency of alcohol use appropriately so as not to harm your health. In case of liver disease, the patient needs to completely abstain from alcohol; Have a balanced diet, supplemented with vegetables, fruits, foods rich in protein and whole grains. Limit fat and cut back on salt in your diet. Eat cooked, drink boiled, especially do not eat raw shellfish because they can contain bacteria and parasites that cause many dangerous diseases.; Maintain a reasonable weight; Exercise regularly; Periodic health check-ups; Quit smoking; Avoid high-risk behaviors that spread hepatitis B or C, such as injecting drugs or having unsafe sex.; Get vaccinated against hepatitis A and B (especially hepatitis B); Get a flu shot every year. Consider getting vaccinated against pneumonia; Use medication as directed by your doctor. Overusing medication or using the wrong dose can negatively affect the liver.",
            "subsection_string": "How to prevent cirrhosis\nLimit alcohol intake to prevent cirrhosis\nAlthough cirrhosis is difficult to completely cure, it is very easy to prevent with simple measures. To prevent liver fibrosis, Dr. Thanh gives advice on building a healthy diet, creating good living habits as well as proactively preventing causes that can cause cirrhosis:\nLimit alcohol use: Control the amount of alcohol consumed and the frequency of alcohol use appropriately so as not to harm your health. In case of liver disease, the patient needs to completely abstain from alcohol; Have a balanced diet, supplemented with vegetables, fruits, foods rich in protein and whole grains. Limit fat and cut back on salt in your diet. Eat cooked, drink boiled, especially do not eat raw shellfish because they can contain bacteria and parasites that cause many dangerous diseases.; Maintain a reasonable weight; Exercise regularly; Periodic health check-ups; Quit smoking; Avoid high-risk behaviors that spread hepatitis B or C, such as injecting drugs or having unsafe sex.; Get vaccinated against hepatitis A and B (especially hepatitis B); Get a flu shot every year. Consider getting vaccinated against pneumonia; Use medication as directed by your doctor. Overusing medication or using the wrong dose can negatively affect the liver."
        },
        {
            "subsection_name": "Frequently asked questions about cirrhosis",
            "subsection_content": "1. Can cirrhosis be recovered?\nIf detected at an early stage, liver fibrosis can be reversed with proper treatment. However, if the disease is detected at a late stage, cirrhosis is almost irreversible.\n2. How long can people with cirrhosis live?\nThe life expectancy of a person with cirrhosis depends on many different factors, including the cause and severity of cirrhosis, response to treatments, the patient's age, and health problems. other health available. For specific information, patients should ask their doctor directly.\nCenter for Endoscopy and Gastrointestinal Surgery, Tam Anh General Hospital provides effective, high-quality examination and treatment services for patients with cirrhosis. The hospital has a team of excellent, dedicated, experienced doctors along with a system of modern equipment and standard treatment regimens, ensuring a satisfying and reassuring experience for customers during the treatment process. .\nTo schedule an examination and treatment for cirrhosis or other liver diseases with experts at the Gastrointestinal Endoscopy & Surgery Center of Tam Anh General Hospital System, please contact: System Tam Anh General Hospital: Hanoi: 108 Hoang Nhu Tiep, Bo De Ward, Long Bien District, Hanoi City Hotline: 024 3872 3872 – 024 7106 6858 Ho Chi Minh City: 2B Pho Quang, Ward 2, Tan Binh District, Ho Chi Minh City Hotline: 0287 102 6789 – 093 180 6858 Fanpage: Tam Anh General Hospital Website: https://tamanhhospital.vn\nCirrhosis is a dangerous condition, especially when the disease has ascites or leads to complications. However, with appropriate treatment methods, patients can completely prevent the disease from progressing and control symptoms well.",
            "subsection_string": "Frequently asked questions about cirrhosis\n1. Can cirrhosis be recovered?\nIf detected at an early stage, liver fibrosis can be reversed with proper treatment. However, if the disease is detected at a late stage, cirrhosis is almost irreversible.\n2. How long can people with cirrhosis live?\nThe life expectancy of a person with cirrhosis depends on many different factors, including the cause and severity of cirrhosis, response to treatments, the patient's age, and health problems. other health available. For specific information, patients should ask their doctor directly.\nCenter for Endoscopy and Gastrointestinal Surgery, Tam Anh General Hospital provides effective, high-quality examination and treatment services for patients with cirrhosis. The hospital has a team of excellent, dedicated, experienced doctors along with a system of modern equipment and standard treatment regimens, ensuring a satisfying and reassuring experience for customers during the treatment process. .\nTo schedule an examination and treatment for cirrhosis or other liver diseases with experts at the Gastrointestinal Endoscopy & Surgery Center of Tam Anh General Hospital System, please contact: System Tam Anh General Hospital: Hanoi: 108 Hoang Nhu Tiep, Bo De Ward, Long Bien District, Hanoi City Hotline: 024 3872 3872 – 024 7106 6858 Ho Chi Minh City: 2B Pho Quang, Ward 2, Tan Binh District, Ho Chi Minh City Hotline: 0287 102 6789 – 093 180 6858 Fanpage: Tam Anh General Hospital Website: https://tamanhhospital.vn\nCirrhosis is a dangerous condition, especially when the disease has ascites or leads to complications. However, with appropriate treatment methods, patients can completely prevent the disease from progressing and control symptoms well."
        }
    ],
    "name": "xo-gan.json"
}