{
    "title": "Pulmonary fibrosis: Causes, symptoms, treatment and prevention",
    "category": "Respiratory",
    "link": "https://tamanhhospital.vn/xo-phoi/",
    "abstract": "It is a common disease in the elderly, especially 50 - 70 years old.\nPulmonary fibrosis damages the tissues inside the lungs, causing difficulty breathing and many other dangerous complications. Depending on the progression of the disease, the patient's survival prognosis varies, on average only 3-5 years. So what is the cause?\npulmonary fibrosis\nWhat is it and how to prevent it?\n \nPatients may have a dry cough, prolonged cough, or even cough up blood. Statistics in Vietnam show that in 2018, the country had more than 23,000 people with lung cancer, and it is predicted that this number will increase in the coming years. according to. (first)\n Lung cancer or lung tumor is one of the \"cancers of the century\", with a high mortality rate, second only to liver cancer. Notably, some studies indicate that patients\npulmonary fibrosis\n The risk of lung cancer is 7 times higher than that of normal people. (2)",
    "content": "Pulmonary fibrosis: Causes, symptoms, treatment and prevention\n\nIt is a common disease in the elderly, especially 50 - 70 years old.\nPulmonary fibrosis damages the tissues inside the lungs, causing difficulty breathing and many other dangerous complications. Depending on the progression of the disease, the patient's survival prognosis varies, on average only 3-5 years. So what is the cause?\npulmonary fibrosis\nWhat is it and how to prevent it?\n \nPatients may have a dry cough, prolonged cough, or even cough up blood. Statistics in Vietnam show that in 2018, the country had more than 23,000 people with lung cancer, and it is predicted that this number will increase in the coming years. according to. (first)\n Lung cancer or lung tumor is one of the \"cancers of the century\", with a high mortality rate, second only to liver cancer. Notably, some studies indicate that patients\npulmonary fibrosis\n The risk of lung cancer is 7 times higher than that of normal people. (2)\n\nLung function\nThe lungs are located inside the chest, surrounded by ribs, whose main function is to exchange gases between the body and the outside environment. The elastic, soft and spongy structure of the lungs helps bring oxygen from the air into the veins, and at the same time bring CO2 from the arteries to the outside. In addition to that main function, the lungs also help filter and remove toxins in the blood, store blood inside and metabolize biochemical substances.\n\nWhat is pulmonary fibrosis?\nPulmonary Fibrosis is a condition in which the tissues in the lungs are damaged, thickened, hardened, lose their elastic function and form scars in the lungs (including the apex and lobes). Scars in the lungs prevent and hinder the patient's breathing, causing difficulty breathing and other dangerous complications. (3)\nThe disease causes scars in the lungs\nThe disease is divided into 3 types: (4)\nSecondary pulmonary fibrosis: Appears after lung damage such as tuberculosis, pneumonia, pulmonary infarction; Localized pulmonary fibrosis: When inhaling irritants such as coal dust, silica.; Idiopathic pulmonary fibrosis, diffuse interstitial lung disease and extrinsic allergic alveolitis.\n\nSymptoms of pulmonary fibrosis\nThe progression of the disease and the severity of pulmonary fibrosis vary in each patient. Some patients progress very quickly with severe symptoms, while others only have mild symptoms that gradually develop. Strong complications after several months or a year. Prof. Dr. Ngo Quy Chau recommends that patients need to pay special attention when there are signs such as:\nDifficulty breathing, especially during or after physical activity or dry cough;; Dry cough, prolonged cough, wheezing cough, possibly coughing up blood;; Chest pain;; Pain in muscles and joints;; Frequently falling into a state of fatigue, losing weight... for unknown reasons.\n\nCauses of pulmonary fibrosis\nExplaining the mechanism of normal breathing, Prof. Dr. Ngo Quy Chau said that when inhaled, air will move to the lungs through large airways called bronchi. The bronchi divide into small respiratory branches called bronchioles, which end in clusters of air sacs called alveoli. At the alveolar walls are small blood vessels (also called capillaries) that will take place to receive more oxygen into the blood, and release CO2 - a waste product of metabolism.\nIn people with lung fibrosis, the alveoli are damaged and scarred, making the interstitial tissue hard and thickened, less flexible and shaped like a dry sponge, making it more difficult for the patient to breathe. There are many causes of lung damage causing pulmonary fibrosis, some common causes are:\n1. Polluted working environment\nLong-term exposure to toxic substances and pollutants such as silica dust, asbestos fibers, etc. can damage the lungs. Besides, chronic exposure to some organic substances including grain dust, sugar cane, animal feces... can also cause pulmonary fibrosis.\n2. Effects of radiation\nStatistics show that a small percentage of people with pulmonary calcification have ever undergone radiation therapy to treat lung-related diseases and breast cancer. The damage and the degree of impact of the treatment process depends on the area of ​​the lung exposed to radiation, the total number of radiation treatments, chemotherapy used, etc.\n3. Drug abuse\nAbusing certain drugs without a doctor's prescription can harm the lungs, especially chemotherapy drugs such as methotrexate, cyclophosphamide; medications to treat arrhythmias and cardiovascular problems such as amiodarone, propranolol; psychiatric medications and antibiotics such as nitrofurantoin, sulfasalazine.\n4. Patients with related diseases\nSerious lung infections such as tuberculosis and pneumonia can cause permanent lung damage; Rheumatoid arthritis, lupus erythematosus, Sjogren's syndrome and sarcoidosis, gastric reflux... affect all tissues in the body, including the lungs.\nBesides, some cases of idiopathic pulmonary fibrosis have unknown causes. Studies show that, although the exact cause of idiopathic pulmonary fibrosis has not been determined, there are a number of risk factors for the disease including:\nSmoking habits: Research shows that people who regularly smoke cigarettes are more likely to develop idiopathic pulmonary fibrosis than people who have never smoked.; Viral infection: Some studies have found that pulmonary fibrosis is caused by some viruses such as herpes, epstein-barr, mononucleosis virus...; Genetics: Some rare cases occur in families with a history of the disease.\nPeople who regularly smoke cigarettes are at high risk of developing dry lung disease\n\nDangerous complications of pulmonary fibrosis\nProf. Dr. Ngo Quy Chau shared that pulmonary fibrosis progresses through each stage. What is worrying is that the signs of the disease can be controlled and reduced, but the lung damage cannot be restored. The disease causes difficulty breathing and some dangerous complications for patients such as:\nReduces the level of oxygen in the blood to low: Lung fibrosis reduces the amount of oxygen added to the blood, the risk of lack of oxygen in the blood disrupts body activity, and can even threaten the patient's life.; Increased pressure on the pulmonary artery: When small arteries and capillaries are compressed, it will lead to increased vascular resistance in the lungs, increasing pressure in the pulmonary artery. This is a particularly serious phenomenon that can cause death to the patient immediately; Right heart failure: In case the right ventricle works harder and has a stronger pumping power than normal to move blood through the blocked pulmonary artery, it can lead to right heart failure.; Respiratory failure: Most of these cases occur in the late stages of chronic lung disease, when blood oxygen levels drop to dangerously low levels, which can lead to heart arrhythmia, causing unconsciousness and coma. deep.\n\nHow to diagnose pulmonary fibrosis?\nLung fibrosis progresses slowly and has symptoms similar to many other diseases, so diagnosing the disease is quite difficult. To accurately diagnose the disease, the doctor needs to examine and ask about personal medical history as well as family history, specifically current signs of disease, and exposure to dust and polluted chemicals if the patient has any. contact.. In addition, the patient may be prescribed a number of accompanying tests to make the diagnosis more complete and accurate. (5)\n1. Diagnostic imaging\nX-rays: X-rays can show scar tissue typical of the disease, which is helpful for monitoring disease progression and directing appropriate treatment. However, in some cases, X-rays do not clearly show lung damage, so patients need to have other tests performed to support the diagnosis.; High-resolution computed tomography: High-resolution HRCT images show many sharp, detailed lung lesions. Different forms of pulmonary fibrosis will have different display characteristics on HRCT, so this is considered a useful tool to support diagnosis.\nTam Anh General Hospital doctors consult together before recommending a treatment regimen for the patient\n2. Respiratory function testing techniques\nTo evaluate the current function and activity of the lungs, the doctor may prescribe paraclinical tests such as:\nOximetry: Uses a small device placed on the finger to measure oxygen saturation in the blood.; Stress test: Perform a test on a treadmill or bike to monitor lung function during activity.; Arterial blood gas: Take a little blood from the patient's arteries to measure oxygen and CO2 indicators; Biopsy: Pulmonary fibrosis can also be diagnosed by examining a small amount of lung tissue (also called a biopsy) in a laboratory. Ways to collect biopsy samples include:; Bronchoscopy: The doctor will use a thin tube through the nose or mouth into the lungs. Note, this method when performed on adolescents can cause temporary sore throat and hoarseness.; Bronchial lavage: In this method, the doctor will inject saline through bronchoscopy, then immediately suction it out. The recovered material contained cells from the alveoli.; Endoscopic biopsy surgery: In some cases, patients are advised to perform endoscopic biopsy surgery to get the most accurate diagnostic results, although this is the most invasive diagnostic method. The doctor will use surgical instruments and a small camera inserted through two or three small incisions between the ribs to be able to view the lungs on a video screen while removing tissue samples from the lungs. The advantage of this method is that it does not require cutting the patient's bones, is less painful, has accurate diagnosis and faster treatment compared to traditional open surgery.\n\nTreatment methods for pulmonary fibrosis\nProf. Dr. Ngo Quy Chau said that currently there is no complete treatment regimen for pulmonary fibrosis. Current treatment methods mainly reduce and improve disease symptoms, slow down disease progression and improve and enhance the patient's quality of life.\n1. Treatment with medication\nSome patients are prescribed initial treatment with the corticosteroid prednisone, which can be combined with other immunosuppressive drugs such as methotrexate and cyclosporin. These medications may have some side effects such as nausea, diarrhea or rash.\n2. Treatment improves the patient's quality of life\nOxygen therapy: Breathing oxygen cannot prevent lung damage but is helpful for breathing, improving movement more easily, reducing complications, and improving the patient's sleep and spirit. Besides, oxygen therapy also helps reduce pressure on the right side of the heart, so patients may be prescribed this therapy depending on the severity of the disease and health status.; Pulmonary rehabilitation: The main purpose of this method focuses on exercise and effective breathing to improve shortness of breath and increase endurance during activities, not only treating the disease but also helping Improve and enhance the quality of life of patients in daily life.\nOxygen therapy helps improve breathing, mobility and reduce complications for patients\n3. Lung transplant\nA lung transplant is a last resort option for young people with severe pulmonary fibrosis that has not improved with other treatments. To perform a lung transplant, the patient must quit smoking, be healthy enough to undergo surgery and post-operative treatment, etc. However, this is also a rather complicated, expensive and potentially dangerous treatment method. hides many other risks. Patients and their families need to consult and consider the doctor's opinion about treatment results before performing this surgery. (6)\n\nHow to prevent pulmonary calcification?\nUp to now, there is still no thorough treatment method for pulmonary fibrosis that can completely restore lung function for patients. Prof. Dr. Ngo Quy Chau recommends that to prevent pulmonary fibrosis and dangerous complications of the disease, you should do the following:\nNo smoking;; Have a scientific and healthy diet;; Regularly practice sports and improve health;; Complete vaccination to prevent lung-related diseases and other diseases;; Regular check-ups as prescribed by your doctor for early detection and timely treatment.\nPatients need regular check-ups to detect early signs of disease progression and receive timely treatment\nThe disease causes many dangerous complications, threatening the patient's life if not detected early and treated promptly. The Department of Respiratory Medicine at Tam Anh General Hospital invests in a system of modern technological equipment such as: pleuroscopy system, NBI narrowband flexible bronchoscopy system, high-tech X-ray machine, 128-row CT scan, MRI nuclear magnetic resonance imaging machine... help accurately diagnose lung fibrosis, pleural disease, bronchial and lung diseases; Polysomnography system helps diagnose the causes of snoring, insomnia and adjust treatment for sleep apnea syndrome; Non-invasive ventilator to treat respiratory failure...\nIn addition, the Respiratory Internal Medicine Department of Tam Anh General Hospital brings together a team of leading experts and doctors, especially Professor, Dr. Ngo Quy Chau - \"a giant\" in the field of Vietnamese respiratory medicine. Thanks to these advantages, the Department of Respiratory Medicine at Tam Anh General Hospital has become a \"golden address\" to successfully treat millions of patients with chronic respiratory and lung diseases.\nFor advice and to schedule an examination for chronic respiratory diseases at the Department of Respiratory Medicine, Tam Anh General Hospital, please contact:\n108 Hoang Nhu Tiep, Bo De Ward, Long Bien District, Hanoi City\nHotline: 024 3872 3872 – 024 7106 6858\n2B Pho Quang, Ward 2, Tan Binh District, Ho Chi Minh City\nHotline: 0287 102 6789 – 093 180 6858\nFanpage: https://www.facebook.com/benhvientamanh\nTam Anh Hospital has presented all the necessary information readers need to know about pulmonary fibrosis. Be proactive in preventing disease, don't let it develop and harm yourself.\nThuy Nguyen",
    "subsections": [
        {
            "subsection_name": "Lung function",
            "subsection_content": "The lungs are located inside the chest, surrounded by ribs, whose main function is to exchange gases between the body and the outside environment. The elastic, soft and spongy structure of the lungs helps bring oxygen from the air into the veins, and at the same time bring CO2 from the arteries to the outside. In addition to that main function, the lungs also help filter and remove toxins in the blood, store blood inside and metabolize biochemical substances.",
            "subsection_string": "Lung function\nThe lungs are located inside the chest, surrounded by ribs, whose main function is to exchange gases between the body and the outside environment. The elastic, soft and spongy structure of the lungs helps bring oxygen from the air into the veins, and at the same time bring CO2 from the arteries to the outside. In addition to that main function, the lungs also help filter and remove toxins in the blood, store blood inside and metabolize biochemical substances."
        },
        {
            "subsection_name": "What is pulmonary fibrosis?",
            "subsection_content": "Pulmonary Fibrosis is a condition in which the tissues in the lungs are damaged, thickened, hardened, lose their elastic function and form scars in the lungs (including the apex and lobes). Scars in the lungs prevent and hinder the patient's breathing, causing difficulty breathing and other dangerous complications. (3)\nThe disease causes scars in the lungs\nThe disease is divided into 3 types: (4)\nSecondary pulmonary fibrosis: Appears after lung damage such as tuberculosis, pneumonia, pulmonary infarction; Localized pulmonary fibrosis: When inhaling irritants such as coal dust, silica.; Idiopathic pulmonary fibrosis, diffuse interstitial lung disease and extrinsic allergic alveolitis.",
            "subsection_string": "What is pulmonary fibrosis?\nPulmonary Fibrosis is a condition in which the tissues in the lungs are damaged, thickened, hardened, lose their elastic function and form scars in the lungs (including the apex and lobes). Scars in the lungs prevent and hinder the patient's breathing, causing difficulty breathing and other dangerous complications. (3)\nThe disease causes scars in the lungs\nThe disease is divided into 3 types: (4)\nSecondary pulmonary fibrosis: Appears after lung damage such as tuberculosis, pneumonia, pulmonary infarction; Localized pulmonary fibrosis: When inhaling irritants such as coal dust, silica.; Idiopathic pulmonary fibrosis, diffuse interstitial lung disease and extrinsic allergic alveolitis."
        },
        {
            "subsection_name": "Symptoms of pulmonary fibrosis",
            "subsection_content": "The progression of the disease and the severity of pulmonary fibrosis vary in each patient. Some patients progress very quickly with severe symptoms, while others only have mild symptoms that gradually develop. Strong complications after several months or a year. Prof. Dr. Ngo Quy Chau recommends that patients need to pay special attention when there are signs such as:\nDifficulty breathing, especially during or after physical activity or dry cough;; Dry cough, prolonged cough, wheezing cough, possibly coughing up blood;; Chest pain;; Pain in muscles and joints;; Frequently falling into a state of fatigue, losing weight... for unknown reasons.",
            "subsection_string": "Symptoms of pulmonary fibrosis\nThe progression of the disease and the severity of pulmonary fibrosis vary in each patient. Some patients progress very quickly with severe symptoms, while others only have mild symptoms that gradually develop. Strong complications after several months or a year. Prof. Dr. Ngo Quy Chau recommends that patients need to pay special attention when there are signs such as:\nDifficulty breathing, especially during or after physical activity or dry cough;; Dry cough, prolonged cough, wheezing cough, possibly coughing up blood;; Chest pain;; Pain in muscles and joints;; Frequently falling into a state of fatigue, losing weight... for unknown reasons."
        },
        {
            "subsection_name": "Causes of pulmonary fibrosis",
            "subsection_content": "Explaining the mechanism of normal breathing, Prof. Dr. Ngo Quy Chau said that when inhaled, air will move to the lungs through large airways called bronchi. The bronchi divide into small respiratory branches called bronchioles, which end in clusters of air sacs called alveoli. At the alveolar walls are small blood vessels (also called capillaries) that will take place to receive more oxygen into the blood, and release CO2 - a waste product of metabolism.\nIn people with lung fibrosis, the alveoli are damaged and scarred, making the interstitial tissue hard and thickened, less flexible and shaped like a dry sponge, making it more difficult for the patient to breathe. There are many causes of lung damage causing pulmonary fibrosis, some common causes are:\n1. Polluted working environment\nLong-term exposure to toxic substances and pollutants such as silica dust, asbestos fibers, etc. can damage the lungs. Besides, chronic exposure to some organic substances including grain dust, sugar cane, animal feces... can also cause pulmonary fibrosis.\n2. Effects of radiation\nStatistics show that a small percentage of people with pulmonary calcification have ever undergone radiation therapy to treat lung-related diseases and breast cancer. The damage and the degree of impact of the treatment process depends on the area of ​​the lung exposed to radiation, the total number of radiation treatments, chemotherapy used, etc.\n3. Drug abuse\nAbusing certain drugs without a doctor's prescription can harm the lungs, especially chemotherapy drugs such as methotrexate, cyclophosphamide; medications to treat arrhythmias and cardiovascular problems such as amiodarone, propranolol; psychiatric medications and antibiotics such as nitrofurantoin, sulfasalazine.\n4. Patients with related diseases\nSerious lung infections such as tuberculosis and pneumonia can cause permanent lung damage; Rheumatoid arthritis, lupus erythematosus, Sjogren's syndrome and sarcoidosis, gastric reflux... affect all tissues in the body, including the lungs.\nBesides, some cases of idiopathic pulmonary fibrosis have unknown causes. Studies show that, although the exact cause of idiopathic pulmonary fibrosis has not been determined, there are a number of risk factors for the disease including:\nSmoking habits: Research shows that people who regularly smoke cigarettes are more likely to develop idiopathic pulmonary fibrosis than people who have never smoked.; Viral infection: Some studies have found that pulmonary fibrosis is caused by some viruses such as herpes, epstein-barr, mononucleosis virus...; Genetics: Some rare cases occur in families with a history of the disease.\nPeople who regularly smoke cigarettes are at high risk of developing dry lung disease",
            "subsection_string": "Causes of pulmonary fibrosis\nExplaining the mechanism of normal breathing, Prof. Dr. Ngo Quy Chau said that when inhaled, air will move to the lungs through large airways called bronchi. The bronchi divide into small respiratory branches called bronchioles, which end in clusters of air sacs called alveoli. At the alveolar walls are small blood vessels (also called capillaries) that will take place to receive more oxygen into the blood, and release CO2 - a waste product of metabolism.\nIn people with lung fibrosis, the alveoli are damaged and scarred, making the interstitial tissue hard and thickened, less flexible and shaped like a dry sponge, making it more difficult for the patient to breathe. There are many causes of lung damage causing pulmonary fibrosis, some common causes are:\n1. Polluted working environment\nLong-term exposure to toxic substances and pollutants such as silica dust, asbestos fibers, etc. can damage the lungs. Besides, chronic exposure to some organic substances including grain dust, sugar cane, animal feces... can also cause pulmonary fibrosis.\n2. Effects of radiation\nStatistics show that a small percentage of people with pulmonary calcification have ever undergone radiation therapy to treat lung-related diseases and breast cancer. The damage and the degree of impact of the treatment process depends on the area of ​​the lung exposed to radiation, the total number of radiation treatments, chemotherapy used, etc.\n3. Drug abuse\nAbusing certain drugs without a doctor's prescription can harm the lungs, especially chemotherapy drugs such as methotrexate, cyclophosphamide; medications to treat arrhythmias and cardiovascular problems such as amiodarone, propranolol; psychiatric medications and antibiotics such as nitrofurantoin, sulfasalazine.\n4. Patients with related diseases\nSerious lung infections such as tuberculosis and pneumonia can cause permanent lung damage; Rheumatoid arthritis, lupus erythematosus, Sjogren's syndrome and sarcoidosis, gastric reflux... affect all tissues in the body, including the lungs.\nBesides, some cases of idiopathic pulmonary fibrosis have unknown causes. Studies show that, although the exact cause of idiopathic pulmonary fibrosis has not been determined, there are a number of risk factors for the disease including:\nSmoking habits: Research shows that people who regularly smoke cigarettes are more likely to develop idiopathic pulmonary fibrosis than people who have never smoked.; Viral infection: Some studies have found that pulmonary fibrosis is caused by some viruses such as herpes, epstein-barr, mononucleosis virus...; Genetics: Some rare cases occur in families with a history of the disease.\nPeople who regularly smoke cigarettes are at high risk of developing dry lung disease"
        },
        {
            "subsection_name": "Dangerous complications of pulmonary fibrosis",
            "subsection_content": "Prof. Dr. Ngo Quy Chau shared that pulmonary fibrosis progresses through each stage. What is worrying is that the signs of the disease can be controlled and reduced, but the lung damage cannot be restored. The disease causes difficulty breathing and some dangerous complications for patients such as:\nReduces the level of oxygen in the blood to low: Lung fibrosis reduces the amount of oxygen added to the blood, the risk of lack of oxygen in the blood disrupts body activity, and can even threaten the patient's life.; Increased pressure on the pulmonary artery: When small arteries and capillaries are compressed, it will lead to increased vascular resistance in the lungs, increasing pressure in the pulmonary artery. This is a particularly serious phenomenon that can cause death to the patient immediately; Right heart failure: In case the right ventricle works harder and has a stronger pumping power than normal to move blood through the blocked pulmonary artery, it can lead to right heart failure.; Respiratory failure: Most of these cases occur in the late stages of chronic lung disease, when blood oxygen levels drop to dangerously low levels, which can lead to heart arrhythmia, causing unconsciousness and coma. deep.",
            "subsection_string": "Dangerous complications of pulmonary fibrosis\nProf. Dr. Ngo Quy Chau shared that pulmonary fibrosis progresses through each stage. What is worrying is that the signs of the disease can be controlled and reduced, but the lung damage cannot be restored. The disease causes difficulty breathing and some dangerous complications for patients such as:\nReduces the level of oxygen in the blood to low: Lung fibrosis reduces the amount of oxygen added to the blood, the risk of lack of oxygen in the blood disrupts body activity, and can even threaten the patient's life.; Increased pressure on the pulmonary artery: When small arteries and capillaries are compressed, it will lead to increased vascular resistance in the lungs, increasing pressure in the pulmonary artery. This is a particularly serious phenomenon that can cause death to the patient immediately; Right heart failure: In case the right ventricle works harder and has a stronger pumping power than normal to move blood through the blocked pulmonary artery, it can lead to right heart failure.; Respiratory failure: Most of these cases occur in the late stages of chronic lung disease, when blood oxygen levels drop to dangerously low levels, which can lead to heart arrhythmia, causing unconsciousness and coma. deep."
        },
        {
            "subsection_name": "How to diagnose pulmonary fibrosis?",
            "subsection_content": "Lung fibrosis progresses slowly and has symptoms similar to many other diseases, so diagnosing the disease is quite difficult. To accurately diagnose the disease, the doctor needs to examine and ask about personal medical history as well as family history, specifically current signs of disease, and exposure to dust and polluted chemicals if the patient has any. contact.. In addition, the patient may be prescribed a number of accompanying tests to make the diagnosis more complete and accurate. (5)\n1. Diagnostic imaging\nX-rays: X-rays can show scar tissue typical of the disease, which is helpful for monitoring disease progression and directing appropriate treatment. However, in some cases, X-rays do not clearly show lung damage, so patients need to have other tests performed to support the diagnosis.; High-resolution computed tomography: High-resolution HRCT images show many sharp, detailed lung lesions. Different forms of pulmonary fibrosis will have different display characteristics on HRCT, so this is considered a useful tool to support diagnosis.\nTam Anh General Hospital doctors consult together before recommending a treatment regimen for the patient\n2. Respiratory function testing techniques\nTo evaluate the current function and activity of the lungs, the doctor may prescribe paraclinical tests such as:\nOximetry: Uses a small device placed on the finger to measure oxygen saturation in the blood.; Stress test: Perform a test on a treadmill or bike to monitor lung function during activity.; Arterial blood gas: Take a little blood from the patient's arteries to measure oxygen and CO2 indicators; Biopsy: Pulmonary fibrosis can also be diagnosed by examining a small amount of lung tissue (also called a biopsy) in a laboratory. Ways to collect biopsy samples include:; Bronchoscopy: The doctor will use a thin tube through the nose or mouth into the lungs. Note, this method when performed on adolescents can cause temporary sore throat and hoarseness.; Bronchial lavage: In this method, the doctor will inject saline through bronchoscopy, then immediately suction it out. The recovered material contained cells from the alveoli.; Endoscopic biopsy surgery: In some cases, patients are advised to perform endoscopic biopsy surgery to get the most accurate diagnostic results, although this is the most invasive diagnostic method. The doctor will use surgical instruments and a small camera inserted through two or three small incisions between the ribs to be able to view the lungs on a video screen while removing tissue samples from the lungs. The advantage of this method is that it does not require cutting the patient's bones, is less painful, has accurate diagnosis and faster treatment compared to traditional open surgery.",
            "subsection_string": "How to diagnose pulmonary fibrosis?\nLung fibrosis progresses slowly and has symptoms similar to many other diseases, so diagnosing the disease is quite difficult. To accurately diagnose the disease, the doctor needs to examine and ask about personal medical history as well as family history, specifically current signs of disease, and exposure to dust and polluted chemicals if the patient has any. contact.. In addition, the patient may be prescribed a number of accompanying tests to make the diagnosis more complete and accurate. (5)\n1. Diagnostic imaging\nX-rays: X-rays can show scar tissue typical of the disease, which is helpful for monitoring disease progression and directing appropriate treatment. However, in some cases, X-rays do not clearly show lung damage, so patients need to have other tests performed to support the diagnosis.; High-resolution computed tomography: High-resolution HRCT images show many sharp, detailed lung lesions. Different forms of pulmonary fibrosis will have different display characteristics on HRCT, so this is considered a useful tool to support diagnosis.\nTam Anh General Hospital doctors consult together before recommending a treatment regimen for the patient\n2. Respiratory function testing techniques\nTo evaluate the current function and activity of the lungs, the doctor may prescribe paraclinical tests such as:\nOximetry: Uses a small device placed on the finger to measure oxygen saturation in the blood.; Stress test: Perform a test on a treadmill or bike to monitor lung function during activity.; Arterial blood gas: Take a little blood from the patient's arteries to measure oxygen and CO2 indicators; Biopsy: Pulmonary fibrosis can also be diagnosed by examining a small amount of lung tissue (also called a biopsy) in a laboratory. Ways to collect biopsy samples include:; Bronchoscopy: The doctor will use a thin tube through the nose or mouth into the lungs. Note, this method when performed on adolescents can cause temporary sore throat and hoarseness.; Bronchial lavage: In this method, the doctor will inject saline through bronchoscopy, then immediately suction it out. The recovered material contained cells from the alveoli.; Endoscopic biopsy surgery: In some cases, patients are advised to perform endoscopic biopsy surgery to get the most accurate diagnostic results, although this is the most invasive diagnostic method. The doctor will use surgical instruments and a small camera inserted through two or three small incisions between the ribs to be able to view the lungs on a video screen while removing tissue samples from the lungs. The advantage of this method is that it does not require cutting the patient's bones, is less painful, has accurate diagnosis and faster treatment compared to traditional open surgery."
        },
        {
            "subsection_name": "Treatment methods for pulmonary fibrosis",
            "subsection_content": "Prof. Dr. Ngo Quy Chau said that currently there is no complete treatment regimen for pulmonary fibrosis. Current treatment methods mainly reduce and improve disease symptoms, slow down disease progression and improve and enhance the patient's quality of life.\n1. Treatment with medication\nSome patients are prescribed initial treatment with the corticosteroid prednisone, which can be combined with other immunosuppressive drugs such as methotrexate and cyclosporin. These medications may have some side effects such as nausea, diarrhea or rash.\n2. Treatment improves the patient's quality of life\nOxygen therapy: Breathing oxygen cannot prevent lung damage but is helpful for breathing, improving movement more easily, reducing complications, and improving the patient's sleep and spirit. Besides, oxygen therapy also helps reduce pressure on the right side of the heart, so patients may be prescribed this therapy depending on the severity of the disease and health status.; Pulmonary rehabilitation: The main purpose of this method focuses on exercise and effective breathing to improve shortness of breath and increase endurance during activities, not only treating the disease but also helping Improve and enhance the quality of life of patients in daily life.\nOxygen therapy helps improve breathing, mobility and reduce complications for patients\n3. Lung transplant\nA lung transplant is a last resort option for young people with severe pulmonary fibrosis that has not improved with other treatments. To perform a lung transplant, the patient must quit smoking, be healthy enough to undergo surgery and post-operative treatment, etc. However, this is also a rather complicated, expensive and potentially dangerous treatment method. hides many other risks. Patients and their families need to consult and consider the doctor's opinion about treatment results before performing this surgery. (6)",
            "subsection_string": "Treatment methods for pulmonary fibrosis\nProf. Dr. Ngo Quy Chau said that currently there is no complete treatment regimen for pulmonary fibrosis. Current treatment methods mainly reduce and improve disease symptoms, slow down disease progression and improve and enhance the patient's quality of life.\n1. Treatment with medication\nSome patients are prescribed initial treatment with the corticosteroid prednisone, which can be combined with other immunosuppressive drugs such as methotrexate and cyclosporin. These medications may have some side effects such as nausea, diarrhea or rash.\n2. Treatment improves the patient's quality of life\nOxygen therapy: Breathing oxygen cannot prevent lung damage but is helpful for breathing, improving movement more easily, reducing complications, and improving the patient's sleep and spirit. Besides, oxygen therapy also helps reduce pressure on the right side of the heart, so patients may be prescribed this therapy depending on the severity of the disease and health status.; Pulmonary rehabilitation: The main purpose of this method focuses on exercise and effective breathing to improve shortness of breath and increase endurance during activities, not only treating the disease but also helping Improve and enhance the quality of life of patients in daily life.\nOxygen therapy helps improve breathing, mobility and reduce complications for patients\n3. Lung transplant\nA lung transplant is a last resort option for young people with severe pulmonary fibrosis that has not improved with other treatments. To perform a lung transplant, the patient must quit smoking, be healthy enough to undergo surgery and post-operative treatment, etc. However, this is also a rather complicated, expensive and potentially dangerous treatment method. hides many other risks. Patients and their families need to consult and consider the doctor's opinion about treatment results before performing this surgery. (6)"
        },
        {
            "subsection_name": "How to prevent pulmonary calcification?",
            "subsection_content": "Up to now, there is still no thorough treatment method for pulmonary fibrosis that can completely restore lung function for patients. Prof. Dr. Ngo Quy Chau recommends that to prevent pulmonary fibrosis and dangerous complications of the disease, you should do the following:\nNo smoking;; Have a scientific and healthy diet;; Regularly practice sports and improve health;; Complete vaccination to prevent lung-related diseases and other diseases;; Regular check-ups as prescribed by your doctor for early detection and timely treatment.\nPatients need regular check-ups to detect early signs of disease progression and receive timely treatment\nThe disease causes many dangerous complications, threatening the patient's life if not detected early and treated promptly. The Department of Respiratory Medicine at Tam Anh General Hospital invests in a system of modern technological equipment such as: pleuroscopy system, NBI narrowband flexible bronchoscopy system, high-tech X-ray machine, 128-row CT scan, MRI nuclear magnetic resonance imaging machine... help accurately diagnose lung fibrosis, pleural disease, bronchial and lung diseases; Polysomnography system helps diagnose the causes of snoring, insomnia and adjust treatment for sleep apnea syndrome; Non-invasive ventilator to treat respiratory failure...\nIn addition, the Respiratory Internal Medicine Department of Tam Anh General Hospital brings together a team of leading experts and doctors, especially Professor, Dr. Ngo Quy Chau - \"a giant\" in the field of Vietnamese respiratory medicine. Thanks to these advantages, the Department of Respiratory Medicine at Tam Anh General Hospital has become a \"golden address\" to successfully treat millions of patients with chronic respiratory and lung diseases.\nFor advice and to schedule an examination for chronic respiratory diseases at the Department of Respiratory Medicine, Tam Anh General Hospital, please contact:\n108 Hoang Nhu Tiep, Bo De Ward, Long Bien District, Hanoi City\nHotline: 024 3872 3872 – 024 7106 6858\n2B Pho Quang, Ward 2, Tan Binh District, Ho Chi Minh City\nHotline: 0287 102 6789 – 093 180 6858\nFanpage: https://www.facebook.com/benhvientamanh\nTam Anh Hospital has presented all the necessary information readers need to know about pulmonary fibrosis. Be proactive in preventing disease, don't let it develop and harm yourself.\nThuy Nguyen",
            "subsection_string": "How to prevent pulmonary calcification?\nUp to now, there is still no thorough treatment method for pulmonary fibrosis that can completely restore lung function for patients. Prof. Dr. Ngo Quy Chau recommends that to prevent pulmonary fibrosis and dangerous complications of the disease, you should do the following:\nNo smoking;; Have a scientific and healthy diet;; Regularly practice sports and improve health;; Complete vaccination to prevent lung-related diseases and other diseases;; Regular check-ups as prescribed by your doctor for early detection and timely treatment.\nPatients need regular check-ups to detect early signs of disease progression and receive timely treatment\nThe disease causes many dangerous complications, threatening the patient's life if not detected early and treated promptly. The Department of Respiratory Medicine at Tam Anh General Hospital invests in a system of modern technological equipment such as: pleuroscopy system, NBI narrowband flexible bronchoscopy system, high-tech X-ray machine, 128-row CT scan, MRI nuclear magnetic resonance imaging machine... help accurately diagnose lung fibrosis, pleural disease, bronchial and lung diseases; Polysomnography system helps diagnose the causes of snoring, insomnia and adjust treatment for sleep apnea syndrome; Non-invasive ventilator to treat respiratory failure...\nIn addition, the Respiratory Internal Medicine Department of Tam Anh General Hospital brings together a team of leading experts and doctors, especially Professor, Dr. Ngo Quy Chau - \"a giant\" in the field of Vietnamese respiratory medicine. Thanks to these advantages, the Department of Respiratory Medicine at Tam Anh General Hospital has become a \"golden address\" to successfully treat millions of patients with chronic respiratory and lung diseases.\nFor advice and to schedule an examination for chronic respiratory diseases at the Department of Respiratory Medicine, Tam Anh General Hospital, please contact:\n108 Hoang Nhu Tiep, Bo De Ward, Long Bien District, Hanoi City\nHotline: 024 3872 3872 – 024 7106 6858\n2B Pho Quang, Ward 2, Tan Binh District, Ho Chi Minh City\nHotline: 0287 102 6789 – 093 180 6858\nFanpage: https://www.facebook.com/benhvientamanh\nTam Anh Hospital has presented all the necessary information readers need to know about pulmonary fibrosis. Be proactive in preventing disease, don't let it develop and harm yourself.\nThuy Nguyen"
        }
    ],
    "name": "xo-phoi.json"
}