{
    "title": "Atherosclerosis (blood vessels): Causes and symptoms",
    "category": "Heart vascular",
    "link": "https://tamanhhospital.vn/xo-vua-dong-mach/",
    "abstract": "Atherosclerosis can occur in any artery anywhere in the body, but is most serious when it causes blockage of blood supply to the heart and brain, causing stroke and myocardial infarction. . This article is expertly advised by Dr. Hoang Thi Binh, Deputy Department of Cardiology, Cardiovascular Center, Tam Anh General Hospital, Ho Chi Minh City.",
    "content": "Atherosclerosis (blood vessels): Causes and symptoms\n\nAtherosclerosis can occur in any artery anywhere in the body, but is most serious when it causes blockage of blood supply to the heart and brain, causing stroke and myocardial infarction. . This article is expertly advised by Dr. Hoang Thi Binh, Deputy Department of Cardiology, Cardiovascular Center, Tam Anh General Hospital, Ho Chi Minh City.\n\nWhat is atherosclerosis?\nAtherosclerosis occurs when arteries become clogged with plaque (made up of fats, cholesterol, calcium and other substances) that accumulates in the artery walls. (first)\nArteries are blood vessels that carry blood from the heart throughout the body; lined with a thin layer of cells called the endothelium, which allows blood to flow easily through the arteries. When the endothelium is damaged due to risk factors (such as the patient smoking or having high levels of fat or cholesterol in the blood, hypertension, diabetes, etc.), it creates conditions for plaque to accumulate. accumulation in the artery wall.\nOver time, the plaque hardens, narrowing the opening of the artery and restricting blood flow. When these fatty plaques break off, a thrombus (blood clot) forms, causing further obstruction or even blocking the flow of oxygen-rich blood to other organs and parts of the body.\nIf a thrombosis occurs in one of the two main coronary arteries that supply blood to the heart, this leads to a heart attack; If it occurs in one of the arteries to the brain, it will cause a stroke; and if occurring in the arteries of the limbs can lead to peripheral artery disease.\n\nCause of atherosclerosis\nAccording to Dr. Hoang Thi Binh, Deputy Department of Cardiology, Cardiovascular Center, Tam Anh General Hospital, Ho Chi Minh City, atherosclerosis is a complex process, often starting in childhood and progressing gradually. year old. While the exact cause is unknown, atherosclerosis may start from damage to the inner layer of the arteries and is associated with risk factors.\nHypertension: Antihypertensive medications may be prescribed to help control hypertension as well as the need for dietary changes (such as reducing salt intake, etc.). Good treatment and control of blood pressure will reduce the risk of stroke and cerebrovascular accident.; Dyslipidemia: High levels of “bad” cholesterol (LDL cholesterol) can be controlled through cholesterol-lowering medications and dietary changes. Many studies show that lowering cholesterol, reducing bad cholesterol (LDL-c), increasing good cholesterol (HDL-c) will bring benefits in preventing coronary heart disease.; Obesity: May increase the risk of other factors such as high blood pressure and high cholesterol, which are also linked to atherosclerosis and other diseases.; Diabetes or insulin resistance: People with diabetes are twice as likely to develop cardiovascular disease. Controlling blood sugar in patients with diabetes may help reduce the risk of atherosclerosis.; Lack of physical activity: This contributes to weight gain and increases the risk of high blood pressure, increased bad cholesterol, causing atherosclerosis.; Poor nutrition: A diet high in saturated fat, as well as salt and sugar, can contribute to weight gain, causing obesity and increasing the risk of cardiovascular disease.\nSmoking changes the structure of blood vessel endothelium, causing blood fat to stick to the vessel wall, increasing the risk of atherosclerosis.\nStress: Can reduce the diameter of blood vessels, causing increased blood pressure. Chronic stress is also linked to cardiovascular disease.; Sleep apnea: A sleep disorder in which breathing stops for more than 10 seconds or reduces ventilation repeatedly during the night with symptoms of snoring and excessive daytime sleepiness. This leads to increased blood pressure and puts stress on the cardiovascular system.\nAtherosclerosis is the main cause of cardiovascular disease.\n\nCommon symptoms\nAtherosclerosis often does not cause symptoms until it is in an advanced stage. At this time, severe arterial narrowing causes blood flow to be interrupted and unable to be transported to organs and tissues. Cardiovascular disease also develops because of this. If an atherosclerotic plaque ruptures and forms a blood clot, it will cause a heart attack or stroke. (2)\nSymptoms experienced during atherosclerosis range from moderate to severe depending on which arteries are affected.\nCoronary atherosclerosis (to the heart): Patients will have angina, myocardial infarction, leading to heart failure if not treated.; Carotid atherosclerosis (to the brain): symptoms of a transient ischemic attack (TIA) that can progress to a stroke if not treated – sudden weakness or numbness in an arm or leg, slurred speech or difficulty speaking, temporary loss of vision in the eyes or drooping of the eyelids; Peripheral arteries (to the arms and legs): symptoms of peripheral artery disease (PAD), such as decreased blood pressure in the affected limb or numbness and pain in the limbs. PAD increases the risk of stroke or heart attack and in severe cases gangrene can occur, leading to amputation.; Renal artery (to the kidney): The patient will have high blood pressure, chronic kidney disease with symptoms such as anorexia, edema of the limbs, decreased urination...\nAtherosclerosis can also cause aneurysms anywhere in the body. While most people with an aneurysm have no symptoms, others may experience pain and throbbing in the area of ​​the aneurysm. If the aneurysm ruptures, internal bleeding is still possible and life-threatening. This usually happens suddenly, but sometimes a slow leak occurs.\n\nSymptoms\nOver time, the disease can lead to serious atherosclerotic complications and the specific condition will depend on the type of narrowed or blocked artery. (3)\nCoronary artery disease: Coronary arteries become atherosclerotic, causing narrowing and clogging, leading to chest pain, myocardial infarction, and heart failure.; Carotid artery disease: occurs when atherosclerosis narrows the arteries near the brain, causing transient ischemic attack (TIA) or cerebral infarction, stroke.; Peripheral artery disease: A condition in which the arteries in the legs or arms are narrowed or blocked, making the patient less sensitive to heat and cold, increasing the risk of burns or frostbite. In rare cases, lack of blood flow to the arm or leg can cause tissue death (necrosis).; Aneurysm: This is a serious complication that can occur anywhere in the body. Some medical emergencies may cause pain and throbbing in the area of ​​the aneurysm. Most people with aneurysms have no symptoms.; Chronic kidney disease: The arteries leading to the kidneys narrow due to atherosclerosis and this prevents oxygen-rich blood from reaching the kidneys, causing chronic kidney disease. This is a condition in which kidney function is impaired or stops working, unable to eliminate toxins and excess fluid from the blood.\n\nWhen to see a doctor?\nAtherosclerosis is very common. People in good health over the age of 40 generally have about a 50% risk of developing severe atherosclerosis, and this risk increases with age. Most people over the age of 60 can develop atherosclerosis, but usually do not have noticeable symptoms.\nAtherosclerosis is the basic cause of cardiovascular disease as well as a risk factor for heart attack and stroke, which threatens the patient's life.\nDr. Binh recommends that people aged 40-74 or with the following risk factors should have a health check-up 1-2 times a year and be screened for the risk of atherosclerosis and heart disease. cardiovascular, such as:\nOverweight – obesity; Smoke or have ever smoked; Family history of cardiovascular disease; High Blood Pressure; Dyslipidemia; Depending on the examination results, the doctor will have an appropriate treatment regimen, such as: medication, lifestyle changes, intervention...\nInserting a stent to expand coronary arteries narrowed due to atherosclerosis is a minimally invasive intervention procedure that helps re-circulate blood flow to the heart.\n\nDiagnostic method\nFirst, the doctor will examine and ask about your medical history. In addition, the doctor may order some paraclinical tests, including: (4)\nCoronary angiography: A procedure that uses specialized catheters to inject contrast dye into the coronary arteries, thereby displaying images of the coronary artery system on a bright screen. These images help doctors evaluate damage to the coronary artery system such as stenosis, blockage, dissection, thrombosis... This method is considered the gold standard for diagnosing coronary artery disease.; Doppler ultrasound: This method is to evaluate blood flow, determine the narrowing of blood vessels in the abdomen, neck or legs.; Pulse wave velocity measurement: This compares ankle and arm blood pressure measurements to help identify any constrictions in blood flow. A significant difference means that the blood vessels are narrowed due to atherosclerosis.; Myocardial perfusion imaging: The method is conducted to record images in the resting state and the stress state, in order to detect, evaluate and predict myocardial perfusion status and some heart muscle diseases (cardiomyopathy) such as hypertrophy. myocardial hypertrophy, myocardial dilation; Computed tomography (CT): is a technique that uses X-rays, scanning cross-sectionally through the heart, to see if coronary artery calcification is present, which can suggest future cardiovascular problems. hybrid.\n\nTreatment of atherosclerosis\nDr. Binh said that treatments for atherosclerosis can include lifestyle changes, medications and surgery.\n1. Change your lifestyle\nLiving a healthy lifestyle is one of the important factors that help prevent the accumulation of plaque that causes atherosclerosis. Steps to a healthy lifestyle include:\nChoose heart-healthy foods: such as the DASH (Dietary Approaches to Stop Hypertension) eating plan. A heart-healthy eating plan includes prioritizing fruits, vegetables, and whole grains and limiting saturated fat, salt, and sugar.; Regular physical activity: Helps control risk factors such as high blood cholesterol, hypertension, overweight and obesity. Adults should participate in a total of 150 minutes or more per week of moderate physical activity or 75 minutes per week of vigorous physical activity. Before starting any exercise program, ask your doctor what level of physical activity is appropriate for you.; Maintain a reasonable weight: Weight control can help patients control some risk factors for coronary heart disease, such as high blood cholesterol, diabetes, high blood pressure.; Limit alcohol consumption: Men should not drink more than 2 glasses of alcohol/day; Women should not drink more than 1 glass/day.; Stress control: Learn how to control stress, practice relaxation, improve mental and physical health.; Do not smoke and avoid secondhand smoke: Smoking is one of the risk factors for atherosclerosis. People exposed to environmental tobacco smoke or passive smoking also increase their risk by 20-30%. Besides, some studies show that nicotine and flavorings found in e-cigarette products can also harm the heart and lungs.; Get enough sleep: Adults should get enough sleep 7-9 hours/day. Deep sleep helps prevent atherosclerosis and cardiovascular diseases.\n2. Use medicine\nMedications that can be used to treat atherosclerosis include:\nAntiplatelet drugs aim to reduce the ability of blood platelets to stick together, causing blood clots; Anticoagulants to reduce blood clotting and thin the blood; Cholesterol-lowering medications to reduce fats (lipids) in the blood, especially low-density lipoprotein (LDL) cholesterol; Antihypertensive medications: Several groups of medications work in different ways to lower blood pressure.\n3. Angioplasty\nAngioplasty is a procedure used to restore blood flow to coronary arteries that are blocked or narrowed by atherosclerosis.\nThe nature of coronary angioplasty is a percutaneous intervention procedure, the patient is completely awake during the intervention process. The doctor will access the coronary artery system through the radial artery in the wrist or the femoral artery below the inguinal fold.\nA guiding catheter will advance and enter the left and right coronary artery ostia. A amount of contrast dye will be injected into the catheter so the doctor can easily see the narrowed artery. If the stenosis is localized and only occurs in the proximal segment, the doctor will insert the balloon at the location of the narrowed artery, then inflate it with the appropriate pressure level.\nAfter the balloon inflates, the atherosclerotic plaque will be pressed against the vessel wall. At this time, the doctor will insert the stent and pop it out at this location. The nature of the stent is a metal support, helping to maintain the ability to recirculate the newly released blood flow for a long time.\n4. Coronary artery bypass surgery\nCoronary artery bypass surgery (CABG) is a bypass surgery on coronary arteries that are severely narrowed or blocked but are not suitable for stent placement. The doctor will use a graft made of a vein or artery as a \"bridge\" to the back of the narrowed coronary artery. You can use the saphenous vein in the leg, the radial artery or the internal mammary artery inside the chest wall to make a graft.\nA doctor performs coronary artery bypass surgery on a patient at Tam Anh General Hospital, Ho Chi Minh City.\n\nPrecautions\nAtherosclerosis cannot be completely prevented, but the risk of the disease and its effects can be reduced by measures such as:\nFollow a healthy diet, limiting saturated and trans fats, cholesterol, salt, sugar.; Exercise regularly. Start with short walks and increase to 30 minutes a day for a minimum of 5 days/week.; Maintain a reasonable weight.; Quit smoking.; Annual health check at reputable medical facilities; Control diabetes, hypertension, dyslipidemia and other chronic diseases.\nInvested in modern machinery systems such as new generation 4D cardiac and vascular ultrasound machines, 1.5 - 3 Tesla magnetic resonance imaging machines, 768-slice heart and coronary artery MSCT, DSA machine system with wings Robot arm rotates 360 degrees..., Tam Anh General Hospital Cardiovascular Center screens and treats patients with cardiovascular diseases (atherosclerosis, heart failure, hypertension, coronary artery disease, valvular heart disease, anemia). myocardial infarction, congenital heart disease...).\nTreatment regimens are individualized for each patient, highly effective in improving symptoms and preventing dangerous complications of the disease.\nPeople with atherosclerosis need to comply with doctor's treatment and have follow-up appointments to detect abnormalities early and treat them promptly to prevent myocardial infarction, stroke, peripheral vascular occlusion, and kidney disease. side…",
    "subsections": [
        {
            "subsection_name": "What is atherosclerosis?",
            "subsection_content": "Atherosclerosis occurs when arteries become clogged with plaque (made up of fats, cholesterol, calcium and other substances) that accumulates in the artery walls. (first)\nArteries are blood vessels that carry blood from the heart throughout the body; lined with a thin layer of cells called the endothelium, which allows blood to flow easily through the arteries. When the endothelium is damaged due to risk factors (such as the patient smoking or having high levels of fat or cholesterol in the blood, hypertension, diabetes, etc.), it creates conditions for plaque to accumulate. accumulation in the artery wall.\nOver time, the plaque hardens, narrowing the opening of the artery and restricting blood flow. When these fatty plaques break off, a thrombus (blood clot) forms, causing further obstruction or even blocking the flow of oxygen-rich blood to other organs and parts of the body.\nIf a thrombosis occurs in one of the two main coronary arteries that supply blood to the heart, this leads to a heart attack; If it occurs in one of the arteries to the brain, it will cause a stroke; and if occurring in the arteries of the limbs can lead to peripheral artery disease.",
            "subsection_string": "What is atherosclerosis?\nAtherosclerosis occurs when arteries become clogged with plaque (made up of fats, cholesterol, calcium and other substances) that accumulates in the artery walls. (first)\nArteries are blood vessels that carry blood from the heart throughout the body; lined with a thin layer of cells called the endothelium, which allows blood to flow easily through the arteries. When the endothelium is damaged due to risk factors (such as the patient smoking or having high levels of fat or cholesterol in the blood, hypertension, diabetes, etc.), it creates conditions for plaque to accumulate. accumulation in the artery wall.\nOver time, the plaque hardens, narrowing the opening of the artery and restricting blood flow. When these fatty plaques break off, a thrombus (blood clot) forms, causing further obstruction or even blocking the flow of oxygen-rich blood to other organs and parts of the body.\nIf a thrombosis occurs in one of the two main coronary arteries that supply blood to the heart, this leads to a heart attack; If it occurs in one of the arteries to the brain, it will cause a stroke; and if occurring in the arteries of the limbs can lead to peripheral artery disease."
        },
        {
            "subsection_name": "Cause of atherosclerosis",
            "subsection_content": "According to Dr. Hoang Thi Binh, Deputy Department of Cardiology, Cardiovascular Center, Tam Anh General Hospital, Ho Chi Minh City, atherosclerosis is a complex process, often starting in childhood and progressing gradually. year old. While the exact cause is unknown, atherosclerosis may start from damage to the inner layer of the arteries and is associated with risk factors.\nHypertension: Antihypertensive medications may be prescribed to help control hypertension as well as the need for dietary changes (such as reducing salt intake, etc.). Good treatment and control of blood pressure will reduce the risk of stroke and cerebrovascular accident.; Dyslipidemia: High levels of “bad” cholesterol (LDL cholesterol) can be controlled through cholesterol-lowering medications and dietary changes. Many studies show that lowering cholesterol, reducing bad cholesterol (LDL-c), increasing good cholesterol (HDL-c) will bring benefits in preventing coronary heart disease.; Obesity: May increase the risk of other factors such as high blood pressure and high cholesterol, which are also linked to atherosclerosis and other diseases.; Diabetes or insulin resistance: People with diabetes are twice as likely to develop cardiovascular disease. Controlling blood sugar in patients with diabetes may help reduce the risk of atherosclerosis.; Lack of physical activity: This contributes to weight gain and increases the risk of high blood pressure, increased bad cholesterol, causing atherosclerosis.; Poor nutrition: A diet high in saturated fat, as well as salt and sugar, can contribute to weight gain, causing obesity and increasing the risk of cardiovascular disease.\nSmoking changes the structure of blood vessel endothelium, causing blood fat to stick to the vessel wall, increasing the risk of atherosclerosis.\nStress: Can reduce the diameter of blood vessels, causing increased blood pressure. Chronic stress is also linked to cardiovascular disease.; Sleep apnea: A sleep disorder in which breathing stops for more than 10 seconds or reduces ventilation repeatedly during the night with symptoms of snoring and excessive daytime sleepiness. This leads to increased blood pressure and puts stress on the cardiovascular system.\nAtherosclerosis is the main cause of cardiovascular disease.",
            "subsection_string": "Cause of atherosclerosis\nAccording to Dr. Hoang Thi Binh, Deputy Department of Cardiology, Cardiovascular Center, Tam Anh General Hospital, Ho Chi Minh City, atherosclerosis is a complex process, often starting in childhood and progressing gradually. year old. While the exact cause is unknown, atherosclerosis may start from damage to the inner layer of the arteries and is associated with risk factors.\nHypertension: Antihypertensive medications may be prescribed to help control hypertension as well as the need for dietary changes (such as reducing salt intake, etc.). Good treatment and control of blood pressure will reduce the risk of stroke and cerebrovascular accident.; Dyslipidemia: High levels of “bad” cholesterol (LDL cholesterol) can be controlled through cholesterol-lowering medications and dietary changes. Many studies show that lowering cholesterol, reducing bad cholesterol (LDL-c), increasing good cholesterol (HDL-c) will bring benefits in preventing coronary heart disease.; Obesity: May increase the risk of other factors such as high blood pressure and high cholesterol, which are also linked to atherosclerosis and other diseases.; Diabetes or insulin resistance: People with diabetes are twice as likely to develop cardiovascular disease. Controlling blood sugar in patients with diabetes may help reduce the risk of atherosclerosis.; Lack of physical activity: This contributes to weight gain and increases the risk of high blood pressure, increased bad cholesterol, causing atherosclerosis.; Poor nutrition: A diet high in saturated fat, as well as salt and sugar, can contribute to weight gain, causing obesity and increasing the risk of cardiovascular disease.\nSmoking changes the structure of blood vessel endothelium, causing blood fat to stick to the vessel wall, increasing the risk of atherosclerosis.\nStress: Can reduce the diameter of blood vessels, causing increased blood pressure. Chronic stress is also linked to cardiovascular disease.; Sleep apnea: A sleep disorder in which breathing stops for more than 10 seconds or reduces ventilation repeatedly during the night with symptoms of snoring and excessive daytime sleepiness. This leads to increased blood pressure and puts stress on the cardiovascular system.\nAtherosclerosis is the main cause of cardiovascular disease."
        },
        {
            "subsection_name": "Common symptoms",
            "subsection_content": "Atherosclerosis often does not cause symptoms until it is in an advanced stage. At this time, severe arterial narrowing causes blood flow to be interrupted and unable to be transported to organs and tissues. Cardiovascular disease also develops because of this. If an atherosclerotic plaque ruptures and forms a blood clot, it will cause a heart attack or stroke. (2)\nSymptoms experienced during atherosclerosis range from moderate to severe depending on which arteries are affected.\nCoronary atherosclerosis (to the heart): Patients will have angina, myocardial infarction, leading to heart failure if not treated.; Carotid atherosclerosis (to the brain): symptoms of a transient ischemic attack (TIA) that can progress to a stroke if not treated – sudden weakness or numbness in an arm or leg, slurred speech or difficulty speaking, temporary loss of vision in the eyes or drooping of the eyelids; Peripheral arteries (to the arms and legs): symptoms of peripheral artery disease (PAD), such as decreased blood pressure in the affected limb or numbness and pain in the limbs. PAD increases the risk of stroke or heart attack and in severe cases gangrene can occur, leading to amputation.; Renal artery (to the kidney): The patient will have high blood pressure, chronic kidney disease with symptoms such as anorexia, edema of the limbs, decreased urination...\nAtherosclerosis can also cause aneurysms anywhere in the body. While most people with an aneurysm have no symptoms, others may experience pain and throbbing in the area of ​​the aneurysm. If the aneurysm ruptures, internal bleeding is still possible and life-threatening. This usually happens suddenly, but sometimes a slow leak occurs.",
            "subsection_string": "Common symptoms\nAtherosclerosis often does not cause symptoms until it is in an advanced stage. At this time, severe arterial narrowing causes blood flow to be interrupted and unable to be transported to organs and tissues. Cardiovascular disease also develops because of this. If an atherosclerotic plaque ruptures and forms a blood clot, it will cause a heart attack or stroke. (2)\nSymptoms experienced during atherosclerosis range from moderate to severe depending on which arteries are affected.\nCoronary atherosclerosis (to the heart): Patients will have angina, myocardial infarction, leading to heart failure if not treated.; Carotid atherosclerosis (to the brain): symptoms of a transient ischemic attack (TIA) that can progress to a stroke if not treated – sudden weakness or numbness in an arm or leg, slurred speech or difficulty speaking, temporary loss of vision in the eyes or drooping of the eyelids; Peripheral arteries (to the arms and legs): symptoms of peripheral artery disease (PAD), such as decreased blood pressure in the affected limb or numbness and pain in the limbs. PAD increases the risk of stroke or heart attack and in severe cases gangrene can occur, leading to amputation.; Renal artery (to the kidney): The patient will have high blood pressure, chronic kidney disease with symptoms such as anorexia, edema of the limbs, decreased urination...\nAtherosclerosis can also cause aneurysms anywhere in the body. While most people with an aneurysm have no symptoms, others may experience pain and throbbing in the area of ​​the aneurysm. If the aneurysm ruptures, internal bleeding is still possible and life-threatening. This usually happens suddenly, but sometimes a slow leak occurs."
        },
        {
            "subsection_name": "Symptoms",
            "subsection_content": "Over time, the disease can lead to serious atherosclerotic complications and the specific condition will depend on the type of narrowed or blocked artery. (3)\nCoronary artery disease: Coronary arteries become atherosclerotic, causing narrowing and clogging, leading to chest pain, myocardial infarction, and heart failure.; Carotid artery disease: occurs when atherosclerosis narrows the arteries near the brain, causing transient ischemic attack (TIA) or cerebral infarction, stroke.; Peripheral artery disease: A condition in which the arteries in the legs or arms are narrowed or blocked, making the patient less sensitive to heat and cold, increasing the risk of burns or frostbite. In rare cases, lack of blood flow to the arm or leg can cause tissue death (necrosis).; Aneurysm: This is a serious complication that can occur anywhere in the body. Some medical emergencies may cause pain and throbbing in the area of ​​the aneurysm. Most people with aneurysms have no symptoms.; Chronic kidney disease: The arteries leading to the kidneys narrow due to atherosclerosis and this prevents oxygen-rich blood from reaching the kidneys, causing chronic kidney disease. This is a condition in which kidney function is impaired or stops working, unable to eliminate toxins and excess fluid from the blood.",
            "subsection_string": "Symptoms\nOver time, the disease can lead to serious atherosclerotic complications and the specific condition will depend on the type of narrowed or blocked artery. (3)\nCoronary artery disease: Coronary arteries become atherosclerotic, causing narrowing and clogging, leading to chest pain, myocardial infarction, and heart failure.; Carotid artery disease: occurs when atherosclerosis narrows the arteries near the brain, causing transient ischemic attack (TIA) or cerebral infarction, stroke.; Peripheral artery disease: A condition in which the arteries in the legs or arms are narrowed or blocked, making the patient less sensitive to heat and cold, increasing the risk of burns or frostbite. In rare cases, lack of blood flow to the arm or leg can cause tissue death (necrosis).; Aneurysm: This is a serious complication that can occur anywhere in the body. Some medical emergencies may cause pain and throbbing in the area of ​​the aneurysm. Most people with aneurysms have no symptoms.; Chronic kidney disease: The arteries leading to the kidneys narrow due to atherosclerosis and this prevents oxygen-rich blood from reaching the kidneys, causing chronic kidney disease. This is a condition in which kidney function is impaired or stops working, unable to eliminate toxins and excess fluid from the blood."
        },
        {
            "subsection_name": "When to see a doctor?",
            "subsection_content": "Atherosclerosis is very common. People in good health over the age of 40 generally have about a 50% risk of developing severe atherosclerosis, and this risk increases with age. Most people over the age of 60 can develop atherosclerosis, but usually do not have noticeable symptoms.\nAtherosclerosis is the basic cause of cardiovascular disease as well as a risk factor for heart attack and stroke, which threatens the patient's life.\nDr. Binh recommends that people aged 40-74 or with the following risk factors should have a health check-up 1-2 times a year and be screened for the risk of atherosclerosis and heart disease. cardiovascular, such as:\nOverweight – obesity; Smoke or have ever smoked; Family history of cardiovascular disease; High Blood Pressure; Dyslipidemia; Depending on the examination results, the doctor will have an appropriate treatment regimen, such as: medication, lifestyle changes, intervention...\nInserting a stent to expand coronary arteries narrowed due to atherosclerosis is a minimally invasive intervention procedure that helps re-circulate blood flow to the heart.",
            "subsection_string": "When to see a doctor?\nAtherosclerosis is very common. People in good health over the age of 40 generally have about a 50% risk of developing severe atherosclerosis, and this risk increases with age. Most people over the age of 60 can develop atherosclerosis, but usually do not have noticeable symptoms.\nAtherosclerosis is the basic cause of cardiovascular disease as well as a risk factor for heart attack and stroke, which threatens the patient's life.\nDr. Binh recommends that people aged 40-74 or with the following risk factors should have a health check-up 1-2 times a year and be screened for the risk of atherosclerosis and heart disease. cardiovascular, such as:\nOverweight – obesity; Smoke or have ever smoked; Family history of cardiovascular disease; High Blood Pressure; Dyslipidemia; Depending on the examination results, the doctor will have an appropriate treatment regimen, such as: medication, lifestyle changes, intervention...\nInserting a stent to expand coronary arteries narrowed due to atherosclerosis is a minimally invasive intervention procedure that helps re-circulate blood flow to the heart."
        },
        {
            "subsection_name": "Diagnostic method",
            "subsection_content": "First, the doctor will examine and ask about your medical history. In addition, the doctor may order some paraclinical tests, including: (4)\nCoronary angiography: A procedure that uses specialized catheters to inject contrast dye into the coronary arteries, thereby displaying images of the coronary artery system on a bright screen. These images help doctors evaluate damage to the coronary artery system such as stenosis, blockage, dissection, thrombosis... This method is considered the gold standard for diagnosing coronary artery disease.; Doppler ultrasound: This method is to evaluate blood flow, determine the narrowing of blood vessels in the abdomen, neck or legs.; Pulse wave velocity measurement: This compares ankle and arm blood pressure measurements to help identify any constrictions in blood flow. A significant difference means that the blood vessels are narrowed due to atherosclerosis.; Myocardial perfusion imaging: The method is conducted to record images in the resting state and the stress state, in order to detect, evaluate and predict myocardial perfusion status and some heart muscle diseases (cardiomyopathy) such as hypertrophy. myocardial hypertrophy, myocardial dilation; Computed tomography (CT): is a technique that uses X-rays, scanning cross-sectionally through the heart, to see if coronary artery calcification is present, which can suggest future cardiovascular problems. hybrid.",
            "subsection_string": "Diagnostic method\nFirst, the doctor will examine and ask about your medical history. In addition, the doctor may order some paraclinical tests, including: (4)\nCoronary angiography: A procedure that uses specialized catheters to inject contrast dye into the coronary arteries, thereby displaying images of the coronary artery system on a bright screen. These images help doctors evaluate damage to the coronary artery system such as stenosis, blockage, dissection, thrombosis... This method is considered the gold standard for diagnosing coronary artery disease.; Doppler ultrasound: This method is to evaluate blood flow, determine the narrowing of blood vessels in the abdomen, neck or legs.; Pulse wave velocity measurement: This compares ankle and arm blood pressure measurements to help identify any constrictions in blood flow. A significant difference means that the blood vessels are narrowed due to atherosclerosis.; Myocardial perfusion imaging: The method is conducted to record images in the resting state and the stress state, in order to detect, evaluate and predict myocardial perfusion status and some heart muscle diseases (cardiomyopathy) such as hypertrophy. myocardial hypertrophy, myocardial dilation; Computed tomography (CT): is a technique that uses X-rays, scanning cross-sectionally through the heart, to see if coronary artery calcification is present, which can suggest future cardiovascular problems. hybrid."
        },
        {
            "subsection_name": "Treatment of atherosclerosis",
            "subsection_content": "Dr. Binh said that treatments for atherosclerosis can include lifestyle changes, medications and surgery.\n1. Change your lifestyle\nLiving a healthy lifestyle is one of the important factors that help prevent the accumulation of plaque that causes atherosclerosis. Steps to a healthy lifestyle include:\nChoose heart-healthy foods: such as the DASH (Dietary Approaches to Stop Hypertension) eating plan. A heart-healthy eating plan includes prioritizing fruits, vegetables, and whole grains and limiting saturated fat, salt, and sugar.; Regular physical activity: Helps control risk factors such as high blood cholesterol, hypertension, overweight and obesity. Adults should participate in a total of 150 minutes or more per week of moderate physical activity or 75 minutes per week of vigorous physical activity. Before starting any exercise program, ask your doctor what level of physical activity is appropriate for you.; Maintain a reasonable weight: Weight control can help patients control some risk factors for coronary heart disease, such as high blood cholesterol, diabetes, high blood pressure.; Limit alcohol consumption: Men should not drink more than 2 glasses of alcohol/day; Women should not drink more than 1 glass/day.; Stress control: Learn how to control stress, practice relaxation, improve mental and physical health.; Do not smoke and avoid secondhand smoke: Smoking is one of the risk factors for atherosclerosis. People exposed to environmental tobacco smoke or passive smoking also increase their risk by 20-30%. Besides, some studies show that nicotine and flavorings found in e-cigarette products can also harm the heart and lungs.; Get enough sleep: Adults should get enough sleep 7-9 hours/day. Deep sleep helps prevent atherosclerosis and cardiovascular diseases.\n2. Use medicine\nMedications that can be used to treat atherosclerosis include:\nAntiplatelet drugs aim to reduce the ability of blood platelets to stick together, causing blood clots; Anticoagulants to reduce blood clotting and thin the blood; Cholesterol-lowering medications to reduce fats (lipids) in the blood, especially low-density lipoprotein (LDL) cholesterol; Antihypertensive medications: Several groups of medications work in different ways to lower blood pressure.\n3. Angioplasty\nAngioplasty is a procedure used to restore blood flow to coronary arteries that are blocked or narrowed by atherosclerosis.\nThe nature of coronary angioplasty is a percutaneous intervention procedure, the patient is completely awake during the intervention process. The doctor will access the coronary artery system through the radial artery in the wrist or the femoral artery below the inguinal fold.\nA guiding catheter will advance and enter the left and right coronary artery ostia. A amount of contrast dye will be injected into the catheter so the doctor can easily see the narrowed artery. If the stenosis is localized and only occurs in the proximal segment, the doctor will insert the balloon at the location of the narrowed artery, then inflate it with the appropriate pressure level.\nAfter the balloon inflates, the atherosclerotic plaque will be pressed against the vessel wall. At this time, the doctor will insert the stent and pop it out at this location. The nature of the stent is a metal support, helping to maintain the ability to recirculate the newly released blood flow for a long time.\n4. Coronary artery bypass surgery\nCoronary artery bypass surgery (CABG) is a bypass surgery on coronary arteries that are severely narrowed or blocked but are not suitable for stent placement. The doctor will use a graft made of a vein or artery as a \"bridge\" to the back of the narrowed coronary artery. You can use the saphenous vein in the leg, the radial artery or the internal mammary artery inside the chest wall to make a graft.\nA doctor performs coronary artery bypass surgery on a patient at Tam Anh General Hospital, Ho Chi Minh City.",
            "subsection_string": "Treatment of atherosclerosis\nDr. Binh said that treatments for atherosclerosis can include lifestyle changes, medications and surgery.\n1. Change your lifestyle\nLiving a healthy lifestyle is one of the important factors that help prevent the accumulation of plaque that causes atherosclerosis. Steps to a healthy lifestyle include:\nChoose heart-healthy foods: such as the DASH (Dietary Approaches to Stop Hypertension) eating plan. A heart-healthy eating plan includes prioritizing fruits, vegetables, and whole grains and limiting saturated fat, salt, and sugar.; Regular physical activity: Helps control risk factors such as high blood cholesterol, hypertension, overweight and obesity. Adults should participate in a total of 150 minutes or more per week of moderate physical activity or 75 minutes per week of vigorous physical activity. Before starting any exercise program, ask your doctor what level of physical activity is appropriate for you.; Maintain a reasonable weight: Weight control can help patients control some risk factors for coronary heart disease, such as high blood cholesterol, diabetes, high blood pressure.; Limit alcohol consumption: Men should not drink more than 2 glasses of alcohol/day; Women should not drink more than 1 glass/day.; Stress control: Learn how to control stress, practice relaxation, improve mental and physical health.; Do not smoke and avoid secondhand smoke: Smoking is one of the risk factors for atherosclerosis. People exposed to environmental tobacco smoke or passive smoking also increase their risk by 20-30%. Besides, some studies show that nicotine and flavorings found in e-cigarette products can also harm the heart and lungs.; Get enough sleep: Adults should get enough sleep 7-9 hours/day. Deep sleep helps prevent atherosclerosis and cardiovascular diseases.\n2. Use medicine\nMedications that can be used to treat atherosclerosis include:\nAntiplatelet drugs aim to reduce the ability of blood platelets to stick together, causing blood clots; Anticoagulants to reduce blood clotting and thin the blood; Cholesterol-lowering medications to reduce fats (lipids) in the blood, especially low-density lipoprotein (LDL) cholesterol; Antihypertensive medications: Several groups of medications work in different ways to lower blood pressure.\n3. Angioplasty\nAngioplasty is a procedure used to restore blood flow to coronary arteries that are blocked or narrowed by atherosclerosis.\nThe nature of coronary angioplasty is a percutaneous intervention procedure, the patient is completely awake during the intervention process. The doctor will access the coronary artery system through the radial artery in the wrist or the femoral artery below the inguinal fold.\nA guiding catheter will advance and enter the left and right coronary artery ostia. A amount of contrast dye will be injected into the catheter so the doctor can easily see the narrowed artery. If the stenosis is localized and only occurs in the proximal segment, the doctor will insert the balloon at the location of the narrowed artery, then inflate it with the appropriate pressure level.\nAfter the balloon inflates, the atherosclerotic plaque will be pressed against the vessel wall. At this time, the doctor will insert the stent and pop it out at this location. The nature of the stent is a metal support, helping to maintain the ability to recirculate the newly released blood flow for a long time.\n4. Coronary artery bypass surgery\nCoronary artery bypass surgery (CABG) is a bypass surgery on coronary arteries that are severely narrowed or blocked but are not suitable for stent placement. The doctor will use a graft made of a vein or artery as a \"bridge\" to the back of the narrowed coronary artery. You can use the saphenous vein in the leg, the radial artery or the internal mammary artery inside the chest wall to make a graft.\nA doctor performs coronary artery bypass surgery on a patient at Tam Anh General Hospital, Ho Chi Minh City."
        },
        {
            "subsection_name": "Precautions",
            "subsection_content": "Atherosclerosis cannot be completely prevented, but the risk of the disease and its effects can be reduced by measures such as:\nFollow a healthy diet, limiting saturated and trans fats, cholesterol, salt, sugar.; Exercise regularly. Start with short walks and increase to 30 minutes a day for a minimum of 5 days/week.; Maintain a reasonable weight.; Quit smoking.; Annual health check at reputable medical facilities; Control diabetes, hypertension, dyslipidemia and other chronic diseases.\nInvested in modern machinery systems such as new generation 4D cardiac and vascular ultrasound machines, 1.5 - 3 Tesla magnetic resonance imaging machines, 768-slice heart and coronary artery MSCT, DSA machine system with wings Robot arm rotates 360 degrees..., Tam Anh General Hospital Cardiovascular Center screens and treats patients with cardiovascular diseases (atherosclerosis, heart failure, hypertension, coronary artery disease, valvular heart disease, anemia). myocardial infarction, congenital heart disease...).\nTreatment regimens are individualized for each patient, highly effective in improving symptoms and preventing dangerous complications of the disease.\nPeople with atherosclerosis need to comply with doctor's treatment and have follow-up appointments to detect abnormalities early and treat them promptly to prevent myocardial infarction, stroke, peripheral vascular occlusion, and kidney disease. side…",
            "subsection_string": "Precautions\nAtherosclerosis cannot be completely prevented, but the risk of the disease and its effects can be reduced by measures such as:\nFollow a healthy diet, limiting saturated and trans fats, cholesterol, salt, sugar.; Exercise regularly. Start with short walks and increase to 30 minutes a day for a minimum of 5 days/week.; Maintain a reasonable weight.; Quit smoking.; Annual health check at reputable medical facilities; Control diabetes, hypertension, dyslipidemia and other chronic diseases.\nInvested in modern machinery systems such as new generation 4D cardiac and vascular ultrasound machines, 1.5 - 3 Tesla magnetic resonance imaging machines, 768-slice heart and coronary artery MSCT, DSA machine system with wings Robot arm rotates 360 degrees..., Tam Anh General Hospital Cardiovascular Center screens and treats patients with cardiovascular diseases (atherosclerosis, heart failure, hypertension, coronary artery disease, valvular heart disease, anemia). myocardial infarction, congenital heart disease...).\nTreatment regimens are individualized for each patient, highly effective in improving symptoms and preventing dangerous complications of the disease.\nPeople with atherosclerosis need to comply with doctor's treatment and have follow-up appointments to detect abnormalities early and treat them promptly to prevent myocardial infarction, stroke, peripheral vascular occlusion, and kidney disease. side…"
        }
    ],
    "name": "xo-vua-dong-mach.json"
}