{
    "title": "Gastric (stomach) bleeding: Causes, symptoms and prevention",
    "category": "Gastrointestinal - Hepatobiliary",
    "link": "https://tamanhhospital.vn/xuat-huyet-da-day/",
    "abstract": "Stomach bleeding is a common medical condition, with the risk of leading to dangerous complications if not detected and treated promptly. The disease comes from many different groups of causes, manifested by many diverse symptoms. Patients need to consult information and monitor the situation for early detection and examination to proactively protect their health.",
    "content": "Gastric (stomach) bleeding: Causes, symptoms and prevention\n\nStomach bleeding is a common medical condition, with the risk of leading to dangerous complications if not detected and treated promptly. The disease comes from many different groups of causes, manifested by many diverse symptoms. Patients need to consult information and monitor the situation for early detection and examination to proactively protect their health.\n\nWhat is gastric bleeding?\nGastrointestinal (GI) bleeding is a common gastrointestinal disorder. The most recognizable sign is blood appearing in stool or vomit but it is not always visible to the naked eye. In addition, stomach bleeding can also cause stools to turn black or tarry. The degree of bleeding will be mild or severe depending on the medical condition, and in many cases it can also affect life.\nCurrently, imaging technology is increasingly developing, becoming much more sophisticated and modern. Therefore, in necessary cases, doctors can determine the exact cause of stomach bleeding to prescribe appropriate treatment.(2)\n\nSymptoms of stomach bleeding\nSymptoms of stomach bleeding may or may not be obvious. Specific signs will depend on the speed and location of bleeding in the digestive tract (mouth, anus, etc.).\n1. Epigastric abdominal pain\nStomach bleeding due to damaged mucosa will cause pain in the epigastric area that can spread to the back. These are all dangerous signs that need to be recognized for timely emergency treatment.\n2. Changes in skin pigmentation or pale mucous membranes\nStomach bleeding is a dangerous complication of stomach diseases such as ulcers, cancer, infections... When the patient bleeds, it leads to blood loss, causing weakness, fatigue, and pale skin. and lack of vitality.\n3. Nausea, vomiting blood\nThis is the most common and easily noticeable sign of stomach bleeding. Initially, the patient will feel full and bloated, then vomit food mixed with fresh or black blood. If the symptoms repeat continuously and a lot of blood is vomited, it will be very dangerous. In this case, the patient needs timely emergency treatment for monitoring.\n4. Blood in stool\nDiarrhea that is black in color like coffee grounds and has an unpleasant odor is a typical symptom of stomach bleeding. The larger the amount of stool and the darker the color, the more severe the condition. This symptom appears because blood from the stomach has mixed with food into the intestinal tract and out with waste. In addition, if the amount of bleeding is too much, it will cause defecation with bright red blood.\n5. Signs of anemia\nContinuous and prolonged stomach bleeding will cause the body to fall into a state of serious anemia. A series of easily noticeable signs such as dizziness, vertigo, dizziness, low blood pressure, fatigue, sweating... also known as hemorrhagic shock. In addition, when the stomach has problems, the patient will often feel anorexia and loss of appetite, thereby easily lacking nutrients and leading to weakness.\n6. Fatigue, difficulty breathing\nStomach bleeding leads to anemia, which in turn causes a series of dangerous symptoms such as fatigue, difficulty breathing, shortness of breath and possible fainting. This is very dangerous, patients need to be examined promptly for immediate control.\n\nCauses of stomach bleeding\nStomach bleeding comes from many different groups of causes. Mostly due to medical history, living habits, eating habits... Specifically as follows:\n1. Due to stomach disease\nPeptic ulcers are the main and most common cause of stomach bleeding, accounting for more than 40% of cases. Specifically, ulcers often develop on the stomach lining and upper small intestine, then acid will continue to damage, causing the condition to become serious.\nNormally, at a mild level of disease, small capillaries will be affected so the amount of bleeding is small and can be stopped without causing serious health effects. However, in the opposite case, many deep ulcers appear, callous ulcers affect the arteries, causing massive bleeding that is difficult to control. This is an alarming condition and the patient needs immediate medical intervention.\nCaption: Malignant tumor in the stomach causes bleeding\n2. Drink too much alcohol\nAlcohol directly affects the stomach and is one of the main causes of bleeding. Specifically, the body's tolerance of a lot of alcoholic beverages will cause the stomach lining to increase in permeability, thereby causing dangerous bleeding.\n3. Nonsteroidal anti-inflammatory pain relievers and Aspirin\nUsing nonsteroidal anti-inflammatory pain relievers to treat bone and joint diseases or using Aspirin to prevent platelet aggregation can cause mucosal ulcers and lead to bleeding.\n4. Due to ruptured varices of the esophagus, stomach or duodenum\nRupture of esophageal, gastric or duodenal varices is one of the causes of stomach bleeding. Specifically, this is a complication of portal hypertension and enlarged veins in the lower esophagus (the tube connecting the throat and stomach). This condition occurs most often in people with serious liver disease such as cirrhosis. This is one of the common causes of severe upper gastrointestinal bleeding.\nSpecifically, esophageal, gastric, or duodenal varices develop when normal blood flow to the liver is blocked by cirrhosis or a blood clot in the portal vein. At this point, to pass, blood is forced to flow into smaller vessels (which are not designed to circulate such large volumes of blood). From there, blood vessels leak or dilate and rupture, causing bleeding and a direct threat to life. If too much blood is lost, the patient easily goes into shock and faces a high risk of death.\n5. Mallory Weiss syndrome\nMallory weiss (gastroesophageal tear) is the term used to refer to tears at the junction between the esophagus and stomach. This syndrome causes serious damage to the stomach lining, leading to bleeding and vomiting. Mallory Weiss syndrome is a non-contagious disease and will usually go away on its own in about 10 days without needing special treatment. The condition is at high risk in people who vomit a lot, such as after drinking alcohol or vomiting due to pregnancy.\n6. Other causes\nBesides the effects of stomach disease, stomach bleeding also occurs due to other causes such as: esophageal cancer, cancer, vascular malformations due to aneurysms in the stomach, such as vascular damage. Dieulafoy.\n\nWho is susceptible to stomach bleeding?\nStomach bleeding is a medical condition that commonly occurs between the ages of 20 and 50, in which men usually account for a higher rate than women because they tend to drink more alcohol. Older people who often use non-steroidal anti-inflammatory pain relievers or aspirin are also at high risk of gastrointestinal bleeding.\n\nIs stomach bleeding dangerous?\nStomach bleeding is a dangerous disease for the digestive system and can be life-threatening if not treated promptly. In the early stages, the disease does not cause many changes in the body. The amount of blood at this time may even be very small and can only be detected when performing medical tests (such as a fecal occult blood test). The disease only makes the body feel tired, observe dark stools or blood on toilet paper, toilet bowl when defecating, etc.\nHowever, in the long term, stomach bleeding will become more serious and the amount of bleeding will become more frequent and frequent. At this time, the patient will often experience dizziness, lightheadedness, cold hands and feet, weak pulse, etc., which can be life-threatening. Massive bleeding from the digestive tract can even lead to severe anemia or low blood counts. Therefore, monitoring and early detection of disease for timely treatment is really necessary and important.\n\nTreatment of gastric bleeding\nIn some mild cases, stomach bleeding will stop on its own without needing medical intervention. However, if the condition is serious, bleeding is heavy, continuous and frequent, the patient is forced to undergo tests, perform medical procedures or take medication as prescribed by the doctor.(1)\nHowever, most patients will initially need a number of tests to determine the exact source of the bleeding. Specifically, the doctor will review previous medical history, perform a physical examination and order tests such as:\nBlood tests: Blood tests to monitor blood count, blood speed, platelet count and liver function.; Stool test: Stool analysis to determine the cause of bleeding.; Endoscopy: This procedure uses a long tube with a camera in the front, inserted through the mouth to examine the internal digestive tract to find the cause of digestive bleeding and also help with treatments such as clipping a bleeding ulcer or ligation of the tract. Rupture of esophageal veins…\nWhen you have stomach bleeding, you may be given an IV drug called a pump inhibitor (PPI) to block stomach acid production. Then, if the source of bleeding has been identified, your doctor will decide whether to continue taking the PPI or stop it.\nIn addition, depending on the bleeding condition, the patient may be required to receive intravenous fluids (IV) and possibly a blood transfusion. In cases where blood thinners are being taken, including aspirin and non-steroidal anti-inflammatory drugs, a high percentage of patients will need to stop.\n\nHow to prevent stomach bleeding?\nStomach bleeding seriously affects health and psychology. Therefore, prevention from the beginning is really necessary. Here are some useful guidelines to keep your digestive system healthy:\nAvoid smoking and drinking too much alcohol; Maintain a daily exercise routine to increase resistance and improve the immune system.; Balance reasonable rest and work time to keep your body healthy.; Limit the use of non-steroidal anti-inflammatory pain relievers. If you must use them, the patient should consult a doctor.; Maintain a balanced diet, lifestyle, and sleep, an optimistic and happy spirit, and avoid stress; Form an ideal biological clock for the body, minimizing staying up late.\nCenter for Gastrointestinal Endoscopy and Surgery (Tam Anh General Hospital, Ho Chi Minh City) and Department of Gastroenterology - Hepatobiliary - Pancreatic (Tam Anh General Hospital, Hanoi) are prestigious medical centers specializing in Gastroenterology, providing Advanced and effective examination and treatment services for patients with mild to severe liver problems (fatty liver, acute and chronic hepatitis, cirrhosis, liver cancer...). K Tam Anh General Hospital system brings together a team of highly specialized and experienced Internal Medicine - Surgery - Gastrointestinal Endoscopy doctors, in addition to the support of a modern medical equipment system imported from abroad, serving the maximum examination and treatment needs of customers.\nTo schedule an examination and treatment of liver diseases with gastroenterology specialists of Tam Anh General Hospital System, please contact:\nAbove is a summary of all detailed information related to gastric bleeding. Hopefully with these shares, patients will have more useful updates to proactively prevent and control the disease promptly. In all cases, contacting a specialist is really necessary so that the patient can have appropriate and thorough treatment and avoid the condition from becoming serious.",
    "subsections": [
        {
            "subsection_name": "What is gastric bleeding?",
            "subsection_content": "Gastrointestinal (GI) bleeding is a common gastrointestinal disorder. The most recognizable sign is blood appearing in stool or vomit but it is not always visible to the naked eye. In addition, stomach bleeding can also cause stools to turn black or tarry. The degree of bleeding will be mild or severe depending on the medical condition, and in many cases it can also affect life.\nCurrently, imaging technology is increasingly developing, becoming much more sophisticated and modern. Therefore, in necessary cases, doctors can determine the exact cause of stomach bleeding to prescribe appropriate treatment.(2)",
            "subsection_string": "What is gastric bleeding?\nGastrointestinal (GI) bleeding is a common gastrointestinal disorder. The most recognizable sign is blood appearing in stool or vomit but it is not always visible to the naked eye. In addition, stomach bleeding can also cause stools to turn black or tarry. The degree of bleeding will be mild or severe depending on the medical condition, and in many cases it can also affect life.\nCurrently, imaging technology is increasingly developing, becoming much more sophisticated and modern. Therefore, in necessary cases, doctors can determine the exact cause of stomach bleeding to prescribe appropriate treatment.(2)"
        },
        {
            "subsection_name": "Symptoms of stomach bleeding",
            "subsection_content": "Symptoms of stomach bleeding may or may not be obvious. Specific signs will depend on the speed and location of bleeding in the digestive tract (mouth, anus, etc.).\n1. Epigastric abdominal pain\nStomach bleeding due to damaged mucosa will cause pain in the epigastric area that can spread to the back. These are all dangerous signs that need to be recognized for timely emergency treatment.\n2. Changes in skin pigmentation or pale mucous membranes\nStomach bleeding is a dangerous complication of stomach diseases such as ulcers, cancer, infections... When the patient bleeds, it leads to blood loss, causing weakness, fatigue, and pale skin. and lack of vitality.\n3. Nausea, vomiting blood\nThis is the most common and easily noticeable sign of stomach bleeding. Initially, the patient will feel full and bloated, then vomit food mixed with fresh or black blood. If the symptoms repeat continuously and a lot of blood is vomited, it will be very dangerous. In this case, the patient needs timely emergency treatment for monitoring.\n4. Blood in stool\nDiarrhea that is black in color like coffee grounds and has an unpleasant odor is a typical symptom of stomach bleeding. The larger the amount of stool and the darker the color, the more severe the condition. This symptom appears because blood from the stomach has mixed with food into the intestinal tract and out with waste. In addition, if the amount of bleeding is too much, it will cause defecation with bright red blood.\n5. Signs of anemia\nContinuous and prolonged stomach bleeding will cause the body to fall into a state of serious anemia. A series of easily noticeable signs such as dizziness, vertigo, dizziness, low blood pressure, fatigue, sweating... also known as hemorrhagic shock. In addition, when the stomach has problems, the patient will often feel anorexia and loss of appetite, thereby easily lacking nutrients and leading to weakness.\n6. Fatigue, difficulty breathing\nStomach bleeding leads to anemia, which in turn causes a series of dangerous symptoms such as fatigue, difficulty breathing, shortness of breath and possible fainting. This is very dangerous, patients need to be examined promptly for immediate control.",
            "subsection_string": "Symptoms of stomach bleeding\nSymptoms of stomach bleeding may or may not be obvious. Specific signs will depend on the speed and location of bleeding in the digestive tract (mouth, anus, etc.).\n1. Epigastric abdominal pain\nStomach bleeding due to damaged mucosa will cause pain in the epigastric area that can spread to the back. These are all dangerous signs that need to be recognized for timely emergency treatment.\n2. Changes in skin pigmentation or pale mucous membranes\nStomach bleeding is a dangerous complication of stomach diseases such as ulcers, cancer, infections... When the patient bleeds, it leads to blood loss, causing weakness, fatigue, and pale skin. and lack of vitality.\n3. Nausea, vomiting blood\nThis is the most common and easily noticeable sign of stomach bleeding. Initially, the patient will feel full and bloated, then vomit food mixed with fresh or black blood. If the symptoms repeat continuously and a lot of blood is vomited, it will be very dangerous. In this case, the patient needs timely emergency treatment for monitoring.\n4. Blood in stool\nDiarrhea that is black in color like coffee grounds and has an unpleasant odor is a typical symptom of stomach bleeding. The larger the amount of stool and the darker the color, the more severe the condition. This symptom appears because blood from the stomach has mixed with food into the intestinal tract and out with waste. In addition, if the amount of bleeding is too much, it will cause defecation with bright red blood.\n5. Signs of anemia\nContinuous and prolonged stomach bleeding will cause the body to fall into a state of serious anemia. A series of easily noticeable signs such as dizziness, vertigo, dizziness, low blood pressure, fatigue, sweating... also known as hemorrhagic shock. In addition, when the stomach has problems, the patient will often feel anorexia and loss of appetite, thereby easily lacking nutrients and leading to weakness.\n6. Fatigue, difficulty breathing\nStomach bleeding leads to anemia, which in turn causes a series of dangerous symptoms such as fatigue, difficulty breathing, shortness of breath and possible fainting. This is very dangerous, patients need to be examined promptly for immediate control."
        },
        {
            "subsection_name": "Causes of stomach bleeding",
            "subsection_content": "Stomach bleeding comes from many different groups of causes. Mostly due to medical history, living habits, eating habits... Specifically as follows:\n1. Due to stomach disease\nPeptic ulcers are the main and most common cause of stomach bleeding, accounting for more than 40% of cases. Specifically, ulcers often develop on the stomach lining and upper small intestine, then acid will continue to damage, causing the condition to become serious.\nNormally, at a mild level of disease, small capillaries will be affected so the amount of bleeding is small and can be stopped without causing serious health effects. However, in the opposite case, many deep ulcers appear, callous ulcers affect the arteries, causing massive bleeding that is difficult to control. This is an alarming condition and the patient needs immediate medical intervention.\nCaption: Malignant tumor in the stomach causes bleeding\n2. Drink too much alcohol\nAlcohol directly affects the stomach and is one of the main causes of bleeding. Specifically, the body's tolerance of a lot of alcoholic beverages will cause the stomach lining to increase in permeability, thereby causing dangerous bleeding.\n3. Nonsteroidal anti-inflammatory pain relievers and Aspirin\nUsing nonsteroidal anti-inflammatory pain relievers to treat bone and joint diseases or using Aspirin to prevent platelet aggregation can cause mucosal ulcers and lead to bleeding.\n4. Due to ruptured varices of the esophagus, stomach or duodenum\nRupture of esophageal, gastric or duodenal varices is one of the causes of stomach bleeding. Specifically, this is a complication of portal hypertension and enlarged veins in the lower esophagus (the tube connecting the throat and stomach). This condition occurs most often in people with serious liver disease such as cirrhosis. This is one of the common causes of severe upper gastrointestinal bleeding.\nSpecifically, esophageal, gastric, or duodenal varices develop when normal blood flow to the liver is blocked by cirrhosis or a blood clot in the portal vein. At this point, to pass, blood is forced to flow into smaller vessels (which are not designed to circulate such large volumes of blood). From there, blood vessels leak or dilate and rupture, causing bleeding and a direct threat to life. If too much blood is lost, the patient easily goes into shock and faces a high risk of death.\n5. Mallory Weiss syndrome\nMallory weiss (gastroesophageal tear) is the term used to refer to tears at the junction between the esophagus and stomach. This syndrome causes serious damage to the stomach lining, leading to bleeding and vomiting. Mallory Weiss syndrome is a non-contagious disease and will usually go away on its own in about 10 days without needing special treatment. The condition is at high risk in people who vomit a lot, such as after drinking alcohol or vomiting due to pregnancy.\n6. Other causes\nBesides the effects of stomach disease, stomach bleeding also occurs due to other causes such as: esophageal cancer, cancer, vascular malformations due to aneurysms in the stomach, such as vascular damage. Dieulafoy.",
            "subsection_string": "Causes of stomach bleeding\nStomach bleeding comes from many different groups of causes. Mostly due to medical history, living habits, eating habits... Specifically as follows:\n1. Due to stomach disease\nPeptic ulcers are the main and most common cause of stomach bleeding, accounting for more than 40% of cases. Specifically, ulcers often develop on the stomach lining and upper small intestine, then acid will continue to damage, causing the condition to become serious.\nNormally, at a mild level of disease, small capillaries will be affected so the amount of bleeding is small and can be stopped without causing serious health effects. However, in the opposite case, many deep ulcers appear, callous ulcers affect the arteries, causing massive bleeding that is difficult to control. This is an alarming condition and the patient needs immediate medical intervention.\nCaption: Malignant tumor in the stomach causes bleeding\n2. Drink too much alcohol\nAlcohol directly affects the stomach and is one of the main causes of bleeding. Specifically, the body's tolerance of a lot of alcoholic beverages will cause the stomach lining to increase in permeability, thereby causing dangerous bleeding.\n3. Nonsteroidal anti-inflammatory pain relievers and Aspirin\nUsing nonsteroidal anti-inflammatory pain relievers to treat bone and joint diseases or using Aspirin to prevent platelet aggregation can cause mucosal ulcers and lead to bleeding.\n4. Due to ruptured varices of the esophagus, stomach or duodenum\nRupture of esophageal, gastric or duodenal varices is one of the causes of stomach bleeding. Specifically, this is a complication of portal hypertension and enlarged veins in the lower esophagus (the tube connecting the throat and stomach). This condition occurs most often in people with serious liver disease such as cirrhosis. This is one of the common causes of severe upper gastrointestinal bleeding.\nSpecifically, esophageal, gastric, or duodenal varices develop when normal blood flow to the liver is blocked by cirrhosis or a blood clot in the portal vein. At this point, to pass, blood is forced to flow into smaller vessels (which are not designed to circulate such large volumes of blood). From there, blood vessels leak or dilate and rupture, causing bleeding and a direct threat to life. If too much blood is lost, the patient easily goes into shock and faces a high risk of death.\n5. Mallory Weiss syndrome\nMallory weiss (gastroesophageal tear) is the term used to refer to tears at the junction between the esophagus and stomach. This syndrome causes serious damage to the stomach lining, leading to bleeding and vomiting. Mallory Weiss syndrome is a non-contagious disease and will usually go away on its own in about 10 days without needing special treatment. The condition is at high risk in people who vomit a lot, such as after drinking alcohol or vomiting due to pregnancy.\n6. Other causes\nBesides the effects of stomach disease, stomach bleeding also occurs due to other causes such as: esophageal cancer, cancer, vascular malformations due to aneurysms in the stomach, such as vascular damage. Dieulafoy."
        },
        {
            "subsection_name": "Who is susceptible to stomach bleeding?",
            "subsection_content": "Stomach bleeding is a medical condition that commonly occurs between the ages of 20 and 50, in which men usually account for a higher rate than women because they tend to drink more alcohol. Older people who often use non-steroidal anti-inflammatory pain relievers or aspirin are also at high risk of gastrointestinal bleeding.",
            "subsection_string": "Who is susceptible to stomach bleeding?\nStomach bleeding is a medical condition that commonly occurs between the ages of 20 and 50, in which men usually account for a higher rate than women because they tend to drink more alcohol. Older people who often use non-steroidal anti-inflammatory pain relievers or aspirin are also at high risk of gastrointestinal bleeding."
        },
        {
            "subsection_name": "Is stomach bleeding dangerous?",
            "subsection_content": "Stomach bleeding is a dangerous disease for the digestive system and can be life-threatening if not treated promptly. In the early stages, the disease does not cause many changes in the body. The amount of blood at this time may even be very small and can only be detected when performing medical tests (such as a fecal occult blood test). The disease only makes the body feel tired, observe dark stools or blood on toilet paper, toilet bowl when defecating, etc.\nHowever, in the long term, stomach bleeding will become more serious and the amount of bleeding will become more frequent and frequent. At this time, the patient will often experience dizziness, lightheadedness, cold hands and feet, weak pulse, etc., which can be life-threatening. Massive bleeding from the digestive tract can even lead to severe anemia or low blood counts. Therefore, monitoring and early detection of disease for timely treatment is really necessary and important.",
            "subsection_string": "Is stomach bleeding dangerous?\nStomach bleeding is a dangerous disease for the digestive system and can be life-threatening if not treated promptly. In the early stages, the disease does not cause many changes in the body. The amount of blood at this time may even be very small and can only be detected when performing medical tests (such as a fecal occult blood test). The disease only makes the body feel tired, observe dark stools or blood on toilet paper, toilet bowl when defecating, etc.\nHowever, in the long term, stomach bleeding will become more serious and the amount of bleeding will become more frequent and frequent. At this time, the patient will often experience dizziness, lightheadedness, cold hands and feet, weak pulse, etc., which can be life-threatening. Massive bleeding from the digestive tract can even lead to severe anemia or low blood counts. Therefore, monitoring and early detection of disease for timely treatment is really necessary and important."
        },
        {
            "subsection_name": "Treatment of gastric bleeding",
            "subsection_content": "In some mild cases, stomach bleeding will stop on its own without needing medical intervention. However, if the condition is serious, bleeding is heavy, continuous and frequent, the patient is forced to undergo tests, perform medical procedures or take medication as prescribed by the doctor.(1)\nHowever, most patients will initially need a number of tests to determine the exact source of the bleeding. Specifically, the doctor will review previous medical history, perform a physical examination and order tests such as:\nBlood tests: Blood tests to monitor blood count, blood speed, platelet count and liver function.; Stool test: Stool analysis to determine the cause of bleeding.; Endoscopy: This procedure uses a long tube with a camera in the front, inserted through the mouth to examine the internal digestive tract to find the cause of digestive bleeding and also help with treatments such as clipping a bleeding ulcer or ligation of the tract. Rupture of esophageal veins…\nWhen you have stomach bleeding, you may be given an IV drug called a pump inhibitor (PPI) to block stomach acid production. Then, if the source of bleeding has been identified, your doctor will decide whether to continue taking the PPI or stop it.\nIn addition, depending on the bleeding condition, the patient may be required to receive intravenous fluids (IV) and possibly a blood transfusion. In cases where blood thinners are being taken, including aspirin and non-steroidal anti-inflammatory drugs, a high percentage of patients will need to stop.",
            "subsection_string": "Treatment of gastric bleeding\nIn some mild cases, stomach bleeding will stop on its own without needing medical intervention. However, if the condition is serious, bleeding is heavy, continuous and frequent, the patient is forced to undergo tests, perform medical procedures or take medication as prescribed by the doctor.(1)\nHowever, most patients will initially need a number of tests to determine the exact source of the bleeding. Specifically, the doctor will review previous medical history, perform a physical examination and order tests such as:\nBlood tests: Blood tests to monitor blood count, blood speed, platelet count and liver function.; Stool test: Stool analysis to determine the cause of bleeding.; Endoscopy: This procedure uses a long tube with a camera in the front, inserted through the mouth to examine the internal digestive tract to find the cause of digestive bleeding and also help with treatments such as clipping a bleeding ulcer or ligation of the tract. Rupture of esophageal veins…\nWhen you have stomach bleeding, you may be given an IV drug called a pump inhibitor (PPI) to block stomach acid production. Then, if the source of bleeding has been identified, your doctor will decide whether to continue taking the PPI or stop it.\nIn addition, depending on the bleeding condition, the patient may be required to receive intravenous fluids (IV) and possibly a blood transfusion. In cases where blood thinners are being taken, including aspirin and non-steroidal anti-inflammatory drugs, a high percentage of patients will need to stop."
        },
        {
            "subsection_name": "How to prevent stomach bleeding?",
            "subsection_content": "Stomach bleeding seriously affects health and psychology. Therefore, prevention from the beginning is really necessary. Here are some useful guidelines to keep your digestive system healthy:\nAvoid smoking and drinking too much alcohol; Maintain a daily exercise routine to increase resistance and improve the immune system.; Balance reasonable rest and work time to keep your body healthy.; Limit the use of non-steroidal anti-inflammatory pain relievers. If you must use them, the patient should consult a doctor.; Maintain a balanced diet, lifestyle, and sleep, an optimistic and happy spirit, and avoid stress; Form an ideal biological clock for the body, minimizing staying up late.\nCenter for Gastrointestinal Endoscopy and Surgery (Tam Anh General Hospital, Ho Chi Minh City) and Department of Gastroenterology - Hepatobiliary - Pancreatic (Tam Anh General Hospital, Hanoi) are prestigious medical centers specializing in Gastroenterology, providing Advanced and effective examination and treatment services for patients with mild to severe liver problems (fatty liver, acute and chronic hepatitis, cirrhosis, liver cancer...). K Tam Anh General Hospital system brings together a team of highly specialized and experienced Internal Medicine - Surgery - Gastrointestinal Endoscopy doctors, in addition to the support of a modern medical equipment system imported from abroad, serving the maximum examination and treatment needs of customers.\nTo schedule an examination and treatment of liver diseases with gastroenterology specialists of Tam Anh General Hospital System, please contact:\nAbove is a summary of all detailed information related to gastric bleeding. Hopefully with these shares, patients will have more useful updates to proactively prevent and control the disease promptly. In all cases, contacting a specialist is really necessary so that the patient can have appropriate and thorough treatment and avoid the condition from becoming serious.",
            "subsection_string": "How to prevent stomach bleeding?\nStomach bleeding seriously affects health and psychology. Therefore, prevention from the beginning is really necessary. Here are some useful guidelines to keep your digestive system healthy:\nAvoid smoking and drinking too much alcohol; Maintain a daily exercise routine to increase resistance and improve the immune system.; Balance reasonable rest and work time to keep your body healthy.; Limit the use of non-steroidal anti-inflammatory pain relievers. If you must use them, the patient should consult a doctor.; Maintain a balanced diet, lifestyle, and sleep, an optimistic and happy spirit, and avoid stress; Form an ideal biological clock for the body, minimizing staying up late.\nCenter for Gastrointestinal Endoscopy and Surgery (Tam Anh General Hospital, Ho Chi Minh City) and Department of Gastroenterology - Hepatobiliary - Pancreatic (Tam Anh General Hospital, Hanoi) are prestigious medical centers specializing in Gastroenterology, providing Advanced and effective examination and treatment services for patients with mild to severe liver problems (fatty liver, acute and chronic hepatitis, cirrhosis, liver cancer...). K Tam Anh General Hospital system brings together a team of highly specialized and experienced Internal Medicine - Surgery - Gastrointestinal Endoscopy doctors, in addition to the support of a modern medical equipment system imported from abroad, serving the maximum examination and treatment needs of customers.\nTo schedule an examination and treatment of liver diseases with gastroenterology specialists of Tam Anh General Hospital System, please contact:\nAbove is a summary of all detailed information related to gastric bleeding. Hopefully with these shares, patients will have more useful updates to proactively prevent and control the disease promptly. In all cases, contacting a specialist is really necessary so that the patient can have appropriate and thorough treatment and avoid the condition from becoming serious."
        }
    ],
    "name": "xuat-huyet-da-day.json"
}