{
    "document_name": "roi-loan-nhip-tim.json",
    "document_name_accent": "roi loan nhip tim.json",
    "document_title": "Heart arrhythmia: Causes, signs and treatments",
    "document_category": "Heart vascular",
    "subsection_name": "roi-loan-nhip-tim.json_5_Common types of arrhythmias",
    "subsection_content": "Các rối loạn nhịp phổ biến bao gồm:\n1. Các rối loạn nhịp nhanh\nNhịp nhanh kịch phát trên thất\nNhịp nhanh kịch phát trên thất là dạng rối loạn nhịp tim nhanh thường gặp nhất, xuất hiện ở mọi lứa tuổi. Nguồn gốc của nhịp nhanh có thể xuất phát từ các ổ loạn nhịp trên nhĩ, đường dẫn truyền phụ nhĩ – thất hoặc từ vùng nút nhĩ thất.\nNhịp nhanh có thể xuất hiện đột ngột, ngay cả khi bệnh nhân đang nghỉ ngơi hoặc ngủ. Tần số tim trong cơn nhịp nhanh dao động từ 150 – 210 lần/phút và nhịp tim thường đều. Trong cơn nhịp tim nhanh, bệnh nhân thường chỉ có triệu chứng nhẹ như hồi hộp, khó chịu ở ngực, cảm giác thở mệt, hụt hơi, yếu sức. Thế nhưng, một số trường hợp khác lại có biểu hiện nặng hơn như choáng váng, chóng mặt, tụt huyết áp, mệt đừ.\nThông thường, nhịp nhanh kịch phát trên thất không ảnh hưởng đến tình trạng sức khỏe chung, vì ít xuất hiện và tự hết trong vài giờ. Song trong một số trường hợp, nhịp nhanh lại xuất hiện thường xuyên, kéo dài hơn gây triệu chứng nên cần được điều trị chuyên khoa loạn nhịp tim. Phương pháp điều trị tùy thuộc vào loại nhịp nhanh gì, mức độ triệu chứng, tần suất xuất hiện nhịp nhanh, tình trạng sức khỏe chung của người bệnh và ý muốn điều trị triệt căn (can thiệp khảo sát và triệt phá loạn nhịp) hoặc dùng thuốc kiểm soát giảm bớt cơn nhịp nhanh.\nCuồng nhĩ\nĐây là một dạng rối loạn nhịp nhanh ở tâm nhĩ của tim, hình thành do một hoặc những vòng dẫn truyền vào lại. Trong cuồng nhĩ, tâm nhĩ co thắt nhanh và đều với tần số khoảng 240 – 340 lần/phút. Tâm nhĩ co thắt rất nhanh nhưng xung động khi dẫn truyền qua nút nhĩ thất đã được giảm bớt trước khi truyền xuống hai tâm thất ở dưới. Đây là đặc tính sinh lý của nút nhĩ thất để bảo vệ tâm thất bớt bị ảnh hưởng bởi rối loạn nhịp ở tâm nhĩ.\nTriệu chứng của cuồng nhĩ tương tự như các rối loạn nhịp nhanh trên thất khác: hồi hộp, ran ngực, khó thở, yếu sức, chóng mặt. Ít khi cuồng nhĩ khiến bệnh nhân có biểu hiện ngất hoặc gần ngất. Tuy nhiên trong một số trường hợp, bệnh nhân lại có triệu chứng của đột quỵ (yếu liệt tay/chân, nói đớ, mất tri giác) do thuyên tắc huyết khối. Những bệnh nhân này sau khi trải qua biến cố đột quỵ mới được khám tầm soát nguyên nhân và phát hiện cuồng nhĩ/rung nhĩ.\nMột số yếu tố tăng nguy cơ bị cuồng nhĩ là:\nCao tuổi; Béo phì; Nghiện rượu; Bệnh van tim; Bệnh tim bẩm sinh; Phẫu thuật tim\nNgười lớn tuổi, ngừa thừa cân – béo phì, nhiều bệnh lý nền đi kèm có nguy cơ bị cuồng nhĩ, rung nhĩ cao hơn\nCó hai phương pháp điều trị cuồng nhĩ: dùng thuốc để kiểm soát không cho tần số thất đập quá nhanh, hoặc can thiệp khảo sát triệt phá các vòng vào lại ở tâm nhĩ. Tùy tình trạng bệnh nhân trên lâm sàng, bác sĩ chuyên khoa loạn nhịp sẽ đưa ra hướng điều trị phù hợp.\nNgoài ra, khi bệnh nhân bị cuồng nhĩ sẽ dẫn đến nguy cơ hình thành huyết khối trong tim, là nguyên nhân của đột quỵ do huyết khối trôi lấp mạch máu não. Do đó, bác sĩ sẽ đánh giá nguy cơ huyết khối và điều trị kháng đông khi cần.\nRung nhĩ\nĐây là một trong những rối loạn nhịp phức tạp nhất ở tầng nhĩ của tim. Trong rung nhĩ, tâm nhĩ được kích hoạt không đồng bộ ở nhiều vùng khác nhau với những xung động rất nhanh, không đều và lan hỗn loạn trong tâm nhĩ. Kết quả tạo ra nhịp tim nhanh và hoàn toàn không đều.\nRung nhĩ có thể xuất hiện thành từng cơn thoáng qua, không gây triệu chứng gì rõ ràng. Nhưng khi bệnh tiến triển, rung nhĩ sẽ kéo dài liên tục, trở nên dai dẳng và làm suy giảm chức năng tim theo thời gian. Các triệu chứng của rung nhĩ cũng tương tự như cuồng nhĩ.\nCác yếu tố/nguyên nhân góp phần tăng nguy cơ bị rung nhĩ gồm:\nTăng huyết áp; Bệnh mạch vành; Bệnh van tim; Bệnh tim bẩm sinh; Bệnh lý tuyến giáp, rối loạn chuyển hóa (đái tháo đường); Hội chứng suy nút xoang; Bệnh phổi tắc nghẽn mạn tính; Hội chứng ngưng thở khi ngủ; Sau phẫu thuật tim; Tuổi cao; Béo phì\nCũng như cuồng nhĩ, rung nhĩ có nguy cơ tạo ra huyết khối trong tim và dẫn đến đột quỵ do huyết khối lấp mạch não. Vì vậy, bác sĩ cũng cần đánh giá nguy cơ và điều trị kháng đông (nếu cần) để phòng ngừa đột quỵ. Đây là một trong những bước quan trọng bên cạnh việc điều trị giảm bớt cơn rung nhĩ và kiểm soát tần số thất đập không quá nhanh trong rung nhĩ.\nViệc điều trị rung nhĩ gồm hai hướng chính là kiểm soát nhịp và kiểm soát tần số tim. Ở hướng kiểm soát nhịp, bác sĩ sẽ cố gắng điều trị duy trì nhịp bình thường (nhịp xoang) cho bệnh nhân bằng thuốc và/hoặc can thiệp khảo sát và triệt phá rung nhĩ, hạn chế tối đa việc tái phát cơn rung nhĩ. Ngược lại ở hướng kiểm soát tần số, bác sĩ tập trung chủ yếu vào việc giữ tần số tâm thất đập không quá nhanh bất kể khi rung nhĩ tái phát.\nViệc lựa chọn hướng điều trị cho rung nhĩ tùy thuộc vào rất nhiều yếu tố và từng bệnh nhân cụ thể, không có công thức chung. Do vậy khi phát hiện rung nhĩ, bệnh nhân cần khám chuyên khoa loạn nhịp tim để có hướng điều trị phù hợp và giảm thiểu tối đa nguy cơ bệnh tiến triển nặng hơn.\nTham khảo: Phân biệt cuồng nhĩ và rung nhĩ\nNhịp nhanh thất\nĐây là một dạng rối loạn nhịp nhanh có nguồn gốc loạn nhịp xuất phát ở tâm thất. Nhìn chung, nhịp nhanh thất là loạn nhịp cần phải được lưu ý đặc biệt, ngay cả khi ở lần đầu phát hiện. Bởi lẽ, bản thân nhịp nhanh thất có nguy cơ và khả năng gây tổn hại sức khỏe nhiều hơn hẳn so với các nhịp nhanh kịch phát trên thất thông thường.\nNgoài ra, nhịp nhanh thất cũng có thể là dấu hiệu của một số bệnh lý tim mạch nguy hiểm khác mà bệnh nhân chưa được khám và phát hiện. Do tính chất phức tạp và nguy hiểm của nhịp nhanh thất, nên khi phát hiện bệnh thì cần phải khám chuyên khoa loạn nhịp ngay.\nNhịp nhanh thất có thể xuất hiện thoáng qua và chưa đủ biểu hiện rõ ràng, hoặc bệnh nhân chỉ có triệu chứng mơ hồ như cảm giác lâng lâng, đánh trống ngực, không khỏe. Tuy nhiên khi tình trạng nặng lên, hầu hết bệnh nhân sẽ có triệu chứng từ nhẹ đến nặng như hồi hộp, chóng mặt, ran nặng ngực, khó thở, hoa mắt, tụt huyết áp, gần ngất và ngất.\nNhịp nhanh thất có thể do các nguyên nhân sau:\nBệnh cơ tim thiếu máu cục bộ (bệnh mạch vành); Bệnh cơ tim: bệnh cơ tim phì đại, bệnh cơ tim giãn nở; Bệnh loạn nhịp do di truyền: Hội chứng QT dài, nhịp nhanh thất liên quan catecholamine; Rối loạn điện giải; Tác dụng phụ của thuốc điều trị; Các thuốc gây nghiện cocaine hoặc methamphetamine; Nhịp nhanh thất vô căn\nBệnh mạch vành và bệnh cơ tim là một trong các nguyên nhân thường gặp gây nhịp nhanh thất\nLà loại loạn nhịp nguy hiểm nhất trong các rối loạn nhịp nhanh, rung thất đe dọa trực tiếp và tức thời đến tính mạng của bệnh nhân, cần được cấp cứu ngay. Trong rung thất, các tâm thất của tim co bóp rất nhanh, hỗn loạn và mất đồng bộ hoàn toàn, khả năng bơm máu và duy trì tuần hoàn của tim không còn. Vì thế trong cơn rung thất, nếu bệnh nhân không được cứu chữa kịp thời thì khả năng tử vong rất cao, hoặc nếu được cứu chữa chậm sẽ có thể để lại những tổn thương não vĩnh viễn.\nTrong nhiều trường hợp, lựa chọn can thiệp triệt đốt nhịp nhanh thất được ưu tiên và đạt hiệu quả hơn so với việc dùng thuốc vốn chỉ làm giảm số cơn nhịp nhanh thất. Một số nhịp nhanh thất ác tính, kháng trị, tái phát và tiến triển xấu hơn sẽ đòi hỏi bác sĩ phải làm thêm phẫu thuật đặt máy phá rung tim cấy dưới da để tính mạng bệnh nhân không bị đe dọa khi vào cơn nhịp nhanh thất nguy hiểm.\nRung thất\nLà loại loạn nhịp nguy hiểm nhất trong các rối loạn nhịp nhanh, rung thất đe dọa trực tiếp và tức thời đến tính mạng của bệnh nhân, cần được cấp cứu ngay. Trong rung thất, các tâm thất của tim co bóp rất nhanh, hỗn loạn và mất đồng bộ hoàn toàn, khả năng bơm máu và duy trì tuần hoàn của tim không còn. Vì thế trong cơn rung thất, nếu bệnh nhân không được cứu chữa kịp thời thì khả năng tử vong rất cao/hầu như tử vong, hoặc nếu cứu chữa nhưng chậm sẽ dẫn đến tổn thương não vĩnh viễn.\nTriệu chứng của cơn rung thất tiến triển rất nhanh theo thời gian từ khi bệnh khởi phát. Bệnh nhân có cơn rung thất thoáng qua vài giây thường bị choáng váng, hoa mắt, tối sầm mắt, cảm giác tay chân nhẹ hẫng. Nếu cơn rung thất kéo dài gần 10 giây, bệnh nhân sẽ có cơn thoáng mất ý thức. Khi cơn rung thất kéo dài hơn nữa, người bệnh sẽ ngất và các cơ quan nhạy cảm với thiếu máu nuôi như não bắt đầu bị tổn thương. Lúc này, nếu bệnh nhân không được cấp cứu và cơn rung thất tiếp tục duy trì thì khả năng tử vong rất cao.\nCác yếu tố nguy cơ dẫn đến rung thất:\nNhồi máu cơ tim cấp; Bệnh cơ tim; Bệnh loạn nhịp thất nặng do di truyền: Hội chứng Brugada, hội chứng QT dài; Tổn thương hoặc viêm cơ tim cấp; Rối loạn điện giải nặng; Dùng thuốc quá liều đặc biệt là cocaine và methamphetamine; Rung thất vô căn\nViệc điều trị rung thất là một cấp cứu nội khoa. Bên cạnh đó, cần nhanh chóng tiến hành tìm và điều chỉnh những yếu tố nguyên nhân nền thì mới giúp bệnh nhân ổn định và ngưng tái phát rung thất. Trừ rung thất do các nguyên nhân cấp tính, có thể được điều trị hồi phục hoàn toàn, việc phòng ngừa đột tử do tái phát rung thất luôn được đặt lên hàng đầu. Ở khía cạnh này, việc đặt máy phá rung tim là hướng điều trị duy nhất để phòng ngừa đột tử cho bệnh nhân. Đây không phải biện pháp điều trị giảm bớt/hết rung thất mà là biện pháp cắt cơn rung thất khi nó xảy ra để bảo vệ tính mạng bệnh nhân.\n2. Các rối loạn nhịp chậm\nHội chứng suy nút xoang\nNhịp tim bình thường được tạo ra bởi nút xoang. Nếu nút xoang có vấn đề sẽ khiến khả năng tạo nhịp của nó không còn như trước và dẫn đến nhịp chậm. Điều này thể hiện khi nút xoang mất/kém thích ứng với các thay đổi sinh lý, hoạt động trong ngày. Ví dụ, nhịp tim không thể tăng hoặc vẫn đập chậm khi bệnh nhân vận động gắng sức tăng dần. Một số trường hợp bệnh được phát hiện khi bệnh nhân có cơn loạn nhịp nhanh (ví dụ như rung nhĩ) và sau khi ra cơn nhịp nhanh, bệnh nhân có nhịp rất chậm hoặc khoảng ngưng tim dài (khoảng 5 giây).\nECG của bệnh nhân bị hội chứng nhịp nhanh – nhịp chậm\nECG hội chứng suy nút xoang\nBệnh lý nút xoang thường diễn tiến chậm, có khi kéo dài nhiều năm nên bệnh nhân có thể thích nghi với nhịp chậm. Điều này khiến các triệu chứng của suy nút xoang không rõ trên lâm sàng. Nếu có, triệu chứng thường gặp ở bệnh nhân bị suy nút xoang gồm:\nCảm giác hồi hộp, tim đập từng nhịp chậm và mạnh; Thường xuyên cảm thấy mệt mỏi; Chóng mặt từng lúc, cảm giác lâng lâng trong người; Khó thở; Gần ngất hoặc ngất; Nặng ngực\nCác nguyên nhân hoặc yếu tố nguy cơ dẫn đến suy nút xoang/ức chế nút xoang:\nTuổi cao; Các bệnh lý mạch vành tim hoặc cơ tim; Các bệnh lý viêm hay nhiễm trùng có ảnh hưởng đến tim; Nút xoang bị ức chế do dùng các thuốc điều trị bệnh tim mạch (tăng huyết áp, suy tim, bệnh mạch vành, loạn nhịp nhanh); Tổn thương nút xoang khi phẫu thuật tim; Một vài thuốc điều trị bệnh Alzheimer; Các bệnh về rối loạn/nhược thần kinh cơ; Thoái hóa nút xoang; Vô căn\nViệc điều trị suy nút xoang phụ thuộc chủ yếu vào mức độ nặng của triệu chứng, giới hạn khả năng gắng sức của bệnh nhân và bằng chứng khoảng ngưng xoang kéo dài trên điện tâm đồ (ECG). Khi nút xoang đã suy, nhịp chậm nhiều và bệnh nhân có triệu chứng rõ rệt thì khả năng dùng thuốc hầu như không còn hiệu quả. Lúc này, chỉ còn phương pháp điều trị hiệu quả duy nhất là đặt máy tạo nhịp tim vĩnh viễn để giữ nhịp cho bệnh nhân, và tránh đột tử do ngưng tim kéo dài.\nBlock (nghẽn) dẫn truyền nhĩ thất\nĐể có nhịp tim bình thường, xung động tạo ra từ nút xoang sẽ lan theo các đường dẫn truyền để truyền xung động đó từ tâm nhĩ đến tâm thất. Tuy nhiên, nếu đường dẫn truyền từ nhĩ đến thất (gọi là dẫn truyền nhĩ thất) bị hỏng ở những vị trí quan trọng sẽ gây ra tình trạng nghẽn dẫn truyền. Khi đó, xung động không truyền xuống thất một cách nguyên vẹn được, hoặc thậm chí bị nghẽn hoàn toàn gây ngưng tim.\nTùy vào mức độ tắc nghẽn dẫn truyền nhĩ thất, bác sĩ sẽ phân thành các mức độ tương ứng từ nhẹ (độ 1) đến nặng (độ 3) trên lâm sàng. Bệnh nhân thường có biểu hiện tương tự như các rối loạn nhịp chậm khác.\nCác nguyên nhân/yếu tố nguy cơ của block nhĩ thất gồm:\nNhồi máu cơ tim cấp và bệnh mạch vành; Bệnh cơ tim; Bệnh tim bẩm sinh; Sau phẫu thuật tim; Sau các thủ thuật can thiệp tim qua da có nguy cơ gây tổn thương hệ thống dẫn truyền; Thoái hóa đường dẫn truyền; Hóa trị gây độc trên tim\nHiện nay, việc điều trị block nhĩ thất tập trung vào việc tìm và điều trị các nguyên nhân nền có thể có. Trường hợp block nhĩ thất không do nguyên nhân có thể điều trị hồi phục được, hầu như không có thuốc nào giúp điều trị cải thiện bệnh. Khi bệnh nhân bị block nhĩ thất nặng, block nhĩ thất cao độ hoặc có triệu chứng thì biện pháp điều trị cuối cùng là đặt máy tạo nhịp vĩnh viễn.\n3. Các rối loạn nhịp thường gặp khác\nĐây là một số loạn nhịp khác do các ổ loạn nhịp đơn độc từ tâm nhĩ hoặc tâm thất phát nhịp xen kẽ với nhịp xoang bình thường:\nNgoại tâm thu nhĩ; Ngoại tâm thu thất\nBệnh nhân bị ngoại tâm thu có những triệu chứng sau:\nHồi hộp; Cảm giác tim đập không đều, hụt nhịp từng lúc; Cảm giác giống hụt hơi; Khó chịu ngực; Thở mệt; Hạn chế khả năng vận động trong một số trường hợp\nBác sĩ có thể đề nghị bệnh nhân theo dõi Holter ECG trong 24 giờ để biết tần suất (mức độ dày) của ngoại tâm thu. Tùy vào mức độ xuất hiện của ngoại tâm thu và triệu chứng của bệnh nhân, bác sĩ sẽ điều trị bằng thuốc thích hợp. Ngoài ra, hiện nay còn có thể điều trị triệt căn các ngoại tâm thu bằng cách khảo sát và triệt phá loạn nhịp qua thông tim. Mỗi phương pháp điều trị có ưu điểm cũng như nhược điểm riêng. Tùy từng trường hợp bệnh cụ thể, bác sĩ sẽ lên kế hoạch điều trị phù hợp.",
    "subsection_title": "roi loan nhip tim.json. Common types of arrhythmias",
    "subsection_data": "roi loan nhip tim.json. Common types of arrhythmias\nCác rối loạn nhịp phổ biến bao gồm:\n1. Các rối loạn nhịp nhanh\nNhịp nhanh kịch phát trên thất\nNhịp nhanh kịch phát trên thất là dạng rối loạn nhịp tim nhanh thường gặp nhất, xuất hiện ở mọi lứa tuổi. Nguồn gốc của nhịp nhanh có thể xuất phát từ các ổ loạn nhịp trên nhĩ, đường dẫn truyền phụ nhĩ – thất hoặc từ vùng nút nhĩ thất.\nNhịp nhanh có thể xuất hiện đột ngột, ngay cả khi bệnh nhân đang nghỉ ngơi hoặc ngủ. Tần số tim trong cơn nhịp nhanh dao động từ 150 – 210 lần/phút và nhịp tim thường đều. Trong cơn nhịp tim nhanh, bệnh nhân thường chỉ có triệu chứng nhẹ như hồi hộp, khó chịu ở ngực, cảm giác thở mệt, hụt hơi, yếu sức. Thế nhưng, một số trường hợp khác lại có biểu hiện nặng hơn như choáng váng, chóng mặt, tụt huyết áp, mệt đừ.\nThông thường, nhịp nhanh kịch phát trên thất không ảnh hưởng đến tình trạng sức khỏe chung, vì ít xuất hiện và tự hết trong vài giờ. Song trong một số trường hợp, nhịp nhanh lại xuất hiện thường xuyên, kéo dài hơn gây triệu chứng nên cần được điều trị chuyên khoa loạn nhịp tim. Phương pháp điều trị tùy thuộc vào loại nhịp nhanh gì, mức độ triệu chứng, tần suất xuất hiện nhịp nhanh, tình trạng sức khỏe chung của người bệnh và ý muốn điều trị triệt căn (can thiệp khảo sát và triệt phá loạn nhịp) hoặc dùng thuốc kiểm soát giảm bớt cơn nhịp nhanh.\nCuồng nhĩ\nĐây là một dạng rối loạn nhịp nhanh ở tâm nhĩ của tim, hình thành do một hoặc những vòng dẫn truyền vào lại. Trong cuồng nhĩ, tâm nhĩ co thắt nhanh và đều với tần số khoảng 240 – 340 lần/phút. Tâm nhĩ co thắt rất nhanh nhưng xung động khi dẫn truyền qua nút nhĩ thất đã được giảm bớt trước khi truyền xuống hai tâm thất ở dưới. Đây là đặc tính sinh lý của nút nhĩ thất để bảo vệ tâm thất bớt bị ảnh hưởng bởi rối loạn nhịp ở tâm nhĩ.\nTriệu chứng của cuồng nhĩ tương tự như các rối loạn nhịp nhanh trên thất khác: hồi hộp, ran ngực, khó thở, yếu sức, chóng mặt. Ít khi cuồng nhĩ khiến bệnh nhân có biểu hiện ngất hoặc gần ngất. Tuy nhiên trong một số trường hợp, bệnh nhân lại có triệu chứng của đột quỵ (yếu liệt tay/chân, nói đớ, mất tri giác) do thuyên tắc huyết khối. Những bệnh nhân này sau khi trải qua biến cố đột quỵ mới được khám tầm soát nguyên nhân và phát hiện cuồng nhĩ/rung nhĩ.\nMột số yếu tố tăng nguy cơ bị cuồng nhĩ là:\nCao tuổi; Béo phì; Nghiện rượu; Bệnh van tim; Bệnh tim bẩm sinh; Phẫu thuật tim\nNgười lớn tuổi, ngừa thừa cân – béo phì, nhiều bệnh lý nền đi kèm có nguy cơ bị cuồng nhĩ, rung nhĩ cao hơn\nCó hai phương pháp điều trị cuồng nhĩ: dùng thuốc để kiểm soát không cho tần số thất đập quá nhanh, hoặc can thiệp khảo sát triệt phá các vòng vào lại ở tâm nhĩ. Tùy tình trạng bệnh nhân trên lâm sàng, bác sĩ chuyên khoa loạn nhịp sẽ đưa ra hướng điều trị phù hợp.\nNgoài ra, khi bệnh nhân bị cuồng nhĩ sẽ dẫn đến nguy cơ hình thành huyết khối trong tim, là nguyên nhân của đột quỵ do huyết khối trôi lấp mạch máu não. Do đó, bác sĩ sẽ đánh giá nguy cơ huyết khối và điều trị kháng đông khi cần.\nRung nhĩ\nĐây là một trong những rối loạn nhịp phức tạp nhất ở tầng nhĩ của tim. Trong rung nhĩ, tâm nhĩ được kích hoạt không đồng bộ ở nhiều vùng khác nhau với những xung động rất nhanh, không đều và lan hỗn loạn trong tâm nhĩ. Kết quả tạo ra nhịp tim nhanh và hoàn toàn không đều.\nRung nhĩ có thể xuất hiện thành từng cơn thoáng qua, không gây triệu chứng gì rõ ràng. Nhưng khi bệnh tiến triển, rung nhĩ sẽ kéo dài liên tục, trở nên dai dẳng và làm suy giảm chức năng tim theo thời gian. Các triệu chứng của rung nhĩ cũng tương tự như cuồng nhĩ.\nCác yếu tố/nguyên nhân góp phần tăng nguy cơ bị rung nhĩ gồm:\nTăng huyết áp; Bệnh mạch vành; Bệnh van tim; Bệnh tim bẩm sinh; Bệnh lý tuyến giáp, rối loạn chuyển hóa (đái tháo đường); Hội chứng suy nút xoang; Bệnh phổi tắc nghẽn mạn tính; Hội chứng ngưng thở khi ngủ; Sau phẫu thuật tim; Tuổi cao; Béo phì\nCũng như cuồng nhĩ, rung nhĩ có nguy cơ tạo ra huyết khối trong tim và dẫn đến đột quỵ do huyết khối lấp mạch não. Vì vậy, bác sĩ cũng cần đánh giá nguy cơ và điều trị kháng đông (nếu cần) để phòng ngừa đột quỵ. Đây là một trong những bước quan trọng bên cạnh việc điều trị giảm bớt cơn rung nhĩ và kiểm soát tần số thất đập không quá nhanh trong rung nhĩ.\nViệc điều trị rung nhĩ gồm hai hướng chính là kiểm soát nhịp và kiểm soát tần số tim. Ở hướng kiểm soát nhịp, bác sĩ sẽ cố gắng điều trị duy trì nhịp bình thường (nhịp xoang) cho bệnh nhân bằng thuốc và/hoặc can thiệp khảo sát và triệt phá rung nhĩ, hạn chế tối đa việc tái phát cơn rung nhĩ. Ngược lại ở hướng kiểm soát tần số, bác sĩ tập trung chủ yếu vào việc giữ tần số tâm thất đập không quá nhanh bất kể khi rung nhĩ tái phát.\nViệc lựa chọn hướng điều trị cho rung nhĩ tùy thuộc vào rất nhiều yếu tố và từng bệnh nhân cụ thể, không có công thức chung. Do vậy khi phát hiện rung nhĩ, bệnh nhân cần khám chuyên khoa loạn nhịp tim để có hướng điều trị phù hợp và giảm thiểu tối đa nguy cơ bệnh tiến triển nặng hơn.\nTham khảo: Phân biệt cuồng nhĩ và rung nhĩ\nNhịp nhanh thất\nĐây là một dạng rối loạn nhịp nhanh có nguồn gốc loạn nhịp xuất phát ở tâm thất. Nhìn chung, nhịp nhanh thất là loạn nhịp cần phải được lưu ý đặc biệt, ngay cả khi ở lần đầu phát hiện. Bởi lẽ, bản thân nhịp nhanh thất có nguy cơ và khả năng gây tổn hại sức khỏe nhiều hơn hẳn so với các nhịp nhanh kịch phát trên thất thông thường.\nNgoài ra, nhịp nhanh thất cũng có thể là dấu hiệu của một số bệnh lý tim mạch nguy hiểm khác mà bệnh nhân chưa được khám và phát hiện. Do tính chất phức tạp và nguy hiểm của nhịp nhanh thất, nên khi phát hiện bệnh thì cần phải khám chuyên khoa loạn nhịp ngay.\nNhịp nhanh thất có thể xuất hiện thoáng qua và chưa đủ biểu hiện rõ ràng, hoặc bệnh nhân chỉ có triệu chứng mơ hồ như cảm giác lâng lâng, đánh trống ngực, không khỏe. Tuy nhiên khi tình trạng nặng lên, hầu hết bệnh nhân sẽ có triệu chứng từ nhẹ đến nặng như hồi hộp, chóng mặt, ran nặng ngực, khó thở, hoa mắt, tụt huyết áp, gần ngất và ngất.\nNhịp nhanh thất có thể do các nguyên nhân sau:\nBệnh cơ tim thiếu máu cục bộ (bệnh mạch vành); Bệnh cơ tim: bệnh cơ tim phì đại, bệnh cơ tim giãn nở; Bệnh loạn nhịp do di truyền: Hội chứng QT dài, nhịp nhanh thất liên quan catecholamine; Rối loạn điện giải; Tác dụng phụ của thuốc điều trị; Các thuốc gây nghiện cocaine hoặc methamphetamine; Nhịp nhanh thất vô căn\nBệnh mạch vành và bệnh cơ tim là một trong các nguyên nhân thường gặp gây nhịp nhanh thất\nLà loại loạn nhịp nguy hiểm nhất trong các rối loạn nhịp nhanh, rung thất đe dọa trực tiếp và tức thời đến tính mạng của bệnh nhân, cần được cấp cứu ngay. Trong rung thất, các tâm thất của tim co bóp rất nhanh, hỗn loạn và mất đồng bộ hoàn toàn, khả năng bơm máu và duy trì tuần hoàn của tim không còn. Vì thế trong cơn rung thất, nếu bệnh nhân không được cứu chữa kịp thời thì khả năng tử vong rất cao, hoặc nếu được cứu chữa chậm sẽ có thể để lại những tổn thương não vĩnh viễn.\nTrong nhiều trường hợp, lựa chọn can thiệp triệt đốt nhịp nhanh thất được ưu tiên và đạt hiệu quả hơn so với việc dùng thuốc vốn chỉ làm giảm số cơn nhịp nhanh thất. Một số nhịp nhanh thất ác tính, kháng trị, tái phát và tiến triển xấu hơn sẽ đòi hỏi bác sĩ phải làm thêm phẫu thuật đặt máy phá rung tim cấy dưới da để tính mạng bệnh nhân không bị đe dọa khi vào cơn nhịp nhanh thất nguy hiểm.\nRung thất\nLà loại loạn nhịp nguy hiểm nhất trong các rối loạn nhịp nhanh, rung thất đe dọa trực tiếp và tức thời đến tính mạng của bệnh nhân, cần được cấp cứu ngay. Trong rung thất, các tâm thất của tim co bóp rất nhanh, hỗn loạn và mất đồng bộ hoàn toàn, khả năng bơm máu và duy trì tuần hoàn của tim không còn. Vì thế trong cơn rung thất, nếu bệnh nhân không được cứu chữa kịp thời thì khả năng tử vong rất cao/hầu như tử vong, hoặc nếu cứu chữa nhưng chậm sẽ dẫn đến tổn thương não vĩnh viễn.\nTriệu chứng của cơn rung thất tiến triển rất nhanh theo thời gian từ khi bệnh khởi phát. Bệnh nhân có cơn rung thất thoáng qua vài giây thường bị choáng váng, hoa mắt, tối sầm mắt, cảm giác tay chân nhẹ hẫng. Nếu cơn rung thất kéo dài gần 10 giây, bệnh nhân sẽ có cơn thoáng mất ý thức. Khi cơn rung thất kéo dài hơn nữa, người bệnh sẽ ngất và các cơ quan nhạy cảm với thiếu máu nuôi như não bắt đầu bị tổn thương. Lúc này, nếu bệnh nhân không được cấp cứu và cơn rung thất tiếp tục duy trì thì khả năng tử vong rất cao.\nCác yếu tố nguy cơ dẫn đến rung thất:\nNhồi máu cơ tim cấp; Bệnh cơ tim; Bệnh loạn nhịp thất nặng do di truyền: Hội chứng Brugada, hội chứng QT dài; Tổn thương hoặc viêm cơ tim cấp; Rối loạn điện giải nặng; Dùng thuốc quá liều đặc biệt là cocaine và methamphetamine; Rung thất vô căn\nViệc điều trị rung thất là một cấp cứu nội khoa. Bên cạnh đó, cần nhanh chóng tiến hành tìm và điều chỉnh những yếu tố nguyên nhân nền thì mới giúp bệnh nhân ổn định và ngưng tái phát rung thất. Trừ rung thất do các nguyên nhân cấp tính, có thể được điều trị hồi phục hoàn toàn, việc phòng ngừa đột tử do tái phát rung thất luôn được đặt lên hàng đầu. Ở khía cạnh này, việc đặt máy phá rung tim là hướng điều trị duy nhất để phòng ngừa đột tử cho bệnh nhân. Đây không phải biện pháp điều trị giảm bớt/hết rung thất mà là biện pháp cắt cơn rung thất khi nó xảy ra để bảo vệ tính mạng bệnh nhân.\n2. Các rối loạn nhịp chậm\nHội chứng suy nút xoang\nNhịp tim bình thường được tạo ra bởi nút xoang. Nếu nút xoang có vấn đề sẽ khiến khả năng tạo nhịp của nó không còn như trước và dẫn đến nhịp chậm. Điều này thể hiện khi nút xoang mất/kém thích ứng với các thay đổi sinh lý, hoạt động trong ngày. Ví dụ, nhịp tim không thể tăng hoặc vẫn đập chậm khi bệnh nhân vận động gắng sức tăng dần. Một số trường hợp bệnh được phát hiện khi bệnh nhân có cơn loạn nhịp nhanh (ví dụ như rung nhĩ) và sau khi ra cơn nhịp nhanh, bệnh nhân có nhịp rất chậm hoặc khoảng ngưng tim dài (khoảng 5 giây).\nECG của bệnh nhân bị hội chứng nhịp nhanh – nhịp chậm\nECG hội chứng suy nút xoang\nBệnh lý nút xoang thường diễn tiến chậm, có khi kéo dài nhiều năm nên bệnh nhân có thể thích nghi với nhịp chậm. Điều này khiến các triệu chứng của suy nút xoang không rõ trên lâm sàng. Nếu có, triệu chứng thường gặp ở bệnh nhân bị suy nút xoang gồm:\nCảm giác hồi hộp, tim đập từng nhịp chậm và mạnh; Thường xuyên cảm thấy mệt mỏi; Chóng mặt từng lúc, cảm giác lâng lâng trong người; Khó thở; Gần ngất hoặc ngất; Nặng ngực\nCác nguyên nhân hoặc yếu tố nguy cơ dẫn đến suy nút xoang/ức chế nút xoang:\nTuổi cao; Các bệnh lý mạch vành tim hoặc cơ tim; Các bệnh lý viêm hay nhiễm trùng có ảnh hưởng đến tim; Nút xoang bị ức chế do dùng các thuốc điều trị bệnh tim mạch (tăng huyết áp, suy tim, bệnh mạch vành, loạn nhịp nhanh); Tổn thương nút xoang khi phẫu thuật tim; Một vài thuốc điều trị bệnh Alzheimer; Các bệnh về rối loạn/nhược thần kinh cơ; Thoái hóa nút xoang; Vô căn\nViệc điều trị suy nút xoang phụ thuộc chủ yếu vào mức độ nặng của triệu chứng, giới hạn khả năng gắng sức của bệnh nhân và bằng chứng khoảng ngưng xoang kéo dài trên điện tâm đồ (ECG). Khi nút xoang đã suy, nhịp chậm nhiều và bệnh nhân có triệu chứng rõ rệt thì khả năng dùng thuốc hầu như không còn hiệu quả. Lúc này, chỉ còn phương pháp điều trị hiệu quả duy nhất là đặt máy tạo nhịp tim vĩnh viễn để giữ nhịp cho bệnh nhân, và tránh đột tử do ngưng tim kéo dài.\nBlock (nghẽn) dẫn truyền nhĩ thất\nĐể có nhịp tim bình thường, xung động tạo ra từ nút xoang sẽ lan theo các đường dẫn truyền để truyền xung động đó từ tâm nhĩ đến tâm thất. Tuy nhiên, nếu đường dẫn truyền từ nhĩ đến thất (gọi là dẫn truyền nhĩ thất) bị hỏng ở những vị trí quan trọng sẽ gây ra tình trạng nghẽn dẫn truyền. Khi đó, xung động không truyền xuống thất một cách nguyên vẹn được, hoặc thậm chí bị nghẽn hoàn toàn gây ngưng tim.\nTùy vào mức độ tắc nghẽn dẫn truyền nhĩ thất, bác sĩ sẽ phân thành các mức độ tương ứng từ nhẹ (độ 1) đến nặng (độ 3) trên lâm sàng. Bệnh nhân thường có biểu hiện tương tự như các rối loạn nhịp chậm khác.\nCác nguyên nhân/yếu tố nguy cơ của block nhĩ thất gồm:\nNhồi máu cơ tim cấp và bệnh mạch vành; Bệnh cơ tim; Bệnh tim bẩm sinh; Sau phẫu thuật tim; Sau các thủ thuật can thiệp tim qua da có nguy cơ gây tổn thương hệ thống dẫn truyền; Thoái hóa đường dẫn truyền; Hóa trị gây độc trên tim\nHiện nay, việc điều trị block nhĩ thất tập trung vào việc tìm và điều trị các nguyên nhân nền có thể có. Trường hợp block nhĩ thất không do nguyên nhân có thể điều trị hồi phục được, hầu như không có thuốc nào giúp điều trị cải thiện bệnh. Khi bệnh nhân bị block nhĩ thất nặng, block nhĩ thất cao độ hoặc có triệu chứng thì biện pháp điều trị cuối cùng là đặt máy tạo nhịp vĩnh viễn.\n3. Các rối loạn nhịp thường gặp khác\nĐây là một số loạn nhịp khác do các ổ loạn nhịp đơn độc từ tâm nhĩ hoặc tâm thất phát nhịp xen kẽ với nhịp xoang bình thường:\nNgoại tâm thu nhĩ; Ngoại tâm thu thất\nBệnh nhân bị ngoại tâm thu có những triệu chứng sau:\nHồi hộp; Cảm giác tim đập không đều, hụt nhịp từng lúc; Cảm giác giống hụt hơi; Khó chịu ngực; Thở mệt; Hạn chế khả năng vận động trong một số trường hợp\nBác sĩ có thể đề nghị bệnh nhân theo dõi Holter ECG trong 24 giờ để biết tần suất (mức độ dày) của ngoại tâm thu. Tùy vào mức độ xuất hiện của ngoại tâm thu và triệu chứng của bệnh nhân, bác sĩ sẽ điều trị bằng thuốc thích hợp. Ngoài ra, hiện nay còn có thể điều trị triệt căn các ngoại tâm thu bằng cách khảo sát và triệt phá loạn nhịp qua thông tim. Mỗi phương pháp điều trị có ưu điểm cũng như nhược điểm riêng. Tùy từng trường hợp bệnh cụ thể, bác sĩ sẽ lên kế hoạch điều trị phù hợp."
}